{
  "paper_id": "PMC11167932",
  "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11167932/",
  "figures": {
    "figure_1": {
      "figure_number": "Figure 1",
      "title": "Fig. 1.",
      "caption": "A gene expression signature of breast cancer metastases versus paired primary largely reflects non-breast versus breast tissue differences. a Heat map of differential expression in metastasis versus paired primary for a set of 3929 differentially expressed genes with p < 0.001 (paired t-test using log2-transformed data). Each metastasis expression profile was centered on its primary pair (not shown). Breast cancer expression data involving 152 metastases with paired primary are from the Breast International Group (BIG) [4]. Yellow, high expression in metastasis versus primary; blue, low expression in metastasis. Alongside the differential genes from the breast cancer dataset are the corresponding differential expression patterns of normal breast tissues (relative to non-breast tissues) from the GTEx dataset [19]. Heat maps of gene expression-based signatures of immune cell infiltrates [20] (taking the average log2 fold change from paired primary for the immune cell type marker genes) are also shown (NK cells natural killer cells). b Venn diagrams showing the overlapping genes between BIG breast cancer metastasis and GTEx normal breast (respectively considering high and low gene lists from each dataset). Breast cancer metastasis genes are from part a. GTEx normal breast genes by p < 0.000001, comparing log2 expression between normal breast and other normal tissues. Enrichment p values by chi-square test. From parts a-b, the observed global associations of the differential metastasis versus primary genes with both tumor biopsy site and GTEx breast expression patterns indicate that most of the observed expression differences in metastases would involve differences in non-cancer cells between the metastasis biopsy site and the breast, respectively, rather than representing changes intrinsic to cancer cells",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/c60761bcccaf/13058_2024_1855_Fig1_HTML.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/c60761bcccaf/13058_2024_1855_Fig1_HTML.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/c60761bcccaf/13058_2024_1855_Fig1_HTML.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/c60761bcccaf/13058_2024_1855_Fig1_HTML.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "Fig1",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/c60761bcccaf/13058_2024_1855_Fig1_HTML.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11167932/images/figure_1.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/c60761bcccaf/13058_2024_1855_Fig1_HTML.jpg"
    },
    "figure_2": {
      "figure_number": "Figure 2",
      "title": "Fig. 2.",
      "caption": "An essential gene expression signature of breast cancer metastases versus paired primary. a Venn diagram showing the overlapping genes between the genes essential in > 10% of breast cancer cell lines, according to the DepMap dataset [17, 21] (using CRISPR-based gene effect score < − 0.75 to call essentiality for a given gene and cell line), and the metastasis signature genes (from Fig. 1a). Enrichment p-value by chi-square test. The 264 genes, both essential by DepMap and higher in expression in metastasis versus primary, represent an essential metastasis signature. b Venn diagram showing the overlaps between genes lower in normal breast tissue (by GTEx) and either the 264 essential signature genes (part a) or the 1581 “nonessential” genes (higher in metastasis but with no breast cell lines having scores < − 0.75). Enrichment p-value by chi-square test. c Heat maps of differential expression in metastasis versus paired primary for essential and nonessential metastasis signature genes (top and bottom, respectively, from parts a and b). Alongside the differential genes from the breast cancer BIG dataset are the corresponding CRISPR-based gene effect scores (from DepMap) and the average differential expression in normal breast versus other normal tissues (from GTEx). d By metastasis tissue biopsy site, average log2 fold change in expression between the breast cancer metastases and their paired primaries, represented separately for the essential metastasis genes (left) and the nonessential metastasis genes (right). Box plots represent 5% (lower whisker), 25% (lower box), 50% (median), 75% (upper box), and 95% (upper whisker). Data points are colored according to the PAM50 subtype of the metastasis. From parts b-d, we observe that the issues involving the contribution of non-cancer cells to the differential metastasis expression profile (e.g., as highlighted in Fig. 1) are not present in the essential metastasis signature",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/827911cc1a53/13058_2024_1855_Fig2_HTML.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/827911cc1a53/13058_2024_1855_Fig2_HTML.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/827911cc1a53/13058_2024_1855_Fig2_HTML.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/827911cc1a53/13058_2024_1855_Fig2_HTML.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "Fig2",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/827911cc1a53/13058_2024_1855_Fig2_HTML.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11167932/images/figure_2.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/827911cc1a53/13058_2024_1855_Fig2_HTML.jpg"
    },
    "figure_3": {
      "figure_number": "Figure 3",
      "title": "Fig. 3.",
      "caption": "The essential metastasis signature patterns as examined in external breast cancer datasets. a For the essential metastasis genes from the BIG dataset (from Fig. 2a), heat map of differential expression in a compendium dataset of 195 breast metastases versus paired primary, representing seven individual studies [5–11]. Each metastasis expression profile in the compendium dataset was centered on its primary pair (not shown). Yellow, high expression in metastasis versus primary; blue, low expression in metastasis. SD, standard deviations from the centered metastasis and primary profiles within a given dataset. Of the 248 essential genes represented in the compendium dataset, 182 were differential expressed in metastasis versus primary tumors across the compendium (p < 0.05, paired t-test), a highly significant overlap (p < 1E−80, one-sided Fisher’s exact test). b Association of the metastasis essential gene signature with breast cancer patient survival across three separate expression datasets of primary breast tumors [27–29]. For each dataset, a gene signature score was derived using our “t-score” metric [52–54], comparing the average of the normalized expression values for the signature genes against the rest of the normalized gene values within the tumor profile. The Staaf et al. dataset represents early stage breast tumors [29]. P-values for association of signature score with patient outcome by log-rank test and by univariate Cox, as indicated. c Similar to part b, but using the nonessential signature genes (Fig. 2b) to compute a nonessential gene signature score in primary breast tumors",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/31b241b8f9fc/13058_2024_1855_Fig3_HTML.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/31b241b8f9fc/13058_2024_1855_Fig3_HTML.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/31b241b8f9fc/13058_2024_1855_Fig3_HTML.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/31b241b8f9fc/13058_2024_1855_Fig3_HTML.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "Fig3",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/31b241b8f9fc/13058_2024_1855_Fig3_HTML.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11167932/images/figure_3.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/31b241b8f9fc/13058_2024_1855_Fig3_HTML.jpg"
    },
    "figure_4": {
      "figure_number": "Figure 4",
      "title": "Fig. 4.",
      "caption": "Pathways associated with the essential breast cancer metastasis signature. a Selected significantly enriched Gene Ontology (GO) terms [31] and wikiPathway [32] gene sets involving either the essential or nonessential set of metastasis-associated genes. Enrichment p-values by one-sided Fisher’s exact test. Some wikiPathways are slightly abbreviated, e.g., “Metabolic reprogramming in colon cancer,” abbreviated as “cancer metabolic reprogramming.” Pathways and gene sets highlighted in orange are featured in the pathway diagrams of parts b and c. b Pathway diagram representing genes involved in proteasome degradation [32]. On the left of each gene is represented the significance of differential expression in breast metastasis versus paired primary (based on BIG dataset; red, higher in metastases). On the right of each gene is represented the percentage of breast cancer cell lines in the DepMap dataset with low gene effect scores (< − 0.75). c Similar to part b, but featuring a pathway diagram representing core metabolic pathways [32, 55, 56]",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/242a32baf347/13058_2024_1855_Fig4_HTML.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/242a32baf347/13058_2024_1855_Fig4_HTML.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/242a32baf347/13058_2024_1855_Fig4_HTML.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/242a32baf347/13058_2024_1855_Fig4_HTML.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "Fig4",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/242a32baf347/13058_2024_1855_Fig4_HTML.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11167932/images/figure_4.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/242a32baf347/13058_2024_1855_Fig4_HTML.jpg"
    },
    "figure_5": {
      "figure_number": "Figure 5",
      "title": "Fig. 5.",
      "caption": "Transcription factor (TF) and global targeting associations involving the essential metastasis signature. a Venn diagram of the overlapping genes involving four gene sets: genes with high expression in breast cancer metastasis versus paired primary (blue, based on BIG, using a relaxed p-value of 4759 by paired t-test); genes essential in at least 10% of breast cancer cell lines (light orange, using effect score < − 0.75); TF genes with bound targets enriched (p < 0.01, one-sided Fisher’s exact test) in the essential gene signature (green, TF associations by Encode [34] data); and genes for which siRNA knockdown results in under-expression of genes that are significantly enriched (p < 0.01, one-sided Fisher’s exact test) in the essential metastasis signature (red, using a gene expression dataset of human umbilical endothelial cells transfected with siRNAs for 400 different genes [35]). b For the seven genes overlapping among three of the four gene sets from part a, the corresponding patterns are represented involving differential expression in breast cancer metastasis, CRISPR-based gene effect scoring in breast cancer cell lines, enrichment of TF-bound genes by Encode data, and enrichment of siRNA targets. Gene set enrichment patterns (by one-sided Fisher’s exact test) are represented for both essential and nonessential metastasis gene sets. c For both essential and nonessential metastasis signature genes (top and bottom, respectively), the corresponding patterns are represented involving differential expression in metastases, CRISPR-based gene effect scoring, binding 2 kb upstream for selected TFs, and differential expression in response to siRNA knockdown (GSE27869 dataset [35] involving profiling of cells after knockdown of each of 400 genes)",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/f2fb4ab46d5a/13058_2024_1855_Fig5_HTML.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/f2fb4ab46d5a/13058_2024_1855_Fig5_HTML.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/f2fb4ab46d5a/13058_2024_1855_Fig5_HTML.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/f2fb4ab46d5a/13058_2024_1855_Fig5_HTML.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "Fig5",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/f2fb4ab46d5a/13058_2024_1855_Fig5_HTML.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11167932/images/figure_5.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c652/11167932/f2fb4ab46d5a/13058_2024_1855_Fig5_HTML.jpg"
    }
  },
  "claims": [
    {
      "sentence": "A visual inspection of the differential patterns by heatmap (Fig. 1a) showed these to transcend the PAM50 intrinsic molecular subtype [18] assignments of the metastasis or primary sample, notwithstanding instances of molecular subtype switching [4, 5, 12].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Firstly, we noted that the relative intensities of the differential patterns (higher versus lower fold changes) in each metastasis sample compared to its corresponding primary pair tracked closely with the metastasis biopsy site (Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Analysis of gene expression signatures of immune cell types [20] indicated that overall levels of T cell and B cell infiltrates were statistically lower on average in metastases versus its paired primary (p < 0.01, paired t-test, Fig. 1a), though these immune cell types often appeared higher in lymph node biopsies [4, 13].An essential gene expression signature of breast cancer metastases\nWe hypothesized that a fraction of genes with differential patterns in breast cancer metastases versus paired primary would be intrinsic to cancer cells and not due to sample biopsy composition.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "To help sift through the top differential metastasis genes (Fig. 1a), we turned to the Cancer Dependency Map (DepMap) CRISPR assays [17, 21] measuring the essentiality of each gene for each of 46 breast cancer cell lines.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We overlapped the 2115 genes higher (p < 0.001, paired t-test) in the breast cancer metastasis signature (from Fig. 1a) with the set of 1810 genes that were essential (with gene effect score < − 0.75) in > 10% of breast cancer cell lines by DepMap.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The overlap of 264 genes between the two result sets (Fig. 2a and Data File S1) was highly statistically significant (enrichment p < 1E−29, chi-square test, chance expected overlap of 136 genes) and represented an “essential” metastasis signature as explored further below.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We observed no significant overlap between the genes lower in metastasis and genes essential by DepMap (Fig. 2a).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nAn essential gene expression signature of breast cancer metastases versus paired primary. a Venn diagram showing the overlapping genes between the genes essential in > 10% of breast cancer cell lines, according to the DepMap dataset [17, 21] (using CRISPR-based gene effect score < − 0.75 to call essentiality for a given gene and cell line), and the metastasis signature genes (from Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "From parts b-d, we observe that the issues involving the contribution of non-cancer cells to the differential metastasis expression profile (e.g., as highlighted in Fig. 1) are not present in the essential metastasis signatureThe set of 1581 genes higher in metastasis but for which no breast cell lines had low DepMap-based gene effect scores represented a “nonessential” metastasis signature that could serve as an interesting comparison and contrast to the essential metastasis signature of 264 genes (Figs.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Notably, in contrast to the 1581 nonessential genes, the 264 essential genes were not significantly enriched for genes lower in normal breast tissue by GTEx (Fig. 2b).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "In addition, while the nonessential genes showed the above-noted association with liver biopsy site, the differential expression patterns for the 264 essential genes were much more consistent across diverse metastatic biopsy sites (Fig. 2c and d).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel c",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Also, analysis of single cell RNA-sequencing (scRNA-seq) data from both metastatic and primary tumors showed the essential signature genes to be highly expressed as a group within the cancer epithelial cells (Supplementary Fig. 1a–c).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Primary cancer cells scored moderate to high for the essential signature, though spatial transcriptomics did not reveal any clear patterns of the high metastasis signature cells as being on the invasive front of the tumor (Supplementary Fig. 1d).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel d",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Of the 248 essential genes represented in the compendium dataset, 182—73%—were differential expressed in metastasis versus primary tumors across the compendium (p < 0.05, paired t-test, Fig. 3a), a highly significant overlap (p < 1E−80, one-sided Fisher’s exact test).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nThe essential metastasis signature patterns as examined in external breast cancer datasets. a For the essential metastasis genes from the BIG dataset (from Fig. 2a), heat map of differential expression in a compendium dataset of 195 breast metastases versus paired primary, representing seven individual studies [5–11].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "P-values for association of signature score with patient outcome by log-rank test and by univariate Cox, as indicated. c Similar to part b, but using the nonessential signature genes (Fig. 2b) to compute a nonessential gene signature score in primary breast tumorsResults of previous studies have suggested that the metastatic potential of human tumors is encoded within the primary tumor [25, 26].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Based on the expression patterns of primary tumors, the essential metastasis signature could stratify patients in each dataset into high-, low-, and intermediate-risk groups representing significant differences in patient outcome by Kaplan–Meier analysis (Fig. 3b).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Interestingly, the nonessential metastasis signature was associated with worse breast cancer patient outcome in only one of the three primary tumor datasets (Fig. 3c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "However, in multivariate Cox models incorporating other well-known prognostic signatures [26, 30] in addition to the essential metastasis signature, the latter was found to not provide additional prognostic information in two out of three datasets (Table S1).Pathways and functional gene groups represented by the metastasis signature\nThe essential metastasis signature genes represented functional gene categories and altered pathways (Fig. 4a and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Both 20S and 26s proteasomes included several genes both higher in breast cancer expression in metastasis and essential in more than 90% of breast cancer cell lines in DepMap (Fig. 4b and Data File S1).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "When surveying core metabolic pathways (Fig. 4c), genes both higher in expression in metastasis and essential in one or more breast cancer cell lines included glycolysis, lipid synthesis, the Krebs cycle, the Warburg effect, and the electron transport chain.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The essential metastasis genes involving the electron transport chain spanned complexes I–V (Fig. 4c and Data Files S1 and S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Gene set enrichment patterns (by one-sided Fisher’s exact test) are represented for both essential and nonessential metastasis gene sets. c For both essential and nonessential metastasis signature genes (top and bottom, respectively), the corresponding patterns are represented involving differential expression in metastases, CRISPR-based gene effect scoring, binding 2 kb upstream for selected TFs, and differential expression in response to siRNA knockdown (GSE27869 dataset [35] involving profiling of cells after knockdown of each of 400 genes)We examined both essential and nonessential metastasis signature genes across all the above datasets, including differential expression patterns in metastasis, gene target binding for selected TFs, and differential expression patterns in response to the knockdown of selected genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The nonessential signature genes were also significantly enriched for targets of TFs, including MYC, MAX, and HCFC1, though these three TFs involved a relatively lower fraction of genes for the nonessential versus the essential signature (Fig. 5c and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Interestingly, where the nonessential genes overlapped with the above TF-related and knockdown target-related patterns of interest, these genes showed a weaker association with liver biopsy site than that of the other nonessential genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Figures represent biological and not technical replicates.Supplementary Information\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Supplementary Materials\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "A visual inspection of the differential patterns by heatmap (Fig. 1a) showed these to transcend the PAM50 intrinsic molecular subtype [18] assignments of the metastasis or primary sample, notwithstanding instances of molecular subtype switching [4, 5, 12].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Firstly, we noted that the relative intensities of the differential patterns (higher versus lower fold changes) in each metastasis sample compared to its corresponding primary pair tracked closely with the metastasis biopsy site (Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Analysis of gene expression signatures of immune cell types [20] indicated that overall levels of T cell and B cell infiltrates were statistically lower on average in metastases versus its paired primary (p < 0.01, paired t-test, Fig. 1a), though these immune cell types often appeared higher in lymph node biopsies [4, 13].An essential gene expression signature of breast cancer metastases\nWe hypothesized that a fraction of genes with differential patterns in breast cancer metastases versus paired primary would be intrinsic to cancer cells and not due to sample biopsy composition.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "To help sift through the top differential metastasis genes (Fig. 1a), we turned to the Cancer Dependency Map (DepMap) CRISPR assays [17, 21] measuring the essentiality of each gene for each of 46 breast cancer cell lines.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We overlapped the 2115 genes higher (p < 0.001, paired t-test) in the breast cancer metastasis signature (from Fig. 1a) with the set of 1810 genes that were essential (with gene effect score < − 0.75) in > 10% of breast cancer cell lines by DepMap.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The overlap of 264 genes between the two result sets (Fig. 2a and Data File S1) was highly statistically significant (enrichment p < 1E−29, chi-square test, chance expected overlap of 136 genes) and represented an “essential” metastasis signature as explored further below.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We observed no significant overlap between the genes lower in metastasis and genes essential by DepMap (Fig. 2a).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nAn essential gene expression signature of breast cancer metastases versus paired primary. a Venn diagram showing the overlapping genes between the genes essential in > 10% of breast cancer cell lines, according to the DepMap dataset [17, 21] (using CRISPR-based gene effect score < − 0.75 to call essentiality for a given gene and cell line), and the metastasis signature genes (from Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "From parts b-d, we observe that the issues involving the contribution of non-cancer cells to the differential metastasis expression profile (e.g., as highlighted in Fig. 1) are not present in the essential metastasis signatureThe set of 1581 genes higher in metastasis but for which no breast cell lines had low DepMap-based gene effect scores represented a “nonessential” metastasis signature that could serve as an interesting comparison and contrast to the essential metastasis signature of 264 genes (Figs.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Notably, in contrast to the 1581 nonessential genes, the 264 essential genes were not significantly enriched for genes lower in normal breast tissue by GTEx (Fig. 2b).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "In addition, while the nonessential genes showed the above-noted association with liver biopsy site, the differential expression patterns for the 264 essential genes were much more consistent across diverse metastatic biopsy sites (Fig. 2c and d).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel c",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Also, analysis of single cell RNA-sequencing (scRNA-seq) data from both metastatic and primary tumors showed the essential signature genes to be highly expressed as a group within the cancer epithelial cells (Supplementary Fig. 1a–c).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Primary cancer cells scored moderate to high for the essential signature, though spatial transcriptomics did not reveal any clear patterns of the high metastasis signature cells as being on the invasive front of the tumor (Supplementary Fig. 1d).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel d",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Of the 248 essential genes represented in the compendium dataset, 182—73%—were differential expressed in metastasis versus primary tumors across the compendium (p < 0.05, paired t-test, Fig. 3a), a highly significant overlap (p < 1E−80, one-sided Fisher’s exact test).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nThe essential metastasis signature patterns as examined in external breast cancer datasets. a For the essential metastasis genes from the BIG dataset (from Fig. 2a), heat map of differential expression in a compendium dataset of 195 breast metastases versus paired primary, representing seven individual studies [5–11].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "P-values for association of signature score with patient outcome by log-rank test and by univariate Cox, as indicated. c Similar to part b, but using the nonessential signature genes (Fig. 2b) to compute a nonessential gene signature score in primary breast tumorsResults of previous studies have suggested that the metastatic potential of human tumors is encoded within the primary tumor [25, 26].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Based on the expression patterns of primary tumors, the essential metastasis signature could stratify patients in each dataset into high-, low-, and intermediate-risk groups representing significant differences in patient outcome by Kaplan–Meier analysis (Fig. 3b).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Interestingly, the nonessential metastasis signature was associated with worse breast cancer patient outcome in only one of the three primary tumor datasets (Fig. 3c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "However, in multivariate Cox models incorporating other well-known prognostic signatures [26, 30] in addition to the essential metastasis signature, the latter was found to not provide additional prognostic information in two out of three datasets (Table S1).Pathways and functional gene groups represented by the metastasis signature\nThe essential metastasis signature genes represented functional gene categories and altered pathways (Fig. 4a and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Both 20S and 26s proteasomes included several genes both higher in breast cancer expression in metastasis and essential in more than 90% of breast cancer cell lines in DepMap (Fig. 4b and Data File S1).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "When surveying core metabolic pathways (Fig. 4c), genes both higher in expression in metastasis and essential in one or more breast cancer cell lines included glycolysis, lipid synthesis, the Krebs cycle, the Warburg effect, and the electron transport chain.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The essential metastasis genes involving the electron transport chain spanned complexes I–V (Fig. 4c and Data Files S1 and S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Gene set enrichment patterns (by one-sided Fisher’s exact test) are represented for both essential and nonessential metastasis gene sets. c For both essential and nonessential metastasis signature genes (top and bottom, respectively), the corresponding patterns are represented involving differential expression in metastases, CRISPR-based gene effect scoring, binding 2 kb upstream for selected TFs, and differential expression in response to siRNA knockdown (GSE27869 dataset [35] involving profiling of cells after knockdown of each of 400 genes)We examined both essential and nonessential metastasis signature genes across all the above datasets, including differential expression patterns in metastasis, gene target binding for selected TFs, and differential expression patterns in response to the knockdown of selected genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The nonessential signature genes were also significantly enriched for targets of TFs, including MYC, MAX, and HCFC1, though these three TFs involved a relatively lower fraction of genes for the nonessential versus the essential signature (Fig. 5c and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Interestingly, where the nonessential genes overlapped with the above TF-related and knockdown target-related patterns of interest, these genes showed a weaker association with liver biopsy site than that of the other nonessential genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Figures represent biological and not technical replicates.Supplementary Information\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Supplementary Materials\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "A visual inspection of the differential patterns by heatmap (Fig. 1a) showed these to transcend the PAM50 intrinsic molecular subtype [18] assignments of the metastasis or primary sample, notwithstanding instances of molecular subtype switching [4, 5, 12].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Firstly, we noted that the relative intensities of the differential patterns (higher versus lower fold changes) in each metastasis sample compared to its corresponding primary pair tracked closely with the metastasis biopsy site (Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Analysis of gene expression signatures of immune cell types [20] indicated that overall levels of T cell and B cell infiltrates were statistically lower on average in metastases versus its paired primary (p < 0.01, paired t-test, Fig. 1a), though these immune cell types often appeared higher in lymph node biopsies [4, 13].An essential gene expression signature of breast cancer metastases\nWe hypothesized that a fraction of genes with differential patterns in breast cancer metastases versus paired primary would be intrinsic to cancer cells and not due to sample biopsy composition.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "To help sift through the top differential metastasis genes (Fig. 1a), we turned to the Cancer Dependency Map (DepMap) CRISPR assays [17, 21] measuring the essentiality of each gene for each of 46 breast cancer cell lines.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We overlapped the 2115 genes higher (p < 0.001, paired t-test) in the breast cancer metastasis signature (from Fig. 1a) with the set of 1810 genes that were essential (with gene effect score < − 0.75) in > 10% of breast cancer cell lines by DepMap.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The overlap of 264 genes between the two result sets (Fig. 2a and Data File S1) was highly statistically significant (enrichment p < 1E−29, chi-square test, chance expected overlap of 136 genes) and represented an “essential” metastasis signature as explored further below.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We observed no significant overlap between the genes lower in metastasis and genes essential by DepMap (Fig. 2a).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nAn essential gene expression signature of breast cancer metastases versus paired primary. a Venn diagram showing the overlapping genes between the genes essential in > 10% of breast cancer cell lines, according to the DepMap dataset [17, 21] (using CRISPR-based gene effect score < − 0.75 to call essentiality for a given gene and cell line), and the metastasis signature genes (from Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "From parts b-d, we observe that the issues involving the contribution of non-cancer cells to the differential metastasis expression profile (e.g., as highlighted in Fig. 1) are not present in the essential metastasis signatureThe set of 1581 genes higher in metastasis but for which no breast cell lines had low DepMap-based gene effect scores represented a “nonessential” metastasis signature that could serve as an interesting comparison and contrast to the essential metastasis signature of 264 genes (Figs.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Notably, in contrast to the 1581 nonessential genes, the 264 essential genes were not significantly enriched for genes lower in normal breast tissue by GTEx (Fig. 2b).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "In addition, while the nonessential genes showed the above-noted association with liver biopsy site, the differential expression patterns for the 264 essential genes were much more consistent across diverse metastatic biopsy sites (Fig. 2c and d).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel c",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Also, analysis of single cell RNA-sequencing (scRNA-seq) data from both metastatic and primary tumors showed the essential signature genes to be highly expressed as a group within the cancer epithelial cells (Supplementary Fig. 1a–c).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Primary cancer cells scored moderate to high for the essential signature, though spatial transcriptomics did not reveal any clear patterns of the high metastasis signature cells as being on the invasive front of the tumor (Supplementary Fig. 1d).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel d",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Of the 248 essential genes represented in the compendium dataset, 182—73%—were differential expressed in metastasis versus primary tumors across the compendium (p < 0.05, paired t-test, Fig. 3a), a highly significant overlap (p < 1E−80, one-sided Fisher’s exact test).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nThe essential metastasis signature patterns as examined in external breast cancer datasets. a For the essential metastasis genes from the BIG dataset (from Fig. 2a), heat map of differential expression in a compendium dataset of 195 breast metastases versus paired primary, representing seven individual studies [5–11].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "P-values for association of signature score with patient outcome by log-rank test and by univariate Cox, as indicated. c Similar to part b, but using the nonessential signature genes (Fig. 2b) to compute a nonessential gene signature score in primary breast tumorsResults of previous studies have suggested that the metastatic potential of human tumors is encoded within the primary tumor [25, 26].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Based on the expression patterns of primary tumors, the essential metastasis signature could stratify patients in each dataset into high-, low-, and intermediate-risk groups representing significant differences in patient outcome by Kaplan–Meier analysis (Fig. 3b).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Interestingly, the nonessential metastasis signature was associated with worse breast cancer patient outcome in only one of the three primary tumor datasets (Fig. 3c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "However, in multivariate Cox models incorporating other well-known prognostic signatures [26, 30] in addition to the essential metastasis signature, the latter was found to not provide additional prognostic information in two out of three datasets (Table S1).Pathways and functional gene groups represented by the metastasis signature\nThe essential metastasis signature genes represented functional gene categories and altered pathways (Fig. 4a and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Both 20S and 26s proteasomes included several genes both higher in breast cancer expression in metastasis and essential in more than 90% of breast cancer cell lines in DepMap (Fig. 4b and Data File S1).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "When surveying core metabolic pathways (Fig. 4c), genes both higher in expression in metastasis and essential in one or more breast cancer cell lines included glycolysis, lipid synthesis, the Krebs cycle, the Warburg effect, and the electron transport chain.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The essential metastasis genes involving the electron transport chain spanned complexes I–V (Fig. 4c and Data Files S1 and S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Gene set enrichment patterns (by one-sided Fisher’s exact test) are represented for both essential and nonessential metastasis gene sets. c For both essential and nonessential metastasis signature genes (top and bottom, respectively), the corresponding patterns are represented involving differential expression in metastases, CRISPR-based gene effect scoring, binding 2 kb upstream for selected TFs, and differential expression in response to siRNA knockdown (GSE27869 dataset [35] involving profiling of cells after knockdown of each of 400 genes)We examined both essential and nonessential metastasis signature genes across all the above datasets, including differential expression patterns in metastasis, gene target binding for selected TFs, and differential expression patterns in response to the knockdown of selected genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The nonessential signature genes were also significantly enriched for targets of TFs, including MYC, MAX, and HCFC1, though these three TFs involved a relatively lower fraction of genes for the nonessential versus the essential signature (Fig. 5c and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Interestingly, where the nonessential genes overlapped with the above TF-related and knockdown target-related patterns of interest, these genes showed a weaker association with liver biopsy site than that of the other nonessential genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Figures represent biological and not technical replicates.Supplementary Information\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Supplementary Materials\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "A visual inspection of the differential patterns by heatmap (Fig. 1a) showed these to transcend the PAM50 intrinsic molecular subtype [18] assignments of the metastasis or primary sample, notwithstanding instances of molecular subtype switching [4, 5, 12].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Firstly, we noted that the relative intensities of the differential patterns (higher versus lower fold changes) in each metastasis sample compared to its corresponding primary pair tracked closely with the metastasis biopsy site (Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Analysis of gene expression signatures of immune cell types [20] indicated that overall levels of T cell and B cell infiltrates were statistically lower on average in metastases versus its paired primary (p < 0.01, paired t-test, Fig. 1a), though these immune cell types often appeared higher in lymph node biopsies [4, 13].An essential gene expression signature of breast cancer metastases\nWe hypothesized that a fraction of genes with differential patterns in breast cancer metastases versus paired primary would be intrinsic to cancer cells and not due to sample biopsy composition.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "To help sift through the top differential metastasis genes (Fig. 1a), we turned to the Cancer Dependency Map (DepMap) CRISPR assays [17, 21] measuring the essentiality of each gene for each of 46 breast cancer cell lines.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We overlapped the 2115 genes higher (p < 0.001, paired t-test) in the breast cancer metastasis signature (from Fig. 1a) with the set of 1810 genes that were essential (with gene effect score < − 0.75) in > 10% of breast cancer cell lines by DepMap.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The overlap of 264 genes between the two result sets (Fig. 2a and Data File S1) was highly statistically significant (enrichment p < 1E−29, chi-square test, chance expected overlap of 136 genes) and represented an “essential” metastasis signature as explored further below.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We observed no significant overlap between the genes lower in metastasis and genes essential by DepMap (Fig. 2a).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nAn essential gene expression signature of breast cancer metastases versus paired primary. a Venn diagram showing the overlapping genes between the genes essential in > 10% of breast cancer cell lines, according to the DepMap dataset [17, 21] (using CRISPR-based gene effect score < − 0.75 to call essentiality for a given gene and cell line), and the metastasis signature genes (from Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "From parts b-d, we observe that the issues involving the contribution of non-cancer cells to the differential metastasis expression profile (e.g., as highlighted in Fig. 1) are not present in the essential metastasis signatureThe set of 1581 genes higher in metastasis but for which no breast cell lines had low DepMap-based gene effect scores represented a “nonessential” metastasis signature that could serve as an interesting comparison and contrast to the essential metastasis signature of 264 genes (Figs.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Notably, in contrast to the 1581 nonessential genes, the 264 essential genes were not significantly enriched for genes lower in normal breast tissue by GTEx (Fig. 2b).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "In addition, while the nonessential genes showed the above-noted association with liver biopsy site, the differential expression patterns for the 264 essential genes were much more consistent across diverse metastatic biopsy sites (Fig. 2c and d).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel c",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Also, analysis of single cell RNA-sequencing (scRNA-seq) data from both metastatic and primary tumors showed the essential signature genes to be highly expressed as a group within the cancer epithelial cells (Supplementary Fig. 1a–c).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Primary cancer cells scored moderate to high for the essential signature, though spatial transcriptomics did not reveal any clear patterns of the high metastasis signature cells as being on the invasive front of the tumor (Supplementary Fig. 1d).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel d",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Of the 248 essential genes represented in the compendium dataset, 182—73%—were differential expressed in metastasis versus primary tumors across the compendium (p < 0.05, paired t-test, Fig. 3a), a highly significant overlap (p < 1E−80, one-sided Fisher’s exact test).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nThe essential metastasis signature patterns as examined in external breast cancer datasets. a For the essential metastasis genes from the BIG dataset (from Fig. 2a), heat map of differential expression in a compendium dataset of 195 breast metastases versus paired primary, representing seven individual studies [5–11].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "P-values for association of signature score with patient outcome by log-rank test and by univariate Cox, as indicated. c Similar to part b, but using the nonessential signature genes (Fig. 2b) to compute a nonessential gene signature score in primary breast tumorsResults of previous studies have suggested that the metastatic potential of human tumors is encoded within the primary tumor [25, 26].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Based on the expression patterns of primary tumors, the essential metastasis signature could stratify patients in each dataset into high-, low-, and intermediate-risk groups representing significant differences in patient outcome by Kaplan–Meier analysis (Fig. 3b).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Interestingly, the nonessential metastasis signature was associated with worse breast cancer patient outcome in only one of the three primary tumor datasets (Fig. 3c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "However, in multivariate Cox models incorporating other well-known prognostic signatures [26, 30] in addition to the essential metastasis signature, the latter was found to not provide additional prognostic information in two out of three datasets (Table S1).Pathways and functional gene groups represented by the metastasis signature\nThe essential metastasis signature genes represented functional gene categories and altered pathways (Fig. 4a and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Both 20S and 26s proteasomes included several genes both higher in breast cancer expression in metastasis and essential in more than 90% of breast cancer cell lines in DepMap (Fig. 4b and Data File S1).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "When surveying core metabolic pathways (Fig. 4c), genes both higher in expression in metastasis and essential in one or more breast cancer cell lines included glycolysis, lipid synthesis, the Krebs cycle, the Warburg effect, and the electron transport chain.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The essential metastasis genes involving the electron transport chain spanned complexes I–V (Fig. 4c and Data Files S1 and S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Gene set enrichment patterns (by one-sided Fisher’s exact test) are represented for both essential and nonessential metastasis gene sets. c For both essential and nonessential metastasis signature genes (top and bottom, respectively), the corresponding patterns are represented involving differential expression in metastases, CRISPR-based gene effect scoring, binding 2 kb upstream for selected TFs, and differential expression in response to siRNA knockdown (GSE27869 dataset [35] involving profiling of cells after knockdown of each of 400 genes)We examined both essential and nonessential metastasis signature genes across all the above datasets, including differential expression patterns in metastasis, gene target binding for selected TFs, and differential expression patterns in response to the knockdown of selected genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The nonessential signature genes were also significantly enriched for targets of TFs, including MYC, MAX, and HCFC1, though these three TFs involved a relatively lower fraction of genes for the nonessential versus the essential signature (Fig. 5c and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Interestingly, where the nonessential genes overlapped with the above TF-related and knockdown target-related patterns of interest, these genes showed a weaker association with liver biopsy site than that of the other nonessential genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Figures represent biological and not technical replicates.Supplementary Information\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Supplementary Materials\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "A visual inspection of the differential patterns by heatmap (Fig. 1a) showed these to transcend the PAM50 intrinsic molecular subtype [18] assignments of the metastasis or primary sample, notwithstanding instances of molecular subtype switching [4, 5, 12].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Firstly, we noted that the relative intensities of the differential patterns (higher versus lower fold changes) in each metastasis sample compared to its corresponding primary pair tracked closely with the metastasis biopsy site (Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Analysis of gene expression signatures of immune cell types [20] indicated that overall levels of T cell and B cell infiltrates were statistically lower on average in metastases versus its paired primary (p < 0.01, paired t-test, Fig. 1a), though these immune cell types often appeared higher in lymph node biopsies [4, 13].An essential gene expression signature of breast cancer metastases\nWe hypothesized that a fraction of genes with differential patterns in breast cancer metastases versus paired primary would be intrinsic to cancer cells and not due to sample biopsy composition.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "To help sift through the top differential metastasis genes (Fig. 1a), we turned to the Cancer Dependency Map (DepMap) CRISPR assays [17, 21] measuring the essentiality of each gene for each of 46 breast cancer cell lines.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We overlapped the 2115 genes higher (p < 0.001, paired t-test) in the breast cancer metastasis signature (from Fig. 1a) with the set of 1810 genes that were essential (with gene effect score < − 0.75) in > 10% of breast cancer cell lines by DepMap.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The overlap of 264 genes between the two result sets (Fig. 2a and Data File S1) was highly statistically significant (enrichment p < 1E−29, chi-square test, chance expected overlap of 136 genes) and represented an “essential” metastasis signature as explored further below.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We observed no significant overlap between the genes lower in metastasis and genes essential by DepMap (Fig. 2a).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nAn essential gene expression signature of breast cancer metastases versus paired primary. a Venn diagram showing the overlapping genes between the genes essential in > 10% of breast cancer cell lines, according to the DepMap dataset [17, 21] (using CRISPR-based gene effect score < − 0.75 to call essentiality for a given gene and cell line), and the metastasis signature genes (from Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "From parts b-d, we observe that the issues involving the contribution of non-cancer cells to the differential metastasis expression profile (e.g., as highlighted in Fig. 1) are not present in the essential metastasis signatureThe set of 1581 genes higher in metastasis but for which no breast cell lines had low DepMap-based gene effect scores represented a “nonessential” metastasis signature that could serve as an interesting comparison and contrast to the essential metastasis signature of 264 genes (Figs.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Notably, in contrast to the 1581 nonessential genes, the 264 essential genes were not significantly enriched for genes lower in normal breast tissue by GTEx (Fig. 2b).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "In addition, while the nonessential genes showed the above-noted association with liver biopsy site, the differential expression patterns for the 264 essential genes were much more consistent across diverse metastatic biopsy sites (Fig. 2c and d).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel c",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Also, analysis of single cell RNA-sequencing (scRNA-seq) data from both metastatic and primary tumors showed the essential signature genes to be highly expressed as a group within the cancer epithelial cells (Supplementary Fig. 1a–c).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Primary cancer cells scored moderate to high for the essential signature, though spatial transcriptomics did not reveal any clear patterns of the high metastasis signature cells as being on the invasive front of the tumor (Supplementary Fig. 1d).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel d",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Of the 248 essential genes represented in the compendium dataset, 182—73%—were differential expressed in metastasis versus primary tumors across the compendium (p < 0.05, paired t-test, Fig. 3a), a highly significant overlap (p < 1E−80, one-sided Fisher’s exact test).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nThe essential metastasis signature patterns as examined in external breast cancer datasets. a For the essential metastasis genes from the BIG dataset (from Fig. 2a), heat map of differential expression in a compendium dataset of 195 breast metastases versus paired primary, representing seven individual studies [5–11].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "P-values for association of signature score with patient outcome by log-rank test and by univariate Cox, as indicated. c Similar to part b, but using the nonessential signature genes (Fig. 2b) to compute a nonessential gene signature score in primary breast tumorsResults of previous studies have suggested that the metastatic potential of human tumors is encoded within the primary tumor [25, 26].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Based on the expression patterns of primary tumors, the essential metastasis signature could stratify patients in each dataset into high-, low-, and intermediate-risk groups representing significant differences in patient outcome by Kaplan–Meier analysis (Fig. 3b).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Interestingly, the nonessential metastasis signature was associated with worse breast cancer patient outcome in only one of the three primary tumor datasets (Fig. 3c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "However, in multivariate Cox models incorporating other well-known prognostic signatures [26, 30] in addition to the essential metastasis signature, the latter was found to not provide additional prognostic information in two out of three datasets (Table S1).Pathways and functional gene groups represented by the metastasis signature\nThe essential metastasis signature genes represented functional gene categories and altered pathways (Fig. 4a and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Both 20S and 26s proteasomes included several genes both higher in breast cancer expression in metastasis and essential in more than 90% of breast cancer cell lines in DepMap (Fig. 4b and Data File S1).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "When surveying core metabolic pathways (Fig. 4c), genes both higher in expression in metastasis and essential in one or more breast cancer cell lines included glycolysis, lipid synthesis, the Krebs cycle, the Warburg effect, and the electron transport chain.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The essential metastasis genes involving the electron transport chain spanned complexes I–V (Fig. 4c and Data Files S1 and S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Gene set enrichment patterns (by one-sided Fisher’s exact test) are represented for both essential and nonessential metastasis gene sets. c For both essential and nonessential metastasis signature genes (top and bottom, respectively), the corresponding patterns are represented involving differential expression in metastases, CRISPR-based gene effect scoring, binding 2 kb upstream for selected TFs, and differential expression in response to siRNA knockdown (GSE27869 dataset [35] involving profiling of cells after knockdown of each of 400 genes)We examined both essential and nonessential metastasis signature genes across all the above datasets, including differential expression patterns in metastasis, gene target binding for selected TFs, and differential expression patterns in response to the knockdown of selected genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The nonessential signature genes were also significantly enriched for targets of TFs, including MYC, MAX, and HCFC1, though these three TFs involved a relatively lower fraction of genes for the nonessential versus the essential signature (Fig. 5c and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Interestingly, where the nonessential genes overlapped with the above TF-related and knockdown target-related patterns of interest, these genes showed a weaker association with liver biopsy site than that of the other nonessential genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Figures represent biological and not technical replicates.Supplementary Information\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Supplementary Materials\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "A visual inspection of the differential patterns by heatmap (Fig. 1a) showed these to transcend the PAM50 intrinsic molecular subtype [18] assignments of the metastasis or primary sample, notwithstanding instances of molecular subtype switching [4, 5, 12].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Firstly, we noted that the relative intensities of the differential patterns (higher versus lower fold changes) in each metastasis sample compared to its corresponding primary pair tracked closely with the metastasis biopsy site (Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Analysis of gene expression signatures of immune cell types [20] indicated that overall levels of T cell and B cell infiltrates were statistically lower on average in metastases versus its paired primary (p < 0.01, paired t-test, Fig. 1a), though these immune cell types often appeared higher in lymph node biopsies [4, 13].An essential gene expression signature of breast cancer metastases\nWe hypothesized that a fraction of genes with differential patterns in breast cancer metastases versus paired primary would be intrinsic to cancer cells and not due to sample biopsy composition.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "To help sift through the top differential metastasis genes (Fig. 1a), we turned to the Cancer Dependency Map (DepMap) CRISPR assays [17, 21] measuring the essentiality of each gene for each of 46 breast cancer cell lines.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We overlapped the 2115 genes higher (p < 0.001, paired t-test) in the breast cancer metastasis signature (from Fig. 1a) with the set of 1810 genes that were essential (with gene effect score < − 0.75) in > 10% of breast cancer cell lines by DepMap.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The overlap of 264 genes between the two result sets (Fig. 2a and Data File S1) was highly statistically significant (enrichment p < 1E−29, chi-square test, chance expected overlap of 136 genes) and represented an “essential” metastasis signature as explored further below.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We observed no significant overlap between the genes lower in metastasis and genes essential by DepMap (Fig. 2a).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nAn essential gene expression signature of breast cancer metastases versus paired primary. a Venn diagram showing the overlapping genes between the genes essential in > 10% of breast cancer cell lines, according to the DepMap dataset [17, 21] (using CRISPR-based gene effect score < − 0.75 to call essentiality for a given gene and cell line), and the metastasis signature genes (from Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "From parts b-d, we observe that the issues involving the contribution of non-cancer cells to the differential metastasis expression profile (e.g., as highlighted in Fig. 1) are not present in the essential metastasis signatureThe set of 1581 genes higher in metastasis but for which no breast cell lines had low DepMap-based gene effect scores represented a “nonessential” metastasis signature that could serve as an interesting comparison and contrast to the essential metastasis signature of 264 genes (Figs.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Notably, in contrast to the 1581 nonessential genes, the 264 essential genes were not significantly enriched for genes lower in normal breast tissue by GTEx (Fig. 2b).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "In addition, while the nonessential genes showed the above-noted association with liver biopsy site, the differential expression patterns for the 264 essential genes were much more consistent across diverse metastatic biopsy sites (Fig. 2c and d).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel c",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Also, analysis of single cell RNA-sequencing (scRNA-seq) data from both metastatic and primary tumors showed the essential signature genes to be highly expressed as a group within the cancer epithelial cells (Supplementary Fig. 1a–c).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Primary cancer cells scored moderate to high for the essential signature, though spatial transcriptomics did not reveal any clear patterns of the high metastasis signature cells as being on the invasive front of the tumor (Supplementary Fig. 1d).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel d",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Of the 248 essential genes represented in the compendium dataset, 182—73%—were differential expressed in metastasis versus primary tumors across the compendium (p < 0.05, paired t-test, Fig. 3a), a highly significant overlap (p < 1E−80, one-sided Fisher’s exact test).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nThe essential metastasis signature patterns as examined in external breast cancer datasets. a For the essential metastasis genes from the BIG dataset (from Fig. 2a), heat map of differential expression in a compendium dataset of 195 breast metastases versus paired primary, representing seven individual studies [5–11].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "P-values for association of signature score with patient outcome by log-rank test and by univariate Cox, as indicated. c Similar to part b, but using the nonessential signature genes (Fig. 2b) to compute a nonessential gene signature score in primary breast tumorsResults of previous studies have suggested that the metastatic potential of human tumors is encoded within the primary tumor [25, 26].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Based on the expression patterns of primary tumors, the essential metastasis signature could stratify patients in each dataset into high-, low-, and intermediate-risk groups representing significant differences in patient outcome by Kaplan–Meier analysis (Fig. 3b).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Interestingly, the nonessential metastasis signature was associated with worse breast cancer patient outcome in only one of the three primary tumor datasets (Fig. 3c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "However, in multivariate Cox models incorporating other well-known prognostic signatures [26, 30] in addition to the essential metastasis signature, the latter was found to not provide additional prognostic information in two out of three datasets (Table S1).Pathways and functional gene groups represented by the metastasis signature\nThe essential metastasis signature genes represented functional gene categories and altered pathways (Fig. 4a and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Both 20S and 26s proteasomes included several genes both higher in breast cancer expression in metastasis and essential in more than 90% of breast cancer cell lines in DepMap (Fig. 4b and Data File S1).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "When surveying core metabolic pathways (Fig. 4c), genes both higher in expression in metastasis and essential in one or more breast cancer cell lines included glycolysis, lipid synthesis, the Krebs cycle, the Warburg effect, and the electron transport chain.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The essential metastasis genes involving the electron transport chain spanned complexes I–V (Fig. 4c and Data Files S1 and S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Gene set enrichment patterns (by one-sided Fisher’s exact test) are represented for both essential and nonessential metastasis gene sets. c For both essential and nonessential metastasis signature genes (top and bottom, respectively), the corresponding patterns are represented involving differential expression in metastases, CRISPR-based gene effect scoring, binding 2 kb upstream for selected TFs, and differential expression in response to siRNA knockdown (GSE27869 dataset [35] involving profiling of cells after knockdown of each of 400 genes)We examined both essential and nonessential metastasis signature genes across all the above datasets, including differential expression patterns in metastasis, gene target binding for selected TFs, and differential expression patterns in response to the knockdown of selected genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The nonessential signature genes were also significantly enriched for targets of TFs, including MYC, MAX, and HCFC1, though these three TFs involved a relatively lower fraction of genes for the nonessential versus the essential signature (Fig. 5c and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Interestingly, where the nonessential genes overlapped with the above TF-related and knockdown target-related patterns of interest, these genes showed a weaker association with liver biopsy site than that of the other nonessential genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Figures represent biological and not technical replicates.Supplementary Information\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Supplementary Materials\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "A visual inspection of the differential patterns by heatmap (Fig. 1a) showed these to transcend the PAM50 intrinsic molecular subtype [18] assignments of the metastasis or primary sample, notwithstanding instances of molecular subtype switching [4, 5, 12].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Firstly, we noted that the relative intensities of the differential patterns (higher versus lower fold changes) in each metastasis sample compared to its corresponding primary pair tracked closely with the metastasis biopsy site (Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Analysis of gene expression signatures of immune cell types [20] indicated that overall levels of T cell and B cell infiltrates were statistically lower on average in metastases versus its paired primary (p < 0.01, paired t-test, Fig. 1a), though these immune cell types often appeared higher in lymph node biopsies [4, 13].An essential gene expression signature of breast cancer metastases\nWe hypothesized that a fraction of genes with differential patterns in breast cancer metastases versus paired primary would be intrinsic to cancer cells and not due to sample biopsy composition.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "To help sift through the top differential metastasis genes (Fig. 1a), we turned to the Cancer Dependency Map (DepMap) CRISPR assays [17, 21] measuring the essentiality of each gene for each of 46 breast cancer cell lines.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We overlapped the 2115 genes higher (p < 0.001, paired t-test) in the breast cancer metastasis signature (from Fig. 1a) with the set of 1810 genes that were essential (with gene effect score < − 0.75) in > 10% of breast cancer cell lines by DepMap.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The overlap of 264 genes between the two result sets (Fig. 2a and Data File S1) was highly statistically significant (enrichment p < 1E−29, chi-square test, chance expected overlap of 136 genes) and represented an “essential” metastasis signature as explored further below.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We observed no significant overlap between the genes lower in metastasis and genes essential by DepMap (Fig. 2a).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nAn essential gene expression signature of breast cancer metastases versus paired primary. a Venn diagram showing the overlapping genes between the genes essential in > 10% of breast cancer cell lines, according to the DepMap dataset [17, 21] (using CRISPR-based gene effect score < − 0.75 to call essentiality for a given gene and cell line), and the metastasis signature genes (from Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "From parts b-d, we observe that the issues involving the contribution of non-cancer cells to the differential metastasis expression profile (e.g., as highlighted in Fig. 1) are not present in the essential metastasis signatureThe set of 1581 genes higher in metastasis but for which no breast cell lines had low DepMap-based gene effect scores represented a “nonessential” metastasis signature that could serve as an interesting comparison and contrast to the essential metastasis signature of 264 genes (Figs.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Notably, in contrast to the 1581 nonessential genes, the 264 essential genes were not significantly enriched for genes lower in normal breast tissue by GTEx (Fig. 2b).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "In addition, while the nonessential genes showed the above-noted association with liver biopsy site, the differential expression patterns for the 264 essential genes were much more consistent across diverse metastatic biopsy sites (Fig. 2c and d).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel c",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Also, analysis of single cell RNA-sequencing (scRNA-seq) data from both metastatic and primary tumors showed the essential signature genes to be highly expressed as a group within the cancer epithelial cells (Supplementary Fig. 1a–c).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Primary cancer cells scored moderate to high for the essential signature, though spatial transcriptomics did not reveal any clear patterns of the high metastasis signature cells as being on the invasive front of the tumor (Supplementary Fig. 1d).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel d",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Of the 248 essential genes represented in the compendium dataset, 182—73%—were differential expressed in metastasis versus primary tumors across the compendium (p < 0.05, paired t-test, Fig. 3a), a highly significant overlap (p < 1E−80, one-sided Fisher’s exact test).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nThe essential metastasis signature patterns as examined in external breast cancer datasets. a For the essential metastasis genes from the BIG dataset (from Fig. 2a), heat map of differential expression in a compendium dataset of 195 breast metastases versus paired primary, representing seven individual studies [5–11].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "P-values for association of signature score with patient outcome by log-rank test and by univariate Cox, as indicated. c Similar to part b, but using the nonessential signature genes (Fig. 2b) to compute a nonessential gene signature score in primary breast tumorsResults of previous studies have suggested that the metastatic potential of human tumors is encoded within the primary tumor [25, 26].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Based on the expression patterns of primary tumors, the essential metastasis signature could stratify patients in each dataset into high-, low-, and intermediate-risk groups representing significant differences in patient outcome by Kaplan–Meier analysis (Fig. 3b).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Interestingly, the nonessential metastasis signature was associated with worse breast cancer patient outcome in only one of the three primary tumor datasets (Fig. 3c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "However, in multivariate Cox models incorporating other well-known prognostic signatures [26, 30] in addition to the essential metastasis signature, the latter was found to not provide additional prognostic information in two out of three datasets (Table S1).Pathways and functional gene groups represented by the metastasis signature\nThe essential metastasis signature genes represented functional gene categories and altered pathways (Fig. 4a and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Both 20S and 26s proteasomes included several genes both higher in breast cancer expression in metastasis and essential in more than 90% of breast cancer cell lines in DepMap (Fig. 4b and Data File S1).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "When surveying core metabolic pathways (Fig. 4c), genes both higher in expression in metastasis and essential in one or more breast cancer cell lines included glycolysis, lipid synthesis, the Krebs cycle, the Warburg effect, and the electron transport chain.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The essential metastasis genes involving the electron transport chain spanned complexes I–V (Fig. 4c and Data Files S1 and S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Gene set enrichment patterns (by one-sided Fisher’s exact test) are represented for both essential and nonessential metastasis gene sets. c For both essential and nonessential metastasis signature genes (top and bottom, respectively), the corresponding patterns are represented involving differential expression in metastases, CRISPR-based gene effect scoring, binding 2 kb upstream for selected TFs, and differential expression in response to siRNA knockdown (GSE27869 dataset [35] involving profiling of cells after knockdown of each of 400 genes)We examined both essential and nonessential metastasis signature genes across all the above datasets, including differential expression patterns in metastasis, gene target binding for selected TFs, and differential expression patterns in response to the knockdown of selected genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The nonessential signature genes were also significantly enriched for targets of TFs, including MYC, MAX, and HCFC1, though these three TFs involved a relatively lower fraction of genes for the nonessential versus the essential signature (Fig. 5c and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Interestingly, where the nonessential genes overlapped with the above TF-related and knockdown target-related patterns of interest, these genes showed a weaker association with liver biopsy site than that of the other nonessential genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Figures represent biological and not technical replicates.Supplementary Information\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Supplementary Materials\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "A visual inspection of the differential patterns by heatmap (Fig. 1a) showed these to transcend the PAM50 intrinsic molecular subtype [18] assignments of the metastasis or primary sample, notwithstanding instances of molecular subtype switching [4, 5, 12].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Firstly, we noted that the relative intensities of the differential patterns (higher versus lower fold changes) in each metastasis sample compared to its corresponding primary pair tracked closely with the metastasis biopsy site (Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Analysis of gene expression signatures of immune cell types [20] indicated that overall levels of T cell and B cell infiltrates were statistically lower on average in metastases versus its paired primary (p < 0.01, paired t-test, Fig. 1a), though these immune cell types often appeared higher in lymph node biopsies [4, 13].An essential gene expression signature of breast cancer metastases\nWe hypothesized that a fraction of genes with differential patterns in breast cancer metastases versus paired primary would be intrinsic to cancer cells and not due to sample biopsy composition.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "To help sift through the top differential metastasis genes (Fig. 1a), we turned to the Cancer Dependency Map (DepMap) CRISPR assays [17, 21] measuring the essentiality of each gene for each of 46 breast cancer cell lines.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We overlapped the 2115 genes higher (p < 0.001, paired t-test) in the breast cancer metastasis signature (from Fig. 1a) with the set of 1810 genes that were essential (with gene effect score < − 0.75) in > 10% of breast cancer cell lines by DepMap.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The overlap of 264 genes between the two result sets (Fig. 2a and Data File S1) was highly statistically significant (enrichment p < 1E−29, chi-square test, chance expected overlap of 136 genes) and represented an “essential” metastasis signature as explored further below.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We observed no significant overlap between the genes lower in metastasis and genes essential by DepMap (Fig. 2a).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nAn essential gene expression signature of breast cancer metastases versus paired primary. a Venn diagram showing the overlapping genes between the genes essential in > 10% of breast cancer cell lines, according to the DepMap dataset [17, 21] (using CRISPR-based gene effect score < − 0.75 to call essentiality for a given gene and cell line), and the metastasis signature genes (from Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "From parts b-d, we observe that the issues involving the contribution of non-cancer cells to the differential metastasis expression profile (e.g., as highlighted in Fig. 1) are not present in the essential metastasis signatureThe set of 1581 genes higher in metastasis but for which no breast cell lines had low DepMap-based gene effect scores represented a “nonessential” metastasis signature that could serve as an interesting comparison and contrast to the essential metastasis signature of 264 genes (Figs.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Notably, in contrast to the 1581 nonessential genes, the 264 essential genes were not significantly enriched for genes lower in normal breast tissue by GTEx (Fig. 2b).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "In addition, while the nonessential genes showed the above-noted association with liver biopsy site, the differential expression patterns for the 264 essential genes were much more consistent across diverse metastatic biopsy sites (Fig. 2c and d).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel c",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Also, analysis of single cell RNA-sequencing (scRNA-seq) data from both metastatic and primary tumors showed the essential signature genes to be highly expressed as a group within the cancer epithelial cells (Supplementary Fig. 1a–c).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Primary cancer cells scored moderate to high for the essential signature, though spatial transcriptomics did not reveal any clear patterns of the high metastasis signature cells as being on the invasive front of the tumor (Supplementary Fig. 1d).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel d",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Of the 248 essential genes represented in the compendium dataset, 182—73%—were differential expressed in metastasis versus primary tumors across the compendium (p < 0.05, paired t-test, Fig. 3a), a highly significant overlap (p < 1E−80, one-sided Fisher’s exact test).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nThe essential metastasis signature patterns as examined in external breast cancer datasets. a For the essential metastasis genes from the BIG dataset (from Fig. 2a), heat map of differential expression in a compendium dataset of 195 breast metastases versus paired primary, representing seven individual studies [5–11].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "P-values for association of signature score with patient outcome by log-rank test and by univariate Cox, as indicated. c Similar to part b, but using the nonessential signature genes (Fig. 2b) to compute a nonessential gene signature score in primary breast tumorsResults of previous studies have suggested that the metastatic potential of human tumors is encoded within the primary tumor [25, 26].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Based on the expression patterns of primary tumors, the essential metastasis signature could stratify patients in each dataset into high-, low-, and intermediate-risk groups representing significant differences in patient outcome by Kaplan–Meier analysis (Fig. 3b).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Interestingly, the nonessential metastasis signature was associated with worse breast cancer patient outcome in only one of the three primary tumor datasets (Fig. 3c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "However, in multivariate Cox models incorporating other well-known prognostic signatures [26, 30] in addition to the essential metastasis signature, the latter was found to not provide additional prognostic information in two out of three datasets (Table S1).Pathways and functional gene groups represented by the metastasis signature\nThe essential metastasis signature genes represented functional gene categories and altered pathways (Fig. 4a and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Both 20S and 26s proteasomes included several genes both higher in breast cancer expression in metastasis and essential in more than 90% of breast cancer cell lines in DepMap (Fig. 4b and Data File S1).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "When surveying core metabolic pathways (Fig. 4c), genes both higher in expression in metastasis and essential in one or more breast cancer cell lines included glycolysis, lipid synthesis, the Krebs cycle, the Warburg effect, and the electron transport chain.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The essential metastasis genes involving the electron transport chain spanned complexes I–V (Fig. 4c and Data Files S1 and S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Gene set enrichment patterns (by one-sided Fisher’s exact test) are represented for both essential and nonessential metastasis gene sets. c For both essential and nonessential metastasis signature genes (top and bottom, respectively), the corresponding patterns are represented involving differential expression in metastases, CRISPR-based gene effect scoring, binding 2 kb upstream for selected TFs, and differential expression in response to siRNA knockdown (GSE27869 dataset [35] involving profiling of cells after knockdown of each of 400 genes)We examined both essential and nonessential metastasis signature genes across all the above datasets, including differential expression patterns in metastasis, gene target binding for selected TFs, and differential expression patterns in response to the knockdown of selected genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The nonessential signature genes were also significantly enriched for targets of TFs, including MYC, MAX, and HCFC1, though these three TFs involved a relatively lower fraction of genes for the nonessential versus the essential signature (Fig. 5c and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Interestingly, where the nonessential genes overlapped with the above TF-related and knockdown target-related patterns of interest, these genes showed a weaker association with liver biopsy site than that of the other nonessential genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Figures represent biological and not technical replicates.Supplementary Information\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Supplementary Materials\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "A visual inspection of the differential patterns by heatmap (Fig. 1a) showed these to transcend the PAM50 intrinsic molecular subtype [18] assignments of the metastasis or primary sample, notwithstanding instances of molecular subtype switching [4, 5, 12].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Firstly, we noted that the relative intensities of the differential patterns (higher versus lower fold changes) in each metastasis sample compared to its corresponding primary pair tracked closely with the metastasis biopsy site (Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Analysis of gene expression signatures of immune cell types [20] indicated that overall levels of T cell and B cell infiltrates were statistically lower on average in metastases versus its paired primary (p < 0.01, paired t-test, Fig. 1a), though these immune cell types often appeared higher in lymph node biopsies [4, 13].An essential gene expression signature of breast cancer metastases\nWe hypothesized that a fraction of genes with differential patterns in breast cancer metastases versus paired primary would be intrinsic to cancer cells and not due to sample biopsy composition.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "To help sift through the top differential metastasis genes (Fig. 1a), we turned to the Cancer Dependency Map (DepMap) CRISPR assays [17, 21] measuring the essentiality of each gene for each of 46 breast cancer cell lines.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We overlapped the 2115 genes higher (p < 0.001, paired t-test) in the breast cancer metastasis signature (from Fig. 1a) with the set of 1810 genes that were essential (with gene effect score < − 0.75) in > 10% of breast cancer cell lines by DepMap.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The overlap of 264 genes between the two result sets (Fig. 2a and Data File S1) was highly statistically significant (enrichment p < 1E−29, chi-square test, chance expected overlap of 136 genes) and represented an “essential” metastasis signature as explored further below.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We observed no significant overlap between the genes lower in metastasis and genes essential by DepMap (Fig. 2a).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nAn essential gene expression signature of breast cancer metastases versus paired primary. a Venn diagram showing the overlapping genes between the genes essential in > 10% of breast cancer cell lines, according to the DepMap dataset [17, 21] (using CRISPR-based gene effect score < − 0.75 to call essentiality for a given gene and cell line), and the metastasis signature genes (from Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "From parts b-d, we observe that the issues involving the contribution of non-cancer cells to the differential metastasis expression profile (e.g., as highlighted in Fig. 1) are not present in the essential metastasis signatureThe set of 1581 genes higher in metastasis but for which no breast cell lines had low DepMap-based gene effect scores represented a “nonessential” metastasis signature that could serve as an interesting comparison and contrast to the essential metastasis signature of 264 genes (Figs.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Notably, in contrast to the 1581 nonessential genes, the 264 essential genes were not significantly enriched for genes lower in normal breast tissue by GTEx (Fig. 2b).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "In addition, while the nonessential genes showed the above-noted association with liver biopsy site, the differential expression patterns for the 264 essential genes were much more consistent across diverse metastatic biopsy sites (Fig. 2c and d).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel c",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Also, analysis of single cell RNA-sequencing (scRNA-seq) data from both metastatic and primary tumors showed the essential signature genes to be highly expressed as a group within the cancer epithelial cells (Supplementary Fig. 1a–c).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Primary cancer cells scored moderate to high for the essential signature, though spatial transcriptomics did not reveal any clear patterns of the high metastasis signature cells as being on the invasive front of the tumor (Supplementary Fig. 1d).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel d",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Of the 248 essential genes represented in the compendium dataset, 182—73%—were differential expressed in metastasis versus primary tumors across the compendium (p < 0.05, paired t-test, Fig. 3a), a highly significant overlap (p < 1E−80, one-sided Fisher’s exact test).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nThe essential metastasis signature patterns as examined in external breast cancer datasets. a For the essential metastasis genes from the BIG dataset (from Fig. 2a), heat map of differential expression in a compendium dataset of 195 breast metastases versus paired primary, representing seven individual studies [5–11].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "P-values for association of signature score with patient outcome by log-rank test and by univariate Cox, as indicated. c Similar to part b, but using the nonessential signature genes (Fig. 2b) to compute a nonessential gene signature score in primary breast tumorsResults of previous studies have suggested that the metastatic potential of human tumors is encoded within the primary tumor [25, 26].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Based on the expression patterns of primary tumors, the essential metastasis signature could stratify patients in each dataset into high-, low-, and intermediate-risk groups representing significant differences in patient outcome by Kaplan–Meier analysis (Fig. 3b).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Interestingly, the nonessential metastasis signature was associated with worse breast cancer patient outcome in only one of the three primary tumor datasets (Fig. 3c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "However, in multivariate Cox models incorporating other well-known prognostic signatures [26, 30] in addition to the essential metastasis signature, the latter was found to not provide additional prognostic information in two out of three datasets (Table S1).Pathways and functional gene groups represented by the metastasis signature\nThe essential metastasis signature genes represented functional gene categories and altered pathways (Fig. 4a and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Both 20S and 26s proteasomes included several genes both higher in breast cancer expression in metastasis and essential in more than 90% of breast cancer cell lines in DepMap (Fig. 4b and Data File S1).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "When surveying core metabolic pathways (Fig. 4c), genes both higher in expression in metastasis and essential in one or more breast cancer cell lines included glycolysis, lipid synthesis, the Krebs cycle, the Warburg effect, and the electron transport chain.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The essential metastasis genes involving the electron transport chain spanned complexes I–V (Fig. 4c and Data Files S1 and S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Gene set enrichment patterns (by one-sided Fisher’s exact test) are represented for both essential and nonessential metastasis gene sets. c For both essential and nonessential metastasis signature genes (top and bottom, respectively), the corresponding patterns are represented involving differential expression in metastases, CRISPR-based gene effect scoring, binding 2 kb upstream for selected TFs, and differential expression in response to siRNA knockdown (GSE27869 dataset [35] involving profiling of cells after knockdown of each of 400 genes)We examined both essential and nonessential metastasis signature genes across all the above datasets, including differential expression patterns in metastasis, gene target binding for selected TFs, and differential expression patterns in response to the knockdown of selected genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The nonessential signature genes were also significantly enriched for targets of TFs, including MYC, MAX, and HCFC1, though these three TFs involved a relatively lower fraction of genes for the nonessential versus the essential signature (Fig. 5c and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Interestingly, where the nonessential genes overlapped with the above TF-related and knockdown target-related patterns of interest, these genes showed a weaker association with liver biopsy site than that of the other nonessential genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "A visual inspection of the differential patterns by heatmap (Fig. 1a) showed these to transcend the PAM50 intrinsic molecular subtype [18] assignments of the metastasis or primary sample, notwithstanding instances of molecular subtype switching [4, 5, 12].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Firstly, we noted that the relative intensities of the differential patterns (higher versus lower fold changes) in each metastasis sample compared to its corresponding primary pair tracked closely with the metastasis biopsy site (Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Analysis of gene expression signatures of immune cell types [20] indicated that overall levels of T cell and B cell infiltrates were statistically lower on average in metastases versus its paired primary (p < 0.01, paired t-test, Fig. 1a), though these immune cell types often appeared higher in lymph node biopsies [4, 13].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "A visual inspection of the differential patterns by heatmap (Fig. 1a) showed these to transcend the PAM50 intrinsic molecular subtype [18] assignments of the metastasis or primary sample, notwithstanding instances of molecular subtype switching [4, 5, 12].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Firstly, we noted that the relative intensities of the differential patterns (higher versus lower fold changes) in each metastasis sample compared to its corresponding primary pair tracked closely with the metastasis biopsy site (Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Analysis of gene expression signatures of immune cell types [20] indicated that overall levels of T cell and B cell infiltrates were statistically lower on average in metastases versus its paired primary (p < 0.01, paired t-test, Fig. 1a), though these immune cell types often appeared higher in lymph node biopsies [4, 13].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "To help sift through the top differential metastasis genes (Fig. 1a), we turned to the Cancer Dependency Map (DepMap) CRISPR assays [17, 21] measuring the essentiality of each gene for each of 46 breast cancer cell lines.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We overlapped the 2115 genes higher (p < 0.001, paired t-test) in the breast cancer metastasis signature (from Fig. 1a) with the set of 1810 genes that were essential (with gene effect score < − 0.75) in > 10% of breast cancer cell lines by DepMap.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The overlap of 264 genes between the two result sets (Fig. 2a and Data File S1) was highly statistically significant (enrichment p < 1E−29, chi-square test, chance expected overlap of 136 genes) and represented an “essential” metastasis signature as explored further below.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We observed no significant overlap between the genes lower in metastasis and genes essential by DepMap (Fig. 2a).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nAn essential gene expression signature of breast cancer metastases versus paired primary. a Venn diagram showing the overlapping genes between the genes essential in > 10% of breast cancer cell lines, according to the DepMap dataset [17, 21] (using CRISPR-based gene effect score < − 0.75 to call essentiality for a given gene and cell line), and the metastasis signature genes (from Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "From parts b-d, we observe that the issues involving the contribution of non-cancer cells to the differential metastasis expression profile (e.g., as highlighted in Fig. 1) are not present in the essential metastasis signatureThe set of 1581 genes higher in metastasis but for which no breast cell lines had low DepMap-based gene effect scores represented a “nonessential” metastasis signature that could serve as an interesting comparison and contrast to the essential metastasis signature of 264 genes (Figs.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Notably, in contrast to the 1581 nonessential genes, the 264 essential genes were not significantly enriched for genes lower in normal breast tissue by GTEx (Fig. 2b).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "In addition, while the nonessential genes showed the above-noted association with liver biopsy site, the differential expression patterns for the 264 essential genes were much more consistent across diverse metastatic biopsy sites (Fig. 2c and d).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel c",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Also, analysis of single cell RNA-sequencing (scRNA-seq) data from both metastatic and primary tumors showed the essential signature genes to be highly expressed as a group within the cancer epithelial cells (Supplementary Fig. 1a–c).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Primary cancer cells scored moderate to high for the essential signature, though spatial transcriptomics did not reveal any clear patterns of the high metastasis signature cells as being on the invasive front of the tumor (Supplementary Fig. 1d).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel d",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "To help sift through the top differential metastasis genes (Fig. 1a), we turned to the Cancer Dependency Map (DepMap) CRISPR assays [17, 21] measuring the essentiality of each gene for each of 46 breast cancer cell lines.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We overlapped the 2115 genes higher (p < 0.001, paired t-test) in the breast cancer metastasis signature (from Fig. 1a) with the set of 1810 genes that were essential (with gene effect score < − 0.75) in > 10% of breast cancer cell lines by DepMap.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The overlap of 264 genes between the two result sets (Fig. 2a and Data File S1) was highly statistically significant (enrichment p < 1E−29, chi-square test, chance expected overlap of 136 genes) and represented an “essential” metastasis signature as explored further below.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We observed no significant overlap between the genes lower in metastasis and genes essential by DepMap (Fig. 2a).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "An essential gene expression signature of breast cancer metastases versus paired primary. a Venn diagram showing the overlapping genes between the genes essential in > 10% of breast cancer cell lines, according to the DepMap dataset [17, 21] (using CRISPR-based gene effect score < − 0.75 to call essentiality for a given gene and cell line), and the metastasis signature genes (from Fig. 1a).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "From parts b-d, we observe that the issues involving the contribution of non-cancer cells to the differential metastasis expression profile (e.g., as highlighted in Fig. 1) are not present in the essential metastasis signature.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Notably, in contrast to the 1581 nonessential genes, the 264 essential genes were not significantly enriched for genes lower in normal breast tissue by GTEx (Fig. 2b).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "In addition, while the nonessential genes showed the above-noted association with liver biopsy site, the differential expression patterns for the 264 essential genes were much more consistent across diverse metastatic biopsy sites (Fig. 2c and d).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel c",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Also, analysis of single cell RNA-sequencing (scRNA-seq) data from both metastatic and primary tumors showed the essential signature genes to be highly expressed as a group within the cancer epithelial cells (Supplementary Fig. 1a–c).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Primary cancer cells scored moderate to high for the essential signature, though spatial transcriptomics did not reveal any clear patterns of the high metastasis signature cells as being on the invasive front of the tumor (Supplementary Fig. 1d).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel d",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Of the 248 essential genes represented in the compendium dataset, 182—73%—were differential expressed in metastasis versus primary tumors across the compendium (p < 0.05, paired t-test, Fig. 3a), a highly significant overlap (p < 1E−80, one-sided Fisher’s exact test).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Open in a new tab\nThe essential metastasis signature patterns as examined in external breast cancer datasets. a For the essential metastasis genes from the BIG dataset (from Fig. 2a), heat map of differential expression in a compendium dataset of 195 breast metastases versus paired primary, representing seven individual studies [5–11].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "P-values for association of signature score with patient outcome by log-rank test and by univariate Cox, as indicated. c Similar to part b, but using the nonessential signature genes (Fig. 2b) to compute a nonessential gene signature score in primary breast tumorsResults of previous studies have suggested that the metastatic potential of human tumors is encoded within the primary tumor [25, 26].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Based on the expression patterns of primary tumors, the essential metastasis signature could stratify patients in each dataset into high-, low-, and intermediate-risk groups representing significant differences in patient outcome by Kaplan–Meier analysis (Fig. 3b).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Interestingly, the nonessential metastasis signature was associated with worse breast cancer patient outcome in only one of the three primary tumor datasets (Fig. 3c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Of the 248 essential genes represented in the compendium dataset, 182—73%—were differential expressed in metastasis versus primary tumors across the compendium (p < 0.05, paired t-test, Fig. 3a), a highly significant overlap (p < 1E−80, one-sided Fisher’s exact test).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The essential metastasis signature patterns as examined in external breast cancer datasets. a For the essential metastasis genes from the BIG dataset (from Fig. 2a), heat map of differential expression in a compendium dataset of 195 breast metastases versus paired primary, representing seven individual studies [5–11].",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "P-values for association of signature score with patient outcome by log-rank test and by univariate Cox, as indicated. c Similar to part b, but using the nonessential signature genes (Fig. 2b) to compute a nonessential gene signature score in primary breast tumors.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel b",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Based on the expression patterns of primary tumors, the essential metastasis signature could stratify patients in each dataset into high-, low-, and intermediate-risk groups representing significant differences in patient outcome by Kaplan–Meier analysis (Fig. 3b).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Interestingly, the nonessential metastasis signature was associated with worse breast cancer patient outcome in only one of the three primary tumor datasets (Fig. 3c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Pathways and functional gene groups represented by the metastasis signature\nThe essential metastasis signature genes represented functional gene categories and altered pathways (Fig. 4a and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Both 20S and 26s proteasomes included several genes both higher in breast cancer expression in metastasis and essential in more than 90% of breast cancer cell lines in DepMap (Fig. 4b and Data File S1).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "When surveying core metabolic pathways (Fig. 4c), genes both higher in expression in metastasis and essential in one or more breast cancer cell lines included glycolysis, lipid synthesis, the Krebs cycle, the Warburg effect, and the electron transport chain.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The essential metastasis genes involving the electron transport chain spanned complexes I–V (Fig. 4c and Data Files S1 and S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The essential metastasis signature genes represented functional gene categories and altered pathways (Fig. 4a and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Both 20S and 26s proteasomes included several genes both higher in breast cancer expression in metastasis and essential in more than 90% of breast cancer cell lines in DepMap (Fig. 4b and Data File S1).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "When surveying core metabolic pathways (Fig. 4c), genes both higher in expression in metastasis and essential in one or more breast cancer cell lines included glycolysis, lipid synthesis, the Krebs cycle, the Warburg effect, and the electron transport chain.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The essential metastasis genes involving the electron transport chain spanned complexes I–V (Fig. 4c and Data Files S1 and S2).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Gene set enrichment patterns (by one-sided Fisher’s exact test) are represented for both essential and nonessential metastasis gene sets. c For both essential and nonessential metastasis signature genes (top and bottom, respectively), the corresponding patterns are represented involving differential expression in metastases, CRISPR-based gene effect scoring, binding 2 kb upstream for selected TFs, and differential expression in response to siRNA knockdown (GSE27869 dataset [35] involving profiling of cells after knockdown of each of 400 genes)We examined both essential and nonessential metastasis signature genes across all the above datasets, including differential expression patterns in metastasis, gene target binding for selected TFs, and differential expression patterns in response to the knockdown of selected genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The nonessential signature genes were also significantly enriched for targets of TFs, including MYC, MAX, and HCFC1, though these three TFs involved a relatively lower fraction of genes for the nonessential versus the essential signature (Fig. 5c and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Interestingly, where the nonessential genes overlapped with the above TF-related and knockdown target-related patterns of interest, these genes showed a weaker association with liver biopsy site than that of the other nonessential genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "We examined both essential and nonessential metastasis signature genes across all the above datasets, including differential expression patterns in metastasis, gene target binding for selected TFs, and differential expression patterns in response to the knockdown of selected genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The nonessential signature genes were also significantly enriched for targets of TFs, including MYC, MAX, and HCFC1, though these three TFs involved a relatively lower fraction of genes for the nonessential versus the essential signature (Fig. 5c and Data File S2).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Interestingly, where the nonessential genes overlapped with the above TF-related and knockdown target-related patterns of interest, these genes showed a weaker association with liver biopsy site than that of the other nonessential genes (Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Supplementary Information\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Supplementary Materials\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Supplementary Materials\n\nSupplementary Table 1. (80.4KB, pdf) \n\n13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "13058_2024_1855_MOESM2_ESM.docx (1.3MB, docx) Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Supplementary Fig. 1.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "At the same time, epithelial cells in the MBC have the highest levels of the nonessential signature, where many bona fide metastasis-intrinsic genes could still be present in the nonessential signature (while being enriched for non-specific genes, e.g., as suggested by Fig. 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    }
  ],
  "extraction_stats": {
    "figures_count": 5,
    "claims_count": 329,
    "images_downloaded": 5,
    "tables_filtered": 6
  }
}