[
  {
    "sentence": "Sampling locations included seven sites across four geological settings: 1) the northern Gulf of Mexico, where a sedimentary basin borders a carbonate platform (16); 2) two midcontinental slope submarine canyons on the US Atlantic passive margin (17); 3) two habitats in the Gulf of California’s Guaymas Basin, a heavily sedimented, organic rich hydrothermal site (18); and 4) two seep sites—including a newly discovered field of small carbonate “chimneys” near Point Dume, CA—along the Southern California coast’s active transpressional margin (19) (Fig. 1, Dataset S1, and SI Appendix, Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Over the course of 112 to 350 d at atmospheric pressure, apparent rates increased by an average of 17% over the course of the experiment, with no significant trends based on substrate (sediment versus rock) or sample site (Table 1 and Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Over the course of 112 to 350 d at atmospheric pressure, apparent rates increased by an average of 17% over the course of the experiment, with no significant trends based on substrate (sediment versus rock) or sample site (Table 1 and Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Fig. 4 compiles alpha diversity, methane oxidation rate, and location data alongside the relative abundance of the 32 exact sequence variants that constitute at least 5% of reads in at least one sample (see Dataset S3 for all relative abundances).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  }
]