[
  {
    "sentence": "P values <.05 were deemed significant.Results\nIdentification of oncogenic NTRK point mutations in patient samples\nDeep sequencing using a custom capture library consisting of 1862 kinase and kinase-associated genes in 185 leukemia samples revealed NTRK point mutations in 10 patients (5.4%) diagnosed with hematologic malignancies (Figure 1A).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 2. (C-F) Electropherograms from Sanger sequencing of patient genomic DNA confirm the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Ba/F3 cells expressing wild-type (WT) NTRK2, NTRK3, and empty vector (pMX-puro) were unable to grow without IL-3 (Figure 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Similarly, mutants NTRK2S167Y, NTRK2H245Y, NTRK3T261I, NTRK3L378V, and NTRK3R645C did not exhibit oncogenic capacity (supplemental Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We observed robust Trk phosphorylation with NTRK mutant cells compared with WT following serum starvation (supplemental Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We confirmed the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F in patient samples via Sanger sequencing of genomic DNA (Figure 1C-F) and immunoblotting (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Protein lysates from available clinical samples indicated expression and phosphorylation of TrkB or TrkC in patients with the NTRK2A203T, NTRK2R458G, and NTRK3L449F mutations (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G, located within the juxtamembrane domain, was observed in 2 patients, 1 with chronic myeloid leukemia (CML) and the other with atypical CML (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK3L449F was seen in a patient with T-cell ALL and is located within the transmembrane domain (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Analysis of sequence alignment of NTRK2 genes from different species suggests that the R458 residue is a highly conserved residue throughout evolution whereas A203 was conserved only among mammals (supplemental Figure 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Sequence alignment of multiple NTRK3 homologs shows that both E176 and L449 are also highly conserved throughout evolution (supplemental Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In our analysis of cBioPortal, The Cancer Genome Atlas, PeCan, and COSMIC, we saw that our transforming mutants fell in regions of the NTRK genes in which similar mutations have been identified in other cancers, further supporting our hypothesis that these mutants may contribute to leukemogenesis (supplemental Figure 5).Prioritized NTRK mutants exhibit increased Trk signaling and confer entrectinib sensitivity\nImmunoblot analysis revealed increased phosphorylation of TrkB (Tyr516) or TrkC (Tyr516) in mutant-transformed Ba/F3 cells relative to parental Ba/F3 cells or cells transfected with WT NTRK or empty vectors (pMX-puro) (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "No significant difference was seen with phosphorylation of STAT5 (Tyr694) between WT and mutant NTRK2 or NTRK3 Ba/F3 cells (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 6B. (E) Mutant-transformed Ba/F3 cells were starved overnight in 0.1% BSA RPMI and then treated with increasing concentrations of entrectinib (ENT) for ∼16 hours and immunoblotted for Trk and downstream effectors. (F) ENT induces apoptosis in mutant-transformed Ba/F3 cells following 48 and 72 hours.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Validation studies in supplemental Figure 6C. p-AKT, phosphorylated AKT; p-ERK, phosphorylated ERK; p-SRC, phosphorylated SRC; p-STAT, phosphorylated STAT.We next sought to identify inhibitors that could abrogate Trk signaling with the following tyrosine kinase inhibitors: BGJ398, cabozantinib, crenolanib, crizotinib, entrectinib, foretinib, imatinib, and ponatinib (supplemental Figure 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel C",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Apart from BGJ398 (pan-FGFR inhibitor) and imatinib (BCR-ABL1 inhibitor), which served as negative controls, all other tested inhibitors reduced the growth and viability of our mutant-transformed NTRK Ba/F3 cells to varying degrees (supplemental Figure 6A; supplemental Table 4).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Entrectinib was the most potent inhibitor with a 50% inhibitory concentration (IC50) of 1.644 nM for NTRK2A203T, 1.566 nM for NTRK2R458G, 0.9794 nM for NTRK3E176D, and 1.015 nM for NTRK3L449F Ba/F3 cells (Figure 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "With the recent accelerated FDA approval of larotrectinib for NTRK-positive solid tumors, we also tested the sensitivity of larotrectinib on our mutant Ba/F3 cell lines.19,41 Larotrectinib inhibited cell growth with an IC50 of 12.91 nM for NTRK2A203T, 13.42 nM for NTRK2R458G, 11.46 nM for NTRK3E176D, and 12.97 nM for NTRK3L449F Ba/F3 cells (Figure 2D).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We saw increased apoptosis following 48 and 72 hours of entrectinib treatment in all mutant-driven Ba/F3 cells (Figure 2E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Entrectinib did not induce apoptosis in Ba/F3 cells harboring the BCR-ABL1 oncogene or empty vector (pMX-puro), indicating that the cell death we observed in NTRK-transformed Ba/F3 cells is not due to entrectinib’s off-target toxicity but due to its specificity for NTRK (supplemental Figure 6B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Upon treating our NTRK mutant-transformed Ba/F3 cells with entrectinib (0, 5, 25, 75, 100, and 250 nM), we observed a decrease in expression of total and phosphorylated TrkB and TrkC in all mutants (Figure 2F).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "However, we saw a varying degree of inhibition of STAT3, AKT, and ERK phosphorylation, suggesting some variability in downstream signaling among the mutants.Increased cell-surface abundance of Trk receptors seen with mutants NTRK2A203T, NTRK2E176D, and NTRK3L449F\n\nTo begin to understand how our NTRK mutants lead to kinase activation, we modeled the impact of the amino acid change to the secondary structure of the Trk receptors using a previously published protein prediction model, Protein Homology/analogY Recognition Engine V 2.0 (Phyre2).42 Although NTRK2A203T was predicted to result in a partial loss of the β-pleated sheet, NTRK2R458G was predicted to shift the stretch of amino acids that contribute to the transmembrane domain α helix and increase the helix by 1 amino acid (supplemental Figure 7A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel A",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "In the case of NTRK3, both mutations were predicted to replace β-pleated sheets found in the WT receptor with α helices (supplemental Figure 8A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel A",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "These flow antibodies were validated on human glioblastoma cell lines that endogenously express TrkB or TrkC (supplemental Figure 9A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel A",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "NTRK2A203T resulted in an approximately twofold increase in the abundance of TrkB receptor on the cell surface relative to WT (P = 0.002; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "No significant difference in TrkB receptor localization was observed between NTRK2R458G and WT receptor (P = 0.6436; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although both NTRK3 mutations resulted in increased receptor localization statistically compared with the WT receptor (P < 0.0001), the biological significance of this finding is uncertain as evident by the small increase observed (Figure 3B; supplemental Figure 9E-F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel B",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel E",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Validation of APC-conjugated Trk flow antibodies is shown in supplemental Figure 9C-D. (C-D) To assess receptor retention at the cell surface, WT and mutant NTRK2 and NTRK3 Ba/F3 cells were treated with 100 µg/mL cycloheximide for 12 or 24 hours, stained with APC-conjugated anti-TrkB or anti-TrkC antibodies, and analyzed via flow cytometry.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel C",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Following 12 hours of cycloheximide treatment of Ba/F3 cells expressing the NTRK2 mutants or WT, NTRK2A203T possessed a decreased half-life relative to WT TrkB receptor (P = .0410; Figure 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants were less stable than WT TrkC receptor following 12 hours of cycloheximide, with the difference between WT and NTRK3E176D resulting in statistical significance (P = .0481; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "After 24 hours of cycloheximide treatment, both NTRK3 mutants were found at lower levels at the surface relative to NTRK3WT (P = .0007 for NTRK3E176D and P = .0012 for NTRKL449F; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Despite higher surface expression of NTRK2A203T and NTRK3E176D/L449F (Figure 3A-B), this was not due to an increase in protein retention at the cell surface, and in fact the mutated isoforms had shorter cell-surface half-lives.NTRK2A203T, NTRK3E176D, and NTRK3L449F mutants increase receptor dimerization\nAnother possible explanation for increased concentration of NTRK2A203T, NTRK3E176D, and NTRK3L449F at the cell surface despite decreased cell-surface retention (Figure 3) is increased receptor dimerization.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Dimerization was measured by immunoprecipitating the FLAG-tagged construct followed by immunoblotting for HA (Figure 4A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The average mean plus or minus SEM is shown. *P < .05; **P < .01; ***P < .001.We saw an approximately twofold increase in dimerization with NTRK2A203T relative to NTRK2WT (P = .0405; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G exhibited no increase in dimerization (P = .6751; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants had a statistically significant increase in dimerization relative to WT NTRK3 (fourfold increase [P = .0002] for NTRK3E176D and threefold increase [P = .0013] for NTRK3L449F; Figure 4D-E).TrkB and TrkC are expressed in patients with leukemia and sensitive to small-molecule inhibitors and siRNAs\nTo identify functional targets in primary patient samples, peripheral mononuclear white blood cells from patients carrying the NTRK2A203T (12-00171; Figure 5A), NTRK2R458G (12-00337; Figure 5B), and NTRK3L449F (10-00828; Figure 5C) mutations were assayed ex vivo against panels of small-molecule inhibitors or siRNAs.43,44 Among the various small-molecule drug families, we saw an increased sensitivity to PI3K/AKT/mammalian target of rapamycin (mTOR) and type III receptor tyrosine kinase (RTK)/vascular endothelial growth factor inhibitors in the patient harboring the NTRK2A203T mutation (Figure 5A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As for the patient with the NTRK2R458G mutation, among the tested inhibitors, this patient sample showed enhanced sensitivity to an NF-κB activation inhibitor, crizotinib (an inhibitor of Trk/ALK/ROS1), and LY294002 (a PI3K inhibitor) (Figure 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The knockdown of NTRK2 significantly altered cell viability (Figure 5C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "In this study, we identified and characterized 4 novel oncogenic NTRK point mutations in patients with leukemia: 2 in NTRK2 (A203T, R458G) and 2 in NTRK3 (E176D, L449F) (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although point mutations in similar regions have been reported in solid tumors (supplemental Figure 5), to our knowledge, we are the first to study and characterize these mutations in hematological malignancies.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Both point mutations also exhibited increased receptor dimerization (Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In line with these findings, we speculate that NTRK2A203T and NTRK3E176D disrupt nearby N-glycosylation sites at residues 205 of TrkB and 163 of TrkC, enabling receptor dimerization (Figure 4) and, thus, supporting the aberrant kinase activity we observed (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The increase in NTRK2A203T and NTRK3E176D receptor molecules at the cell surface and decrease in cell-surface retention (Figure 3A,C) further reinforce that receptor dimerization is possibly the predominant mechanism of activation for these mutants.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We also saw an increased propensity to dimerize with our transmembrane domain mutant, NTRK3L449F (Figure 4C-D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Our Phyre2 modeling predicted that a leucine to phenylalanine alteration results in a shift from a β-pleated sheet to an α helix (supplemental Figure 8B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel B",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Unlike the extracellular and transmembrane domain NTRK mutants, NTRK2R458G did not induce increased receptor dimerization (Figure 4A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Nonetheless, we saw robust kinase activation (Figure 2A) and oncogenicity (Figure 1B), signifying that dimerization may not serve as the underlying activation mechanism.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "It should be noted that the arginine residue at position 458 is conserved in all 3 NTRK genes and, therefore, may play an important function in Trk regulation (supplemental Figure 10A).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel A",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Given the proximity of the R458 residue to the TrkB transmembrane domain, we examined whether NTRK2R458G altered the transmembrane domain and whether this change influenced receptor-receptor interactions or interactions between the juxtamembrane and transmembrane domains.60 Based on our analysis of the transmembrane domain using previously validated prediction models,36,61-71 NTRK2R458G did not significantly alter the stretch of amino acids that typically delineate the transmembrane domain (supplemental Figure 10B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel B",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Based on a previously reported course-grain molecular dynamics simulation study, we prepared the homology model of human NTRK2 WT and colored each protein residue by the mean number of contacts with PIP2 (supplemental Figure 11A).72 Two significant changes observed following the mutation of an arginine to a glycine were the change in polarity (ie, decrease in the positively charged blue area) and a decrease in the shape of the molecular surface due to the loss of a bulky side chain (supplemental Figure 11B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel A",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel B",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Assays performed on freshly isolated clinical material from patients with NTRKA203T/R458G mutations allowed us to observe altered sensitivities to small-molecule inhibitors of various signaling pathways (Figure 5A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "These findings correlate with increased Trk activation and downstream PI3K/AKT signaling we observed in our mutant-transformed cells (Figure 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "P values <.05 were deemed significant.Results\nIdentification of oncogenic NTRK point mutations in patient samples\nDeep sequencing using a custom capture library consisting of 1862 kinase and kinase-associated genes in 185 leukemia samples revealed NTRK point mutations in 10 patients (5.4%) diagnosed with hematologic malignancies (Figure 1A).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 2. (C-F) Electropherograms from Sanger sequencing of patient genomic DNA confirm the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Ba/F3 cells expressing wild-type (WT) NTRK2, NTRK3, and empty vector (pMX-puro) were unable to grow without IL-3 (Figure 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Similarly, mutants NTRK2S167Y, NTRK2H245Y, NTRK3T261I, NTRK3L378V, and NTRK3R645C did not exhibit oncogenic capacity (supplemental Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We observed robust Trk phosphorylation with NTRK mutant cells compared with WT following serum starvation (supplemental Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We confirmed the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F in patient samples via Sanger sequencing of genomic DNA (Figure 1C-F) and immunoblotting (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Protein lysates from available clinical samples indicated expression and phosphorylation of TrkB or TrkC in patients with the NTRK2A203T, NTRK2R458G, and NTRK3L449F mutations (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G, located within the juxtamembrane domain, was observed in 2 patients, 1 with chronic myeloid leukemia (CML) and the other with atypical CML (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK3L449F was seen in a patient with T-cell ALL and is located within the transmembrane domain (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Analysis of sequence alignment of NTRK2 genes from different species suggests that the R458 residue is a highly conserved residue throughout evolution whereas A203 was conserved only among mammals (supplemental Figure 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Sequence alignment of multiple NTRK3 homologs shows that both E176 and L449 are also highly conserved throughout evolution (supplemental Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In our analysis of cBioPortal, The Cancer Genome Atlas, PeCan, and COSMIC, we saw that our transforming mutants fell in regions of the NTRK genes in which similar mutations have been identified in other cancers, further supporting our hypothesis that these mutants may contribute to leukemogenesis (supplemental Figure 5).Prioritized NTRK mutants exhibit increased Trk signaling and confer entrectinib sensitivity\nImmunoblot analysis revealed increased phosphorylation of TrkB (Tyr516) or TrkC (Tyr516) in mutant-transformed Ba/F3 cells relative to parental Ba/F3 cells or cells transfected with WT NTRK or empty vectors (pMX-puro) (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "No significant difference was seen with phosphorylation of STAT5 (Tyr694) between WT and mutant NTRK2 or NTRK3 Ba/F3 cells (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 6B. (E) Mutant-transformed Ba/F3 cells were starved overnight in 0.1% BSA RPMI and then treated with increasing concentrations of entrectinib (ENT) for ∼16 hours and immunoblotted for Trk and downstream effectors. (F) ENT induces apoptosis in mutant-transformed Ba/F3 cells following 48 and 72 hours.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Validation studies in supplemental Figure 6C. p-AKT, phosphorylated AKT; p-ERK, phosphorylated ERK; p-SRC, phosphorylated SRC; p-STAT, phosphorylated STAT.We next sought to identify inhibitors that could abrogate Trk signaling with the following tyrosine kinase inhibitors: BGJ398, cabozantinib, crenolanib, crizotinib, entrectinib, foretinib, imatinib, and ponatinib (supplemental Figure 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel C",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Apart from BGJ398 (pan-FGFR inhibitor) and imatinib (BCR-ABL1 inhibitor), which served as negative controls, all other tested inhibitors reduced the growth and viability of our mutant-transformed NTRK Ba/F3 cells to varying degrees (supplemental Figure 6A; supplemental Table 4).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Entrectinib was the most potent inhibitor with a 50% inhibitory concentration (IC50) of 1.644 nM for NTRK2A203T, 1.566 nM for NTRK2R458G, 0.9794 nM for NTRK3E176D, and 1.015 nM for NTRK3L449F Ba/F3 cells (Figure 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "With the recent accelerated FDA approval of larotrectinib for NTRK-positive solid tumors, we also tested the sensitivity of larotrectinib on our mutant Ba/F3 cell lines.19,41 Larotrectinib inhibited cell growth with an IC50 of 12.91 nM for NTRK2A203T, 13.42 nM for NTRK2R458G, 11.46 nM for NTRK3E176D, and 12.97 nM for NTRK3L449F Ba/F3 cells (Figure 2D).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We saw increased apoptosis following 48 and 72 hours of entrectinib treatment in all mutant-driven Ba/F3 cells (Figure 2E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Entrectinib did not induce apoptosis in Ba/F3 cells harboring the BCR-ABL1 oncogene or empty vector (pMX-puro), indicating that the cell death we observed in NTRK-transformed Ba/F3 cells is not due to entrectinib’s off-target toxicity but due to its specificity for NTRK (supplemental Figure 6B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Upon treating our NTRK mutant-transformed Ba/F3 cells with entrectinib (0, 5, 25, 75, 100, and 250 nM), we observed a decrease in expression of total and phosphorylated TrkB and TrkC in all mutants (Figure 2F).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "However, we saw a varying degree of inhibition of STAT3, AKT, and ERK phosphorylation, suggesting some variability in downstream signaling among the mutants.Increased cell-surface abundance of Trk receptors seen with mutants NTRK2A203T, NTRK2E176D, and NTRK3L449F\n\nTo begin to understand how our NTRK mutants lead to kinase activation, we modeled the impact of the amino acid change to the secondary structure of the Trk receptors using a previously published protein prediction model, Protein Homology/analogY Recognition Engine V 2.0 (Phyre2).42 Although NTRK2A203T was predicted to result in a partial loss of the β-pleated sheet, NTRK2R458G was predicted to shift the stretch of amino acids that contribute to the transmembrane domain α helix and increase the helix by 1 amino acid (supplemental Figure 7A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel A",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "In the case of NTRK3, both mutations were predicted to replace β-pleated sheets found in the WT receptor with α helices (supplemental Figure 8A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel A",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "These flow antibodies were validated on human glioblastoma cell lines that endogenously express TrkB or TrkC (supplemental Figure 9A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel A",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "NTRK2A203T resulted in an approximately twofold increase in the abundance of TrkB receptor on the cell surface relative to WT (P = 0.002; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "No significant difference in TrkB receptor localization was observed between NTRK2R458G and WT receptor (P = 0.6436; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although both NTRK3 mutations resulted in increased receptor localization statistically compared with the WT receptor (P < 0.0001), the biological significance of this finding is uncertain as evident by the small increase observed (Figure 3B; supplemental Figure 9E-F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel B",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel E",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Validation of APC-conjugated Trk flow antibodies is shown in supplemental Figure 9C-D. (C-D) To assess receptor retention at the cell surface, WT and mutant NTRK2 and NTRK3 Ba/F3 cells were treated with 100 µg/mL cycloheximide for 12 or 24 hours, stained with APC-conjugated anti-TrkB or anti-TrkC antibodies, and analyzed via flow cytometry.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel C",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Following 12 hours of cycloheximide treatment of Ba/F3 cells expressing the NTRK2 mutants or WT, NTRK2A203T possessed a decreased half-life relative to WT TrkB receptor (P = .0410; Figure 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants were less stable than WT TrkC receptor following 12 hours of cycloheximide, with the difference between WT and NTRK3E176D resulting in statistical significance (P = .0481; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "After 24 hours of cycloheximide treatment, both NTRK3 mutants were found at lower levels at the surface relative to NTRK3WT (P = .0007 for NTRK3E176D and P = .0012 for NTRKL449F; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Despite higher surface expression of NTRK2A203T and NTRK3E176D/L449F (Figure 3A-B), this was not due to an increase in protein retention at the cell surface, and in fact the mutated isoforms had shorter cell-surface half-lives.NTRK2A203T, NTRK3E176D, and NTRK3L449F mutants increase receptor dimerization\nAnother possible explanation for increased concentration of NTRK2A203T, NTRK3E176D, and NTRK3L449F at the cell surface despite decreased cell-surface retention (Figure 3) is increased receptor dimerization.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Dimerization was measured by immunoprecipitating the FLAG-tagged construct followed by immunoblotting for HA (Figure 4A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The average mean plus or minus SEM is shown. *P < .05; **P < .01; ***P < .001.We saw an approximately twofold increase in dimerization with NTRK2A203T relative to NTRK2WT (P = .0405; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G exhibited no increase in dimerization (P = .6751; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants had a statistically significant increase in dimerization relative to WT NTRK3 (fourfold increase [P = .0002] for NTRK3E176D and threefold increase [P = .0013] for NTRK3L449F; Figure 4D-E).TrkB and TrkC are expressed in patients with leukemia and sensitive to small-molecule inhibitors and siRNAs\nTo identify functional targets in primary patient samples, peripheral mononuclear white blood cells from patients carrying the NTRK2A203T (12-00171; Figure 5A), NTRK2R458G (12-00337; Figure 5B), and NTRK3L449F (10-00828; Figure 5C) mutations were assayed ex vivo against panels of small-molecule inhibitors or siRNAs.43,44 Among the various small-molecule drug families, we saw an increased sensitivity to PI3K/AKT/mammalian target of rapamycin (mTOR) and type III receptor tyrosine kinase (RTK)/vascular endothelial growth factor inhibitors in the patient harboring the NTRK2A203T mutation (Figure 5A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As for the patient with the NTRK2R458G mutation, among the tested inhibitors, this patient sample showed enhanced sensitivity to an NF-κB activation inhibitor, crizotinib (an inhibitor of Trk/ALK/ROS1), and LY294002 (a PI3K inhibitor) (Figure 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The knockdown of NTRK2 significantly altered cell viability (Figure 5C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "In this study, we identified and characterized 4 novel oncogenic NTRK point mutations in patients with leukemia: 2 in NTRK2 (A203T, R458G) and 2 in NTRK3 (E176D, L449F) (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although point mutations in similar regions have been reported in solid tumors (supplemental Figure 5), to our knowledge, we are the first to study and characterize these mutations in hematological malignancies.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Both point mutations also exhibited increased receptor dimerization (Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In line with these findings, we speculate that NTRK2A203T and NTRK3E176D disrupt nearby N-glycosylation sites at residues 205 of TrkB and 163 of TrkC, enabling receptor dimerization (Figure 4) and, thus, supporting the aberrant kinase activity we observed (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The increase in NTRK2A203T and NTRK3E176D receptor molecules at the cell surface and decrease in cell-surface retention (Figure 3A,C) further reinforce that receptor dimerization is possibly the predominant mechanism of activation for these mutants.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We also saw an increased propensity to dimerize with our transmembrane domain mutant, NTRK3L449F (Figure 4C-D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Our Phyre2 modeling predicted that a leucine to phenylalanine alteration results in a shift from a β-pleated sheet to an α helix (supplemental Figure 8B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel B",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Unlike the extracellular and transmembrane domain NTRK mutants, NTRK2R458G did not induce increased receptor dimerization (Figure 4A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Nonetheless, we saw robust kinase activation (Figure 2A) and oncogenicity (Figure 1B), signifying that dimerization may not serve as the underlying activation mechanism.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "It should be noted that the arginine residue at position 458 is conserved in all 3 NTRK genes and, therefore, may play an important function in Trk regulation (supplemental Figure 10A).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel A",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Given the proximity of the R458 residue to the TrkB transmembrane domain, we examined whether NTRK2R458G altered the transmembrane domain and whether this change influenced receptor-receptor interactions or interactions between the juxtamembrane and transmembrane domains.60 Based on our analysis of the transmembrane domain using previously validated prediction models,36,61-71 NTRK2R458G did not significantly alter the stretch of amino acids that typically delineate the transmembrane domain (supplemental Figure 10B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel B",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Based on a previously reported course-grain molecular dynamics simulation study, we prepared the homology model of human NTRK2 WT and colored each protein residue by the mean number of contacts with PIP2 (supplemental Figure 11A).72 Two significant changes observed following the mutation of an arginine to a glycine were the change in polarity (ie, decrease in the positively charged blue area) and a decrease in the shape of the molecular surface due to the loss of a bulky side chain (supplemental Figure 11B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel A",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel B",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Assays performed on freshly isolated clinical material from patients with NTRKA203T/R458G mutations allowed us to observe altered sensitivities to small-molecule inhibitors of various signaling pathways (Figure 5A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "These findings correlate with increased Trk activation and downstream PI3K/AKT signaling we observed in our mutant-transformed cells (Figure 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "P values <.05 were deemed significant.Results\nIdentification of oncogenic NTRK point mutations in patient samples\nDeep sequencing using a custom capture library consisting of 1862 kinase and kinase-associated genes in 185 leukemia samples revealed NTRK point mutations in 10 patients (5.4%) diagnosed with hematologic malignancies (Figure 1A).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 2. (C-F) Electropherograms from Sanger sequencing of patient genomic DNA confirm the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Ba/F3 cells expressing wild-type (WT) NTRK2, NTRK3, and empty vector (pMX-puro) were unable to grow without IL-3 (Figure 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Similarly, mutants NTRK2S167Y, NTRK2H245Y, NTRK3T261I, NTRK3L378V, and NTRK3R645C did not exhibit oncogenic capacity (supplemental Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We observed robust Trk phosphorylation with NTRK mutant cells compared with WT following serum starvation (supplemental Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We confirmed the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F in patient samples via Sanger sequencing of genomic DNA (Figure 1C-F) and immunoblotting (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Protein lysates from available clinical samples indicated expression and phosphorylation of TrkB or TrkC in patients with the NTRK2A203T, NTRK2R458G, and NTRK3L449F mutations (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G, located within the juxtamembrane domain, was observed in 2 patients, 1 with chronic myeloid leukemia (CML) and the other with atypical CML (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK3L449F was seen in a patient with T-cell ALL and is located within the transmembrane domain (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Analysis of sequence alignment of NTRK2 genes from different species suggests that the R458 residue is a highly conserved residue throughout evolution whereas A203 was conserved only among mammals (supplemental Figure 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Sequence alignment of multiple NTRK3 homologs shows that both E176 and L449 are also highly conserved throughout evolution (supplemental Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In our analysis of cBioPortal, The Cancer Genome Atlas, PeCan, and COSMIC, we saw that our transforming mutants fell in regions of the NTRK genes in which similar mutations have been identified in other cancers, further supporting our hypothesis that these mutants may contribute to leukemogenesis (supplemental Figure 5).Prioritized NTRK mutants exhibit increased Trk signaling and confer entrectinib sensitivity\nImmunoblot analysis revealed increased phosphorylation of TrkB (Tyr516) or TrkC (Tyr516) in mutant-transformed Ba/F3 cells relative to parental Ba/F3 cells or cells transfected with WT NTRK or empty vectors (pMX-puro) (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "No significant difference was seen with phosphorylation of STAT5 (Tyr694) between WT and mutant NTRK2 or NTRK3 Ba/F3 cells (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 6B. (E) Mutant-transformed Ba/F3 cells were starved overnight in 0.1% BSA RPMI and then treated with increasing concentrations of entrectinib (ENT) for ∼16 hours and immunoblotted for Trk and downstream effectors. (F) ENT induces apoptosis in mutant-transformed Ba/F3 cells following 48 and 72 hours.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Validation studies in supplemental Figure 6C. p-AKT, phosphorylated AKT; p-ERK, phosphorylated ERK; p-SRC, phosphorylated SRC; p-STAT, phosphorylated STAT.We next sought to identify inhibitors that could abrogate Trk signaling with the following tyrosine kinase inhibitors: BGJ398, cabozantinib, crenolanib, crizotinib, entrectinib, foretinib, imatinib, and ponatinib (supplemental Figure 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel C",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Apart from BGJ398 (pan-FGFR inhibitor) and imatinib (BCR-ABL1 inhibitor), which served as negative controls, all other tested inhibitors reduced the growth and viability of our mutant-transformed NTRK Ba/F3 cells to varying degrees (supplemental Figure 6A; supplemental Table 4).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Entrectinib was the most potent inhibitor with a 50% inhibitory concentration (IC50) of 1.644 nM for NTRK2A203T, 1.566 nM for NTRK2R458G, 0.9794 nM for NTRK3E176D, and 1.015 nM for NTRK3L449F Ba/F3 cells (Figure 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "With the recent accelerated FDA approval of larotrectinib for NTRK-positive solid tumors, we also tested the sensitivity of larotrectinib on our mutant Ba/F3 cell lines.19,41 Larotrectinib inhibited cell growth with an IC50 of 12.91 nM for NTRK2A203T, 13.42 nM for NTRK2R458G, 11.46 nM for NTRK3E176D, and 12.97 nM for NTRK3L449F Ba/F3 cells (Figure 2D).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We saw increased apoptosis following 48 and 72 hours of entrectinib treatment in all mutant-driven Ba/F3 cells (Figure 2E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Entrectinib did not induce apoptosis in Ba/F3 cells harboring the BCR-ABL1 oncogene or empty vector (pMX-puro), indicating that the cell death we observed in NTRK-transformed Ba/F3 cells is not due to entrectinib’s off-target toxicity but due to its specificity for NTRK (supplemental Figure 6B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Upon treating our NTRK mutant-transformed Ba/F3 cells with entrectinib (0, 5, 25, 75, 100, and 250 nM), we observed a decrease in expression of total and phosphorylated TrkB and TrkC in all mutants (Figure 2F).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "However, we saw a varying degree of inhibition of STAT3, AKT, and ERK phosphorylation, suggesting some variability in downstream signaling among the mutants.Increased cell-surface abundance of Trk receptors seen with mutants NTRK2A203T, NTRK2E176D, and NTRK3L449F\n\nTo begin to understand how our NTRK mutants lead to kinase activation, we modeled the impact of the amino acid change to the secondary structure of the Trk receptors using a previously published protein prediction model, Protein Homology/analogY Recognition Engine V 2.0 (Phyre2).42 Although NTRK2A203T was predicted to result in a partial loss of the β-pleated sheet, NTRK2R458G was predicted to shift the stretch of amino acids that contribute to the transmembrane domain α helix and increase the helix by 1 amino acid (supplemental Figure 7A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel A",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "In the case of NTRK3, both mutations were predicted to replace β-pleated sheets found in the WT receptor with α helices (supplemental Figure 8A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel A",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "These flow antibodies were validated on human glioblastoma cell lines that endogenously express TrkB or TrkC (supplemental Figure 9A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel A",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "NTRK2A203T resulted in an approximately twofold increase in the abundance of TrkB receptor on the cell surface relative to WT (P = 0.002; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "No significant difference in TrkB receptor localization was observed between NTRK2R458G and WT receptor (P = 0.6436; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although both NTRK3 mutations resulted in increased receptor localization statistically compared with the WT receptor (P < 0.0001), the biological significance of this finding is uncertain as evident by the small increase observed (Figure 3B; supplemental Figure 9E-F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel B",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel E",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Validation of APC-conjugated Trk flow antibodies is shown in supplemental Figure 9C-D. (C-D) To assess receptor retention at the cell surface, WT and mutant NTRK2 and NTRK3 Ba/F3 cells were treated with 100 µg/mL cycloheximide for 12 or 24 hours, stained with APC-conjugated anti-TrkB or anti-TrkC antibodies, and analyzed via flow cytometry.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel C",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Following 12 hours of cycloheximide treatment of Ba/F3 cells expressing the NTRK2 mutants or WT, NTRK2A203T possessed a decreased half-life relative to WT TrkB receptor (P = .0410; Figure 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants were less stable than WT TrkC receptor following 12 hours of cycloheximide, with the difference between WT and NTRK3E176D resulting in statistical significance (P = .0481; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "After 24 hours of cycloheximide treatment, both NTRK3 mutants were found at lower levels at the surface relative to NTRK3WT (P = .0007 for NTRK3E176D and P = .0012 for NTRKL449F; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Despite higher surface expression of NTRK2A203T and NTRK3E176D/L449F (Figure 3A-B), this was not due to an increase in protein retention at the cell surface, and in fact the mutated isoforms had shorter cell-surface half-lives.NTRK2A203T, NTRK3E176D, and NTRK3L449F mutants increase receptor dimerization\nAnother possible explanation for increased concentration of NTRK2A203T, NTRK3E176D, and NTRK3L449F at the cell surface despite decreased cell-surface retention (Figure 3) is increased receptor dimerization.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Dimerization was measured by immunoprecipitating the FLAG-tagged construct followed by immunoblotting for HA (Figure 4A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The average mean plus or minus SEM is shown. *P < .05; **P < .01; ***P < .001.We saw an approximately twofold increase in dimerization with NTRK2A203T relative to NTRK2WT (P = .0405; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G exhibited no increase in dimerization (P = .6751; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants had a statistically significant increase in dimerization relative to WT NTRK3 (fourfold increase [P = .0002] for NTRK3E176D and threefold increase [P = .0013] for NTRK3L449F; Figure 4D-E).TrkB and TrkC are expressed in patients with leukemia and sensitive to small-molecule inhibitors and siRNAs\nTo identify functional targets in primary patient samples, peripheral mononuclear white blood cells from patients carrying the NTRK2A203T (12-00171; Figure 5A), NTRK2R458G (12-00337; Figure 5B), and NTRK3L449F (10-00828; Figure 5C) mutations were assayed ex vivo against panels of small-molecule inhibitors or siRNAs.43,44 Among the various small-molecule drug families, we saw an increased sensitivity to PI3K/AKT/mammalian target of rapamycin (mTOR) and type III receptor tyrosine kinase (RTK)/vascular endothelial growth factor inhibitors in the patient harboring the NTRK2A203T mutation (Figure 5A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As for the patient with the NTRK2R458G mutation, among the tested inhibitors, this patient sample showed enhanced sensitivity to an NF-κB activation inhibitor, crizotinib (an inhibitor of Trk/ALK/ROS1), and LY294002 (a PI3K inhibitor) (Figure 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The knockdown of NTRK2 significantly altered cell viability (Figure 5C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "In this study, we identified and characterized 4 novel oncogenic NTRK point mutations in patients with leukemia: 2 in NTRK2 (A203T, R458G) and 2 in NTRK3 (E176D, L449F) (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although point mutations in similar regions have been reported in solid tumors (supplemental Figure 5), to our knowledge, we are the first to study and characterize these mutations in hematological malignancies.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Both point mutations also exhibited increased receptor dimerization (Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In line with these findings, we speculate that NTRK2A203T and NTRK3E176D disrupt nearby N-glycosylation sites at residues 205 of TrkB and 163 of TrkC, enabling receptor dimerization (Figure 4) and, thus, supporting the aberrant kinase activity we observed (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The increase in NTRK2A203T and NTRK3E176D receptor molecules at the cell surface and decrease in cell-surface retention (Figure 3A,C) further reinforce that receptor dimerization is possibly the predominant mechanism of activation for these mutants.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We also saw an increased propensity to dimerize with our transmembrane domain mutant, NTRK3L449F (Figure 4C-D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Our Phyre2 modeling predicted that a leucine to phenylalanine alteration results in a shift from a β-pleated sheet to an α helix (supplemental Figure 8B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel B",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Unlike the extracellular and transmembrane domain NTRK mutants, NTRK2R458G did not induce increased receptor dimerization (Figure 4A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Nonetheless, we saw robust kinase activation (Figure 2A) and oncogenicity (Figure 1B), signifying that dimerization may not serve as the underlying activation mechanism.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "It should be noted that the arginine residue at position 458 is conserved in all 3 NTRK genes and, therefore, may play an important function in Trk regulation (supplemental Figure 10A).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel A",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Given the proximity of the R458 residue to the TrkB transmembrane domain, we examined whether NTRK2R458G altered the transmembrane domain and whether this change influenced receptor-receptor interactions or interactions between the juxtamembrane and transmembrane domains.60 Based on our analysis of the transmembrane domain using previously validated prediction models,36,61-71 NTRK2R458G did not significantly alter the stretch of amino acids that typically delineate the transmembrane domain (supplemental Figure 10B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel B",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Based on a previously reported course-grain molecular dynamics simulation study, we prepared the homology model of human NTRK2 WT and colored each protein residue by the mean number of contacts with PIP2 (supplemental Figure 11A).72 Two significant changes observed following the mutation of an arginine to a glycine were the change in polarity (ie, decrease in the positively charged blue area) and a decrease in the shape of the molecular surface due to the loss of a bulky side chain (supplemental Figure 11B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel A",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel B",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Assays performed on freshly isolated clinical material from patients with NTRKA203T/R458G mutations allowed us to observe altered sensitivities to small-molecule inhibitors of various signaling pathways (Figure 5A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "These findings correlate with increased Trk activation and downstream PI3K/AKT signaling we observed in our mutant-transformed cells (Figure 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "P values <.05 were deemed significant.Results\nIdentification of oncogenic NTRK point mutations in patient samples\nDeep sequencing using a custom capture library consisting of 1862 kinase and kinase-associated genes in 185 leukemia samples revealed NTRK point mutations in 10 patients (5.4%) diagnosed with hematologic malignancies (Figure 1A).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 2. (C-F) Electropherograms from Sanger sequencing of patient genomic DNA confirm the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Ba/F3 cells expressing wild-type (WT) NTRK2, NTRK3, and empty vector (pMX-puro) were unable to grow without IL-3 (Figure 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Similarly, mutants NTRK2S167Y, NTRK2H245Y, NTRK3T261I, NTRK3L378V, and NTRK3R645C did not exhibit oncogenic capacity (supplemental Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We observed robust Trk phosphorylation with NTRK mutant cells compared with WT following serum starvation (supplemental Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We confirmed the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F in patient samples via Sanger sequencing of genomic DNA (Figure 1C-F) and immunoblotting (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Protein lysates from available clinical samples indicated expression and phosphorylation of TrkB or TrkC in patients with the NTRK2A203T, NTRK2R458G, and NTRK3L449F mutations (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G, located within the juxtamembrane domain, was observed in 2 patients, 1 with chronic myeloid leukemia (CML) and the other with atypical CML (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK3L449F was seen in a patient with T-cell ALL and is located within the transmembrane domain (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Analysis of sequence alignment of NTRK2 genes from different species suggests that the R458 residue is a highly conserved residue throughout evolution whereas A203 was conserved only among mammals (supplemental Figure 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Sequence alignment of multiple NTRK3 homologs shows that both E176 and L449 are also highly conserved throughout evolution (supplemental Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In our analysis of cBioPortal, The Cancer Genome Atlas, PeCan, and COSMIC, we saw that our transforming mutants fell in regions of the NTRK genes in which similar mutations have been identified in other cancers, further supporting our hypothesis that these mutants may contribute to leukemogenesis (supplemental Figure 5).Prioritized NTRK mutants exhibit increased Trk signaling and confer entrectinib sensitivity\nImmunoblot analysis revealed increased phosphorylation of TrkB (Tyr516) or TrkC (Tyr516) in mutant-transformed Ba/F3 cells relative to parental Ba/F3 cells or cells transfected with WT NTRK or empty vectors (pMX-puro) (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "No significant difference was seen with phosphorylation of STAT5 (Tyr694) between WT and mutant NTRK2 or NTRK3 Ba/F3 cells (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 6B. (E) Mutant-transformed Ba/F3 cells were starved overnight in 0.1% BSA RPMI and then treated with increasing concentrations of entrectinib (ENT) for ∼16 hours and immunoblotted for Trk and downstream effectors. (F) ENT induces apoptosis in mutant-transformed Ba/F3 cells following 48 and 72 hours.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Validation studies in supplemental Figure 6C. p-AKT, phosphorylated AKT; p-ERK, phosphorylated ERK; p-SRC, phosphorylated SRC; p-STAT, phosphorylated STAT.We next sought to identify inhibitors that could abrogate Trk signaling with the following tyrosine kinase inhibitors: BGJ398, cabozantinib, crenolanib, crizotinib, entrectinib, foretinib, imatinib, and ponatinib (supplemental Figure 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel C",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Apart from BGJ398 (pan-FGFR inhibitor) and imatinib (BCR-ABL1 inhibitor), which served as negative controls, all other tested inhibitors reduced the growth and viability of our mutant-transformed NTRK Ba/F3 cells to varying degrees (supplemental Figure 6A; supplemental Table 4).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Entrectinib was the most potent inhibitor with a 50% inhibitory concentration (IC50) of 1.644 nM for NTRK2A203T, 1.566 nM for NTRK2R458G, 0.9794 nM for NTRK3E176D, and 1.015 nM for NTRK3L449F Ba/F3 cells (Figure 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "With the recent accelerated FDA approval of larotrectinib for NTRK-positive solid tumors, we also tested the sensitivity of larotrectinib on our mutant Ba/F3 cell lines.19,41 Larotrectinib inhibited cell growth with an IC50 of 12.91 nM for NTRK2A203T, 13.42 nM for NTRK2R458G, 11.46 nM for NTRK3E176D, and 12.97 nM for NTRK3L449F Ba/F3 cells (Figure 2D).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We saw increased apoptosis following 48 and 72 hours of entrectinib treatment in all mutant-driven Ba/F3 cells (Figure 2E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Entrectinib did not induce apoptosis in Ba/F3 cells harboring the BCR-ABL1 oncogene or empty vector (pMX-puro), indicating that the cell death we observed in NTRK-transformed Ba/F3 cells is not due to entrectinib’s off-target toxicity but due to its specificity for NTRK (supplemental Figure 6B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Upon treating our NTRK mutant-transformed Ba/F3 cells with entrectinib (0, 5, 25, 75, 100, and 250 nM), we observed a decrease in expression of total and phosphorylated TrkB and TrkC in all mutants (Figure 2F).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "However, we saw a varying degree of inhibition of STAT3, AKT, and ERK phosphorylation, suggesting some variability in downstream signaling among the mutants.Increased cell-surface abundance of Trk receptors seen with mutants NTRK2A203T, NTRK2E176D, and NTRK3L449F\n\nTo begin to understand how our NTRK mutants lead to kinase activation, we modeled the impact of the amino acid change to the secondary structure of the Trk receptors using a previously published protein prediction model, Protein Homology/analogY Recognition Engine V 2.0 (Phyre2).42 Although NTRK2A203T was predicted to result in a partial loss of the β-pleated sheet, NTRK2R458G was predicted to shift the stretch of amino acids that contribute to the transmembrane domain α helix and increase the helix by 1 amino acid (supplemental Figure 7A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel A",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "In the case of NTRK3, both mutations were predicted to replace β-pleated sheets found in the WT receptor with α helices (supplemental Figure 8A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel A",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "These flow antibodies were validated on human glioblastoma cell lines that endogenously express TrkB or TrkC (supplemental Figure 9A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel A",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "NTRK2A203T resulted in an approximately twofold increase in the abundance of TrkB receptor on the cell surface relative to WT (P = 0.002; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "No significant difference in TrkB receptor localization was observed between NTRK2R458G and WT receptor (P = 0.6436; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although both NTRK3 mutations resulted in increased receptor localization statistically compared with the WT receptor (P < 0.0001), the biological significance of this finding is uncertain as evident by the small increase observed (Figure 3B; supplemental Figure 9E-F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel B",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel E",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Validation of APC-conjugated Trk flow antibodies is shown in supplemental Figure 9C-D. (C-D) To assess receptor retention at the cell surface, WT and mutant NTRK2 and NTRK3 Ba/F3 cells were treated with 100 µg/mL cycloheximide for 12 or 24 hours, stained with APC-conjugated anti-TrkB or anti-TrkC antibodies, and analyzed via flow cytometry.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel C",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Following 12 hours of cycloheximide treatment of Ba/F3 cells expressing the NTRK2 mutants or WT, NTRK2A203T possessed a decreased half-life relative to WT TrkB receptor (P = .0410; Figure 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants were less stable than WT TrkC receptor following 12 hours of cycloheximide, with the difference between WT and NTRK3E176D resulting in statistical significance (P = .0481; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "After 24 hours of cycloheximide treatment, both NTRK3 mutants were found at lower levels at the surface relative to NTRK3WT (P = .0007 for NTRK3E176D and P = .0012 for NTRKL449F; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Despite higher surface expression of NTRK2A203T and NTRK3E176D/L449F (Figure 3A-B), this was not due to an increase in protein retention at the cell surface, and in fact the mutated isoforms had shorter cell-surface half-lives.NTRK2A203T, NTRK3E176D, and NTRK3L449F mutants increase receptor dimerization\nAnother possible explanation for increased concentration of NTRK2A203T, NTRK3E176D, and NTRK3L449F at the cell surface despite decreased cell-surface retention (Figure 3) is increased receptor dimerization.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Dimerization was measured by immunoprecipitating the FLAG-tagged construct followed by immunoblotting for HA (Figure 4A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The average mean plus or minus SEM is shown. *P < .05; **P < .01; ***P < .001.We saw an approximately twofold increase in dimerization with NTRK2A203T relative to NTRK2WT (P = .0405; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G exhibited no increase in dimerization (P = .6751; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants had a statistically significant increase in dimerization relative to WT NTRK3 (fourfold increase [P = .0002] for NTRK3E176D and threefold increase [P = .0013] for NTRK3L449F; Figure 4D-E).TrkB and TrkC are expressed in patients with leukemia and sensitive to small-molecule inhibitors and siRNAs\nTo identify functional targets in primary patient samples, peripheral mononuclear white blood cells from patients carrying the NTRK2A203T (12-00171; Figure 5A), NTRK2R458G (12-00337; Figure 5B), and NTRK3L449F (10-00828; Figure 5C) mutations were assayed ex vivo against panels of small-molecule inhibitors or siRNAs.43,44 Among the various small-molecule drug families, we saw an increased sensitivity to PI3K/AKT/mammalian target of rapamycin (mTOR) and type III receptor tyrosine kinase (RTK)/vascular endothelial growth factor inhibitors in the patient harboring the NTRK2A203T mutation (Figure 5A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As for the patient with the NTRK2R458G mutation, among the tested inhibitors, this patient sample showed enhanced sensitivity to an NF-κB activation inhibitor, crizotinib (an inhibitor of Trk/ALK/ROS1), and LY294002 (a PI3K inhibitor) (Figure 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The knockdown of NTRK2 significantly altered cell viability (Figure 5C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "In this study, we identified and characterized 4 novel oncogenic NTRK point mutations in patients with leukemia: 2 in NTRK2 (A203T, R458G) and 2 in NTRK3 (E176D, L449F) (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although point mutations in similar regions have been reported in solid tumors (supplemental Figure 5), to our knowledge, we are the first to study and characterize these mutations in hematological malignancies.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Both point mutations also exhibited increased receptor dimerization (Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In line with these findings, we speculate that NTRK2A203T and NTRK3E176D disrupt nearby N-glycosylation sites at residues 205 of TrkB and 163 of TrkC, enabling receptor dimerization (Figure 4) and, thus, supporting the aberrant kinase activity we observed (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The increase in NTRK2A203T and NTRK3E176D receptor molecules at the cell surface and decrease in cell-surface retention (Figure 3A,C) further reinforce that receptor dimerization is possibly the predominant mechanism of activation for these mutants.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We also saw an increased propensity to dimerize with our transmembrane domain mutant, NTRK3L449F (Figure 4C-D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Our Phyre2 modeling predicted that a leucine to phenylalanine alteration results in a shift from a β-pleated sheet to an α helix (supplemental Figure 8B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel B",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Unlike the extracellular and transmembrane domain NTRK mutants, NTRK2R458G did not induce increased receptor dimerization (Figure 4A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Nonetheless, we saw robust kinase activation (Figure 2A) and oncogenicity (Figure 1B), signifying that dimerization may not serve as the underlying activation mechanism.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "It should be noted that the arginine residue at position 458 is conserved in all 3 NTRK genes and, therefore, may play an important function in Trk regulation (supplemental Figure 10A).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel A",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Given the proximity of the R458 residue to the TrkB transmembrane domain, we examined whether NTRK2R458G altered the transmembrane domain and whether this change influenced receptor-receptor interactions or interactions between the juxtamembrane and transmembrane domains.60 Based on our analysis of the transmembrane domain using previously validated prediction models,36,61-71 NTRK2R458G did not significantly alter the stretch of amino acids that typically delineate the transmembrane domain (supplemental Figure 10B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel B",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Based on a previously reported course-grain molecular dynamics simulation study, we prepared the homology model of human NTRK2 WT and colored each protein residue by the mean number of contacts with PIP2 (supplemental Figure 11A).72 Two significant changes observed following the mutation of an arginine to a glycine were the change in polarity (ie, decrease in the positively charged blue area) and a decrease in the shape of the molecular surface due to the loss of a bulky side chain (supplemental Figure 11B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel A",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel B",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Assays performed on freshly isolated clinical material from patients with NTRKA203T/R458G mutations allowed us to observe altered sensitivities to small-molecule inhibitors of various signaling pathways (Figure 5A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "These findings correlate with increased Trk activation and downstream PI3K/AKT signaling we observed in our mutant-transformed cells (Figure 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "P values <.05 were deemed significant.Results\nIdentification of oncogenic NTRK point mutations in patient samples\nDeep sequencing using a custom capture library consisting of 1862 kinase and kinase-associated genes in 185 leukemia samples revealed NTRK point mutations in 10 patients (5.4%) diagnosed with hematologic malignancies (Figure 1A).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 2. (C-F) Electropherograms from Sanger sequencing of patient genomic DNA confirm the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Ba/F3 cells expressing wild-type (WT) NTRK2, NTRK3, and empty vector (pMX-puro) were unable to grow without IL-3 (Figure 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Similarly, mutants NTRK2S167Y, NTRK2H245Y, NTRK3T261I, NTRK3L378V, and NTRK3R645C did not exhibit oncogenic capacity (supplemental Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We observed robust Trk phosphorylation with NTRK mutant cells compared with WT following serum starvation (supplemental Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We confirmed the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F in patient samples via Sanger sequencing of genomic DNA (Figure 1C-F) and immunoblotting (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Protein lysates from available clinical samples indicated expression and phosphorylation of TrkB or TrkC in patients with the NTRK2A203T, NTRK2R458G, and NTRK3L449F mutations (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G, located within the juxtamembrane domain, was observed in 2 patients, 1 with chronic myeloid leukemia (CML) and the other with atypical CML (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK3L449F was seen in a patient with T-cell ALL and is located within the transmembrane domain (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Analysis of sequence alignment of NTRK2 genes from different species suggests that the R458 residue is a highly conserved residue throughout evolution whereas A203 was conserved only among mammals (supplemental Figure 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Sequence alignment of multiple NTRK3 homologs shows that both E176 and L449 are also highly conserved throughout evolution (supplemental Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In our analysis of cBioPortal, The Cancer Genome Atlas, PeCan, and COSMIC, we saw that our transforming mutants fell in regions of the NTRK genes in which similar mutations have been identified in other cancers, further supporting our hypothesis that these mutants may contribute to leukemogenesis (supplemental Figure 5).Prioritized NTRK mutants exhibit increased Trk signaling and confer entrectinib sensitivity\nImmunoblot analysis revealed increased phosphorylation of TrkB (Tyr516) or TrkC (Tyr516) in mutant-transformed Ba/F3 cells relative to parental Ba/F3 cells or cells transfected with WT NTRK or empty vectors (pMX-puro) (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "No significant difference was seen with phosphorylation of STAT5 (Tyr694) between WT and mutant NTRK2 or NTRK3 Ba/F3 cells (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 6B. (E) Mutant-transformed Ba/F3 cells were starved overnight in 0.1% BSA RPMI and then treated with increasing concentrations of entrectinib (ENT) for ∼16 hours and immunoblotted for Trk and downstream effectors. (F) ENT induces apoptosis in mutant-transformed Ba/F3 cells following 48 and 72 hours.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Validation studies in supplemental Figure 6C. p-AKT, phosphorylated AKT; p-ERK, phosphorylated ERK; p-SRC, phosphorylated SRC; p-STAT, phosphorylated STAT.We next sought to identify inhibitors that could abrogate Trk signaling with the following tyrosine kinase inhibitors: BGJ398, cabozantinib, crenolanib, crizotinib, entrectinib, foretinib, imatinib, and ponatinib (supplemental Figure 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel C",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Apart from BGJ398 (pan-FGFR inhibitor) and imatinib (BCR-ABL1 inhibitor), which served as negative controls, all other tested inhibitors reduced the growth and viability of our mutant-transformed NTRK Ba/F3 cells to varying degrees (supplemental Figure 6A; supplemental Table 4).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Entrectinib was the most potent inhibitor with a 50% inhibitory concentration (IC50) of 1.644 nM for NTRK2A203T, 1.566 nM for NTRK2R458G, 0.9794 nM for NTRK3E176D, and 1.015 nM for NTRK3L449F Ba/F3 cells (Figure 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "With the recent accelerated FDA approval of larotrectinib for NTRK-positive solid tumors, we also tested the sensitivity of larotrectinib on our mutant Ba/F3 cell lines.19,41 Larotrectinib inhibited cell growth with an IC50 of 12.91 nM for NTRK2A203T, 13.42 nM for NTRK2R458G, 11.46 nM for NTRK3E176D, and 12.97 nM for NTRK3L449F Ba/F3 cells (Figure 2D).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We saw increased apoptosis following 48 and 72 hours of entrectinib treatment in all mutant-driven Ba/F3 cells (Figure 2E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Entrectinib did not induce apoptosis in Ba/F3 cells harboring the BCR-ABL1 oncogene or empty vector (pMX-puro), indicating that the cell death we observed in NTRK-transformed Ba/F3 cells is not due to entrectinib’s off-target toxicity but due to its specificity for NTRK (supplemental Figure 6B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Upon treating our NTRK mutant-transformed Ba/F3 cells with entrectinib (0, 5, 25, 75, 100, and 250 nM), we observed a decrease in expression of total and phosphorylated TrkB and TrkC in all mutants (Figure 2F).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "However, we saw a varying degree of inhibition of STAT3, AKT, and ERK phosphorylation, suggesting some variability in downstream signaling among the mutants.Increased cell-surface abundance of Trk receptors seen with mutants NTRK2A203T, NTRK2E176D, and NTRK3L449F\n\nTo begin to understand how our NTRK mutants lead to kinase activation, we modeled the impact of the amino acid change to the secondary structure of the Trk receptors using a previously published protein prediction model, Protein Homology/analogY Recognition Engine V 2.0 (Phyre2).42 Although NTRK2A203T was predicted to result in a partial loss of the β-pleated sheet, NTRK2R458G was predicted to shift the stretch of amino acids that contribute to the transmembrane domain α helix and increase the helix by 1 amino acid (supplemental Figure 7A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel A",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "In the case of NTRK3, both mutations were predicted to replace β-pleated sheets found in the WT receptor with α helices (supplemental Figure 8A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel A",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "These flow antibodies were validated on human glioblastoma cell lines that endogenously express TrkB or TrkC (supplemental Figure 9A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel A",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "NTRK2A203T resulted in an approximately twofold increase in the abundance of TrkB receptor on the cell surface relative to WT (P = 0.002; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "No significant difference in TrkB receptor localization was observed between NTRK2R458G and WT receptor (P = 0.6436; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although both NTRK3 mutations resulted in increased receptor localization statistically compared with the WT receptor (P < 0.0001), the biological significance of this finding is uncertain as evident by the small increase observed (Figure 3B; supplemental Figure 9E-F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel B",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel E",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Validation of APC-conjugated Trk flow antibodies is shown in supplemental Figure 9C-D. (C-D) To assess receptor retention at the cell surface, WT and mutant NTRK2 and NTRK3 Ba/F3 cells were treated with 100 µg/mL cycloheximide for 12 or 24 hours, stained with APC-conjugated anti-TrkB or anti-TrkC antibodies, and analyzed via flow cytometry.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel C",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Following 12 hours of cycloheximide treatment of Ba/F3 cells expressing the NTRK2 mutants or WT, NTRK2A203T possessed a decreased half-life relative to WT TrkB receptor (P = .0410; Figure 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants were less stable than WT TrkC receptor following 12 hours of cycloheximide, with the difference between WT and NTRK3E176D resulting in statistical significance (P = .0481; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "After 24 hours of cycloheximide treatment, both NTRK3 mutants were found at lower levels at the surface relative to NTRK3WT (P = .0007 for NTRK3E176D and P = .0012 for NTRKL449F; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Despite higher surface expression of NTRK2A203T and NTRK3E176D/L449F (Figure 3A-B), this was not due to an increase in protein retention at the cell surface, and in fact the mutated isoforms had shorter cell-surface half-lives.NTRK2A203T, NTRK3E176D, and NTRK3L449F mutants increase receptor dimerization\nAnother possible explanation for increased concentration of NTRK2A203T, NTRK3E176D, and NTRK3L449F at the cell surface despite decreased cell-surface retention (Figure 3) is increased receptor dimerization.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Dimerization was measured by immunoprecipitating the FLAG-tagged construct followed by immunoblotting for HA (Figure 4A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The average mean plus or minus SEM is shown. *P < .05; **P < .01; ***P < .001.We saw an approximately twofold increase in dimerization with NTRK2A203T relative to NTRK2WT (P = .0405; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G exhibited no increase in dimerization (P = .6751; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants had a statistically significant increase in dimerization relative to WT NTRK3 (fourfold increase [P = .0002] for NTRK3E176D and threefold increase [P = .0013] for NTRK3L449F; Figure 4D-E).TrkB and TrkC are expressed in patients with leukemia and sensitive to small-molecule inhibitors and siRNAs\nTo identify functional targets in primary patient samples, peripheral mononuclear white blood cells from patients carrying the NTRK2A203T (12-00171; Figure 5A), NTRK2R458G (12-00337; Figure 5B), and NTRK3L449F (10-00828; Figure 5C) mutations were assayed ex vivo against panels of small-molecule inhibitors or siRNAs.43,44 Among the various small-molecule drug families, we saw an increased sensitivity to PI3K/AKT/mammalian target of rapamycin (mTOR) and type III receptor tyrosine kinase (RTK)/vascular endothelial growth factor inhibitors in the patient harboring the NTRK2A203T mutation (Figure 5A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As for the patient with the NTRK2R458G mutation, among the tested inhibitors, this patient sample showed enhanced sensitivity to an NF-κB activation inhibitor, crizotinib (an inhibitor of Trk/ALK/ROS1), and LY294002 (a PI3K inhibitor) (Figure 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The knockdown of NTRK2 significantly altered cell viability (Figure 5C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "In this study, we identified and characterized 4 novel oncogenic NTRK point mutations in patients with leukemia: 2 in NTRK2 (A203T, R458G) and 2 in NTRK3 (E176D, L449F) (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although point mutations in similar regions have been reported in solid tumors (supplemental Figure 5), to our knowledge, we are the first to study and characterize these mutations in hematological malignancies.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Both point mutations also exhibited increased receptor dimerization (Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In line with these findings, we speculate that NTRK2A203T and NTRK3E176D disrupt nearby N-glycosylation sites at residues 205 of TrkB and 163 of TrkC, enabling receptor dimerization (Figure 4) and, thus, supporting the aberrant kinase activity we observed (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The increase in NTRK2A203T and NTRK3E176D receptor molecules at the cell surface and decrease in cell-surface retention (Figure 3A,C) further reinforce that receptor dimerization is possibly the predominant mechanism of activation for these mutants.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We also saw an increased propensity to dimerize with our transmembrane domain mutant, NTRK3L449F (Figure 4C-D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Our Phyre2 modeling predicted that a leucine to phenylalanine alteration results in a shift from a β-pleated sheet to an α helix (supplemental Figure 8B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel B",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Unlike the extracellular and transmembrane domain NTRK mutants, NTRK2R458G did not induce increased receptor dimerization (Figure 4A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Nonetheless, we saw robust kinase activation (Figure 2A) and oncogenicity (Figure 1B), signifying that dimerization may not serve as the underlying activation mechanism.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "It should be noted that the arginine residue at position 458 is conserved in all 3 NTRK genes and, therefore, may play an important function in Trk regulation (supplemental Figure 10A).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel A",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Given the proximity of the R458 residue to the TrkB transmembrane domain, we examined whether NTRK2R458G altered the transmembrane domain and whether this change influenced receptor-receptor interactions or interactions between the juxtamembrane and transmembrane domains.60 Based on our analysis of the transmembrane domain using previously validated prediction models,36,61-71 NTRK2R458G did not significantly alter the stretch of amino acids that typically delineate the transmembrane domain (supplemental Figure 10B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel B",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Based on a previously reported course-grain molecular dynamics simulation study, we prepared the homology model of human NTRK2 WT and colored each protein residue by the mean number of contacts with PIP2 (supplemental Figure 11A).72 Two significant changes observed following the mutation of an arginine to a glycine were the change in polarity (ie, decrease in the positively charged blue area) and a decrease in the shape of the molecular surface due to the loss of a bulky side chain (supplemental Figure 11B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel A",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel B",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Assays performed on freshly isolated clinical material from patients with NTRKA203T/R458G mutations allowed us to observe altered sensitivities to small-molecule inhibitors of various signaling pathways (Figure 5A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "These findings correlate with increased Trk activation and downstream PI3K/AKT signaling we observed in our mutant-transformed cells (Figure 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "P values <.05 were deemed significant.Results\nIdentification of oncogenic NTRK point mutations in patient samples\nDeep sequencing using a custom capture library consisting of 1862 kinase and kinase-associated genes in 185 leukemia samples revealed NTRK point mutations in 10 patients (5.4%) diagnosed with hematologic malignancies (Figure 1A).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 2. (C-F) Electropherograms from Sanger sequencing of patient genomic DNA confirm the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Ba/F3 cells expressing wild-type (WT) NTRK2, NTRK3, and empty vector (pMX-puro) were unable to grow without IL-3 (Figure 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Similarly, mutants NTRK2S167Y, NTRK2H245Y, NTRK3T261I, NTRK3L378V, and NTRK3R645C did not exhibit oncogenic capacity (supplemental Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We observed robust Trk phosphorylation with NTRK mutant cells compared with WT following serum starvation (supplemental Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We confirmed the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F in patient samples via Sanger sequencing of genomic DNA (Figure 1C-F) and immunoblotting (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Protein lysates from available clinical samples indicated expression and phosphorylation of TrkB or TrkC in patients with the NTRK2A203T, NTRK2R458G, and NTRK3L449F mutations (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G, located within the juxtamembrane domain, was observed in 2 patients, 1 with chronic myeloid leukemia (CML) and the other with atypical CML (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK3L449F was seen in a patient with T-cell ALL and is located within the transmembrane domain (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Analysis of sequence alignment of NTRK2 genes from different species suggests that the R458 residue is a highly conserved residue throughout evolution whereas A203 was conserved only among mammals (supplemental Figure 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Sequence alignment of multiple NTRK3 homologs shows that both E176 and L449 are also highly conserved throughout evolution (supplemental Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In our analysis of cBioPortal, The Cancer Genome Atlas, PeCan, and COSMIC, we saw that our transforming mutants fell in regions of the NTRK genes in which similar mutations have been identified in other cancers, further supporting our hypothesis that these mutants may contribute to leukemogenesis (supplemental Figure 5).Prioritized NTRK mutants exhibit increased Trk signaling and confer entrectinib sensitivity\nImmunoblot analysis revealed increased phosphorylation of TrkB (Tyr516) or TrkC (Tyr516) in mutant-transformed Ba/F3 cells relative to parental Ba/F3 cells or cells transfected with WT NTRK or empty vectors (pMX-puro) (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "No significant difference was seen with phosphorylation of STAT5 (Tyr694) between WT and mutant NTRK2 or NTRK3 Ba/F3 cells (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 6B. (E) Mutant-transformed Ba/F3 cells were starved overnight in 0.1% BSA RPMI and then treated with increasing concentrations of entrectinib (ENT) for ∼16 hours and immunoblotted for Trk and downstream effectors. (F) ENT induces apoptosis in mutant-transformed Ba/F3 cells following 48 and 72 hours.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Validation studies in supplemental Figure 6C. p-AKT, phosphorylated AKT; p-ERK, phosphorylated ERK; p-SRC, phosphorylated SRC; p-STAT, phosphorylated STAT.We next sought to identify inhibitors that could abrogate Trk signaling with the following tyrosine kinase inhibitors: BGJ398, cabozantinib, crenolanib, crizotinib, entrectinib, foretinib, imatinib, and ponatinib (supplemental Figure 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel C",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Apart from BGJ398 (pan-FGFR inhibitor) and imatinib (BCR-ABL1 inhibitor), which served as negative controls, all other tested inhibitors reduced the growth and viability of our mutant-transformed NTRK Ba/F3 cells to varying degrees (supplemental Figure 6A; supplemental Table 4).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Entrectinib was the most potent inhibitor with a 50% inhibitory concentration (IC50) of 1.644 nM for NTRK2A203T, 1.566 nM for NTRK2R458G, 0.9794 nM for NTRK3E176D, and 1.015 nM for NTRK3L449F Ba/F3 cells (Figure 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "With the recent accelerated FDA approval of larotrectinib for NTRK-positive solid tumors, we also tested the sensitivity of larotrectinib on our mutant Ba/F3 cell lines.19,41 Larotrectinib inhibited cell growth with an IC50 of 12.91 nM for NTRK2A203T, 13.42 nM for NTRK2R458G, 11.46 nM for NTRK3E176D, and 12.97 nM for NTRK3L449F Ba/F3 cells (Figure 2D).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We saw increased apoptosis following 48 and 72 hours of entrectinib treatment in all mutant-driven Ba/F3 cells (Figure 2E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Entrectinib did not induce apoptosis in Ba/F3 cells harboring the BCR-ABL1 oncogene or empty vector (pMX-puro), indicating that the cell death we observed in NTRK-transformed Ba/F3 cells is not due to entrectinib’s off-target toxicity but due to its specificity for NTRK (supplemental Figure 6B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Upon treating our NTRK mutant-transformed Ba/F3 cells with entrectinib (0, 5, 25, 75, 100, and 250 nM), we observed a decrease in expression of total and phosphorylated TrkB and TrkC in all mutants (Figure 2F).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "However, we saw a varying degree of inhibition of STAT3, AKT, and ERK phosphorylation, suggesting some variability in downstream signaling among the mutants.Increased cell-surface abundance of Trk receptors seen with mutants NTRK2A203T, NTRK2E176D, and NTRK3L449F\n\nTo begin to understand how our NTRK mutants lead to kinase activation, we modeled the impact of the amino acid change to the secondary structure of the Trk receptors using a previously published protein prediction model, Protein Homology/analogY Recognition Engine V 2.0 (Phyre2).42 Although NTRK2A203T was predicted to result in a partial loss of the β-pleated sheet, NTRK2R458G was predicted to shift the stretch of amino acids that contribute to the transmembrane domain α helix and increase the helix by 1 amino acid (supplemental Figure 7A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel A",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "In the case of NTRK3, both mutations were predicted to replace β-pleated sheets found in the WT receptor with α helices (supplemental Figure 8A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel A",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "These flow antibodies were validated on human glioblastoma cell lines that endogenously express TrkB or TrkC (supplemental Figure 9A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel A",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "NTRK2A203T resulted in an approximately twofold increase in the abundance of TrkB receptor on the cell surface relative to WT (P = 0.002; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "No significant difference in TrkB receptor localization was observed between NTRK2R458G and WT receptor (P = 0.6436; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although both NTRK3 mutations resulted in increased receptor localization statistically compared with the WT receptor (P < 0.0001), the biological significance of this finding is uncertain as evident by the small increase observed (Figure 3B; supplemental Figure 9E-F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel B",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel E",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Validation of APC-conjugated Trk flow antibodies is shown in supplemental Figure 9C-D. (C-D) To assess receptor retention at the cell surface, WT and mutant NTRK2 and NTRK3 Ba/F3 cells were treated with 100 µg/mL cycloheximide for 12 or 24 hours, stained with APC-conjugated anti-TrkB or anti-TrkC antibodies, and analyzed via flow cytometry.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel C",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Following 12 hours of cycloheximide treatment of Ba/F3 cells expressing the NTRK2 mutants or WT, NTRK2A203T possessed a decreased half-life relative to WT TrkB receptor (P = .0410; Figure 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants were less stable than WT TrkC receptor following 12 hours of cycloheximide, with the difference between WT and NTRK3E176D resulting in statistical significance (P = .0481; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "After 24 hours of cycloheximide treatment, both NTRK3 mutants were found at lower levels at the surface relative to NTRK3WT (P = .0007 for NTRK3E176D and P = .0012 for NTRKL449F; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Despite higher surface expression of NTRK2A203T and NTRK3E176D/L449F (Figure 3A-B), this was not due to an increase in protein retention at the cell surface, and in fact the mutated isoforms had shorter cell-surface half-lives.NTRK2A203T, NTRK3E176D, and NTRK3L449F mutants increase receptor dimerization\nAnother possible explanation for increased concentration of NTRK2A203T, NTRK3E176D, and NTRK3L449F at the cell surface despite decreased cell-surface retention (Figure 3) is increased receptor dimerization.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Dimerization was measured by immunoprecipitating the FLAG-tagged construct followed by immunoblotting for HA (Figure 4A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The average mean plus or minus SEM is shown. *P < .05; **P < .01; ***P < .001.We saw an approximately twofold increase in dimerization with NTRK2A203T relative to NTRK2WT (P = .0405; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G exhibited no increase in dimerization (P = .6751; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants had a statistically significant increase in dimerization relative to WT NTRK3 (fourfold increase [P = .0002] for NTRK3E176D and threefold increase [P = .0013] for NTRK3L449F; Figure 4D-E).TrkB and TrkC are expressed in patients with leukemia and sensitive to small-molecule inhibitors and siRNAs\nTo identify functional targets in primary patient samples, peripheral mononuclear white blood cells from patients carrying the NTRK2A203T (12-00171; Figure 5A), NTRK2R458G (12-00337; Figure 5B), and NTRK3L449F (10-00828; Figure 5C) mutations were assayed ex vivo against panels of small-molecule inhibitors or siRNAs.43,44 Among the various small-molecule drug families, we saw an increased sensitivity to PI3K/AKT/mammalian target of rapamycin (mTOR) and type III receptor tyrosine kinase (RTK)/vascular endothelial growth factor inhibitors in the patient harboring the NTRK2A203T mutation (Figure 5A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As for the patient with the NTRK2R458G mutation, among the tested inhibitors, this patient sample showed enhanced sensitivity to an NF-κB activation inhibitor, crizotinib (an inhibitor of Trk/ALK/ROS1), and LY294002 (a PI3K inhibitor) (Figure 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The knockdown of NTRK2 significantly altered cell viability (Figure 5C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "In this study, we identified and characterized 4 novel oncogenic NTRK point mutations in patients with leukemia: 2 in NTRK2 (A203T, R458G) and 2 in NTRK3 (E176D, L449F) (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although point mutations in similar regions have been reported in solid tumors (supplemental Figure 5), to our knowledge, we are the first to study and characterize these mutations in hematological malignancies.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Both point mutations also exhibited increased receptor dimerization (Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In line with these findings, we speculate that NTRK2A203T and NTRK3E176D disrupt nearby N-glycosylation sites at residues 205 of TrkB and 163 of TrkC, enabling receptor dimerization (Figure 4) and, thus, supporting the aberrant kinase activity we observed (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The increase in NTRK2A203T and NTRK3E176D receptor molecules at the cell surface and decrease in cell-surface retention (Figure 3A,C) further reinforce that receptor dimerization is possibly the predominant mechanism of activation for these mutants.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We also saw an increased propensity to dimerize with our transmembrane domain mutant, NTRK3L449F (Figure 4C-D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Our Phyre2 modeling predicted that a leucine to phenylalanine alteration results in a shift from a β-pleated sheet to an α helix (supplemental Figure 8B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel B",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Unlike the extracellular and transmembrane domain NTRK mutants, NTRK2R458G did not induce increased receptor dimerization (Figure 4A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Nonetheless, we saw robust kinase activation (Figure 2A) and oncogenicity (Figure 1B), signifying that dimerization may not serve as the underlying activation mechanism.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "It should be noted that the arginine residue at position 458 is conserved in all 3 NTRK genes and, therefore, may play an important function in Trk regulation (supplemental Figure 10A).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel A",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Given the proximity of the R458 residue to the TrkB transmembrane domain, we examined whether NTRK2R458G altered the transmembrane domain and whether this change influenced receptor-receptor interactions or interactions between the juxtamembrane and transmembrane domains.60 Based on our analysis of the transmembrane domain using previously validated prediction models,36,61-71 NTRK2R458G did not significantly alter the stretch of amino acids that typically delineate the transmembrane domain (supplemental Figure 10B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel B",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Based on a previously reported course-grain molecular dynamics simulation study, we prepared the homology model of human NTRK2 WT and colored each protein residue by the mean number of contacts with PIP2 (supplemental Figure 11A).72 Two significant changes observed following the mutation of an arginine to a glycine were the change in polarity (ie, decrease in the positively charged blue area) and a decrease in the shape of the molecular surface due to the loss of a bulky side chain (supplemental Figure 11B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel A",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel B",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Assays performed on freshly isolated clinical material from patients with NTRKA203T/R458G mutations allowed us to observe altered sensitivities to small-molecule inhibitors of various signaling pathways (Figure 5A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "These findings correlate with increased Trk activation and downstream PI3K/AKT signaling we observed in our mutant-transformed cells (Figure 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "P values <.05 were deemed significant.Results\nIdentification of oncogenic NTRK point mutations in patient samples\nDeep sequencing using a custom capture library consisting of 1862 kinase and kinase-associated genes in 185 leukemia samples revealed NTRK point mutations in 10 patients (5.4%) diagnosed with hematologic malignancies (Figure 1A).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 2. (C-F) Electropherograms from Sanger sequencing of patient genomic DNA confirm the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Ba/F3 cells expressing wild-type (WT) NTRK2, NTRK3, and empty vector (pMX-puro) were unable to grow without IL-3 (Figure 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Similarly, mutants NTRK2S167Y, NTRK2H245Y, NTRK3T261I, NTRK3L378V, and NTRK3R645C did not exhibit oncogenic capacity (supplemental Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We observed robust Trk phosphorylation with NTRK mutant cells compared with WT following serum starvation (supplemental Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We confirmed the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F in patient samples via Sanger sequencing of genomic DNA (Figure 1C-F) and immunoblotting (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Protein lysates from available clinical samples indicated expression and phosphorylation of TrkB or TrkC in patients with the NTRK2A203T, NTRK2R458G, and NTRK3L449F mutations (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G, located within the juxtamembrane domain, was observed in 2 patients, 1 with chronic myeloid leukemia (CML) and the other with atypical CML (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK3L449F was seen in a patient with T-cell ALL and is located within the transmembrane domain (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Analysis of sequence alignment of NTRK2 genes from different species suggests that the R458 residue is a highly conserved residue throughout evolution whereas A203 was conserved only among mammals (supplemental Figure 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Sequence alignment of multiple NTRK3 homologs shows that both E176 and L449 are also highly conserved throughout evolution (supplemental Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In our analysis of cBioPortal, The Cancer Genome Atlas, PeCan, and COSMIC, we saw that our transforming mutants fell in regions of the NTRK genes in which similar mutations have been identified in other cancers, further supporting our hypothesis that these mutants may contribute to leukemogenesis (supplemental Figure 5).Prioritized NTRK mutants exhibit increased Trk signaling and confer entrectinib sensitivity\nImmunoblot analysis revealed increased phosphorylation of TrkB (Tyr516) or TrkC (Tyr516) in mutant-transformed Ba/F3 cells relative to parental Ba/F3 cells or cells transfected with WT NTRK or empty vectors (pMX-puro) (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "No significant difference was seen with phosphorylation of STAT5 (Tyr694) between WT and mutant NTRK2 or NTRK3 Ba/F3 cells (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 6B. (E) Mutant-transformed Ba/F3 cells were starved overnight in 0.1% BSA RPMI and then treated with increasing concentrations of entrectinib (ENT) for ∼16 hours and immunoblotted for Trk and downstream effectors. (F) ENT induces apoptosis in mutant-transformed Ba/F3 cells following 48 and 72 hours.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Validation studies in supplemental Figure 6C. p-AKT, phosphorylated AKT; p-ERK, phosphorylated ERK; p-SRC, phosphorylated SRC; p-STAT, phosphorylated STAT.We next sought to identify inhibitors that could abrogate Trk signaling with the following tyrosine kinase inhibitors: BGJ398, cabozantinib, crenolanib, crizotinib, entrectinib, foretinib, imatinib, and ponatinib (supplemental Figure 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel C",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Apart from BGJ398 (pan-FGFR inhibitor) and imatinib (BCR-ABL1 inhibitor), which served as negative controls, all other tested inhibitors reduced the growth and viability of our mutant-transformed NTRK Ba/F3 cells to varying degrees (supplemental Figure 6A; supplemental Table 4).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Entrectinib was the most potent inhibitor with a 50% inhibitory concentration (IC50) of 1.644 nM for NTRK2A203T, 1.566 nM for NTRK2R458G, 0.9794 nM for NTRK3E176D, and 1.015 nM for NTRK3L449F Ba/F3 cells (Figure 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "With the recent accelerated FDA approval of larotrectinib for NTRK-positive solid tumors, we also tested the sensitivity of larotrectinib on our mutant Ba/F3 cell lines.19,41 Larotrectinib inhibited cell growth with an IC50 of 12.91 nM for NTRK2A203T, 13.42 nM for NTRK2R458G, 11.46 nM for NTRK3E176D, and 12.97 nM for NTRK3L449F Ba/F3 cells (Figure 2D).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We saw increased apoptosis following 48 and 72 hours of entrectinib treatment in all mutant-driven Ba/F3 cells (Figure 2E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Entrectinib did not induce apoptosis in Ba/F3 cells harboring the BCR-ABL1 oncogene or empty vector (pMX-puro), indicating that the cell death we observed in NTRK-transformed Ba/F3 cells is not due to entrectinib’s off-target toxicity but due to its specificity for NTRK (supplemental Figure 6B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Upon treating our NTRK mutant-transformed Ba/F3 cells with entrectinib (0, 5, 25, 75, 100, and 250 nM), we observed a decrease in expression of total and phosphorylated TrkB and TrkC in all mutants (Figure 2F).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "However, we saw a varying degree of inhibition of STAT3, AKT, and ERK phosphorylation, suggesting some variability in downstream signaling among the mutants.Increased cell-surface abundance of Trk receptors seen with mutants NTRK2A203T, NTRK2E176D, and NTRK3L449F\n\nTo begin to understand how our NTRK mutants lead to kinase activation, we modeled the impact of the amino acid change to the secondary structure of the Trk receptors using a previously published protein prediction model, Protein Homology/analogY Recognition Engine V 2.0 (Phyre2).42 Although NTRK2A203T was predicted to result in a partial loss of the β-pleated sheet, NTRK2R458G was predicted to shift the stretch of amino acids that contribute to the transmembrane domain α helix and increase the helix by 1 amino acid (supplemental Figure 7A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel A",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "In the case of NTRK3, both mutations were predicted to replace β-pleated sheets found in the WT receptor with α helices (supplemental Figure 8A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel A",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "These flow antibodies were validated on human glioblastoma cell lines that endogenously express TrkB or TrkC (supplemental Figure 9A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel A",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "NTRK2A203T resulted in an approximately twofold increase in the abundance of TrkB receptor on the cell surface relative to WT (P = 0.002; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "No significant difference in TrkB receptor localization was observed between NTRK2R458G and WT receptor (P = 0.6436; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although both NTRK3 mutations resulted in increased receptor localization statistically compared with the WT receptor (P < 0.0001), the biological significance of this finding is uncertain as evident by the small increase observed (Figure 3B; supplemental Figure 9E-F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel B",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel E",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Validation of APC-conjugated Trk flow antibodies is shown in supplemental Figure 9C-D. (C-D) To assess receptor retention at the cell surface, WT and mutant NTRK2 and NTRK3 Ba/F3 cells were treated with 100 µg/mL cycloheximide for 12 or 24 hours, stained with APC-conjugated anti-TrkB or anti-TrkC antibodies, and analyzed via flow cytometry.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel C",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Following 12 hours of cycloheximide treatment of Ba/F3 cells expressing the NTRK2 mutants or WT, NTRK2A203T possessed a decreased half-life relative to WT TrkB receptor (P = .0410; Figure 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants were less stable than WT TrkC receptor following 12 hours of cycloheximide, with the difference between WT and NTRK3E176D resulting in statistical significance (P = .0481; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "After 24 hours of cycloheximide treatment, both NTRK3 mutants were found at lower levels at the surface relative to NTRK3WT (P = .0007 for NTRK3E176D and P = .0012 for NTRKL449F; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Despite higher surface expression of NTRK2A203T and NTRK3E176D/L449F (Figure 3A-B), this was not due to an increase in protein retention at the cell surface, and in fact the mutated isoforms had shorter cell-surface half-lives.NTRK2A203T, NTRK3E176D, and NTRK3L449F mutants increase receptor dimerization\nAnother possible explanation for increased concentration of NTRK2A203T, NTRK3E176D, and NTRK3L449F at the cell surface despite decreased cell-surface retention (Figure 3) is increased receptor dimerization.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Dimerization was measured by immunoprecipitating the FLAG-tagged construct followed by immunoblotting for HA (Figure 4A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The average mean plus or minus SEM is shown. *P < .05; **P < .01; ***P < .001.We saw an approximately twofold increase in dimerization with NTRK2A203T relative to NTRK2WT (P = .0405; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G exhibited no increase in dimerization (P = .6751; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants had a statistically significant increase in dimerization relative to WT NTRK3 (fourfold increase [P = .0002] for NTRK3E176D and threefold increase [P = .0013] for NTRK3L449F; Figure 4D-E).TrkB and TrkC are expressed in patients with leukemia and sensitive to small-molecule inhibitors and siRNAs\nTo identify functional targets in primary patient samples, peripheral mononuclear white blood cells from patients carrying the NTRK2A203T (12-00171; Figure 5A), NTRK2R458G (12-00337; Figure 5B), and NTRK3L449F (10-00828; Figure 5C) mutations were assayed ex vivo against panels of small-molecule inhibitors or siRNAs.43,44 Among the various small-molecule drug families, we saw an increased sensitivity to PI3K/AKT/mammalian target of rapamycin (mTOR) and type III receptor tyrosine kinase (RTK)/vascular endothelial growth factor inhibitors in the patient harboring the NTRK2A203T mutation (Figure 5A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As for the patient with the NTRK2R458G mutation, among the tested inhibitors, this patient sample showed enhanced sensitivity to an NF-κB activation inhibitor, crizotinib (an inhibitor of Trk/ALK/ROS1), and LY294002 (a PI3K inhibitor) (Figure 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The knockdown of NTRK2 significantly altered cell viability (Figure 5C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "In this study, we identified and characterized 4 novel oncogenic NTRK point mutations in patients with leukemia: 2 in NTRK2 (A203T, R458G) and 2 in NTRK3 (E176D, L449F) (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although point mutations in similar regions have been reported in solid tumors (supplemental Figure 5), to our knowledge, we are the first to study and characterize these mutations in hematological malignancies.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Both point mutations also exhibited increased receptor dimerization (Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In line with these findings, we speculate that NTRK2A203T and NTRK3E176D disrupt nearby N-glycosylation sites at residues 205 of TrkB and 163 of TrkC, enabling receptor dimerization (Figure 4) and, thus, supporting the aberrant kinase activity we observed (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The increase in NTRK2A203T and NTRK3E176D receptor molecules at the cell surface and decrease in cell-surface retention (Figure 3A,C) further reinforce that receptor dimerization is possibly the predominant mechanism of activation for these mutants.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We also saw an increased propensity to dimerize with our transmembrane domain mutant, NTRK3L449F (Figure 4C-D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Our Phyre2 modeling predicted that a leucine to phenylalanine alteration results in a shift from a β-pleated sheet to an α helix (supplemental Figure 8B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel B",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Unlike the extracellular and transmembrane domain NTRK mutants, NTRK2R458G did not induce increased receptor dimerization (Figure 4A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Nonetheless, we saw robust kinase activation (Figure 2A) and oncogenicity (Figure 1B), signifying that dimerization may not serve as the underlying activation mechanism.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "It should be noted that the arginine residue at position 458 is conserved in all 3 NTRK genes and, therefore, may play an important function in Trk regulation (supplemental Figure 10A).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel A",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Given the proximity of the R458 residue to the TrkB transmembrane domain, we examined whether NTRK2R458G altered the transmembrane domain and whether this change influenced receptor-receptor interactions or interactions between the juxtamembrane and transmembrane domains.60 Based on our analysis of the transmembrane domain using previously validated prediction models,36,61-71 NTRK2R458G did not significantly alter the stretch of amino acids that typically delineate the transmembrane domain (supplemental Figure 10B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel B",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Based on a previously reported course-grain molecular dynamics simulation study, we prepared the homology model of human NTRK2 WT and colored each protein residue by the mean number of contacts with PIP2 (supplemental Figure 11A).72 Two significant changes observed following the mutation of an arginine to a glycine were the change in polarity (ie, decrease in the positively charged blue area) and a decrease in the shape of the molecular surface due to the loss of a bulky side chain (supplemental Figure 11B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel A",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel B",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Assays performed on freshly isolated clinical material from patients with NTRKA203T/R458G mutations allowed us to observe altered sensitivities to small-molecule inhibitors of various signaling pathways (Figure 5A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "These findings correlate with increased Trk activation and downstream PI3K/AKT signaling we observed in our mutant-transformed cells (Figure 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "P values <.05 were deemed significant.Results\nIdentification of oncogenic NTRK point mutations in patient samples\nDeep sequencing using a custom capture library consisting of 1862 kinase and kinase-associated genes in 185 leukemia samples revealed NTRK point mutations in 10 patients (5.4%) diagnosed with hematologic malignancies (Figure 1A).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 2. (C-F) Electropherograms from Sanger sequencing of patient genomic DNA confirm the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Ba/F3 cells expressing wild-type (WT) NTRK2, NTRK3, and empty vector (pMX-puro) were unable to grow without IL-3 (Figure 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Similarly, mutants NTRK2S167Y, NTRK2H245Y, NTRK3T261I, NTRK3L378V, and NTRK3R645C did not exhibit oncogenic capacity (supplemental Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We observed robust Trk phosphorylation with NTRK mutant cells compared with WT following serum starvation (supplemental Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We confirmed the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F in patient samples via Sanger sequencing of genomic DNA (Figure 1C-F) and immunoblotting (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Protein lysates from available clinical samples indicated expression and phosphorylation of TrkB or TrkC in patients with the NTRK2A203T, NTRK2R458G, and NTRK3L449F mutations (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G, located within the juxtamembrane domain, was observed in 2 patients, 1 with chronic myeloid leukemia (CML) and the other with atypical CML (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK3L449F was seen in a patient with T-cell ALL and is located within the transmembrane domain (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Analysis of sequence alignment of NTRK2 genes from different species suggests that the R458 residue is a highly conserved residue throughout evolution whereas A203 was conserved only among mammals (supplemental Figure 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Sequence alignment of multiple NTRK3 homologs shows that both E176 and L449 are also highly conserved throughout evolution (supplemental Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In our analysis of cBioPortal, The Cancer Genome Atlas, PeCan, and COSMIC, we saw that our transforming mutants fell in regions of the NTRK genes in which similar mutations have been identified in other cancers, further supporting our hypothesis that these mutants may contribute to leukemogenesis (supplemental Figure 5).Prioritized NTRK mutants exhibit increased Trk signaling and confer entrectinib sensitivity\nImmunoblot analysis revealed increased phosphorylation of TrkB (Tyr516) or TrkC (Tyr516) in mutant-transformed Ba/F3 cells relative to parental Ba/F3 cells or cells transfected with WT NTRK or empty vectors (pMX-puro) (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "No significant difference was seen with phosphorylation of STAT5 (Tyr694) between WT and mutant NTRK2 or NTRK3 Ba/F3 cells (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 6B. (E) Mutant-transformed Ba/F3 cells were starved overnight in 0.1% BSA RPMI and then treated with increasing concentrations of entrectinib (ENT) for ∼16 hours and immunoblotted for Trk and downstream effectors. (F) ENT induces apoptosis in mutant-transformed Ba/F3 cells following 48 and 72 hours.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Validation studies in supplemental Figure 6C. p-AKT, phosphorylated AKT; p-ERK, phosphorylated ERK; p-SRC, phosphorylated SRC; p-STAT, phosphorylated STAT.We next sought to identify inhibitors that could abrogate Trk signaling with the following tyrosine kinase inhibitors: BGJ398, cabozantinib, crenolanib, crizotinib, entrectinib, foretinib, imatinib, and ponatinib (supplemental Figure 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel C",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Apart from BGJ398 (pan-FGFR inhibitor) and imatinib (BCR-ABL1 inhibitor), which served as negative controls, all other tested inhibitors reduced the growth and viability of our mutant-transformed NTRK Ba/F3 cells to varying degrees (supplemental Figure 6A; supplemental Table 4).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Entrectinib was the most potent inhibitor with a 50% inhibitory concentration (IC50) of 1.644 nM for NTRK2A203T, 1.566 nM for NTRK2R458G, 0.9794 nM for NTRK3E176D, and 1.015 nM for NTRK3L449F Ba/F3 cells (Figure 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "With the recent accelerated FDA approval of larotrectinib for NTRK-positive solid tumors, we also tested the sensitivity of larotrectinib on our mutant Ba/F3 cell lines.19,41 Larotrectinib inhibited cell growth with an IC50 of 12.91 nM for NTRK2A203T, 13.42 nM for NTRK2R458G, 11.46 nM for NTRK3E176D, and 12.97 nM for NTRK3L449F Ba/F3 cells (Figure 2D).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We saw increased apoptosis following 48 and 72 hours of entrectinib treatment in all mutant-driven Ba/F3 cells (Figure 2E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Entrectinib did not induce apoptosis in Ba/F3 cells harboring the BCR-ABL1 oncogene or empty vector (pMX-puro), indicating that the cell death we observed in NTRK-transformed Ba/F3 cells is not due to entrectinib’s off-target toxicity but due to its specificity for NTRK (supplemental Figure 6B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Upon treating our NTRK mutant-transformed Ba/F3 cells with entrectinib (0, 5, 25, 75, 100, and 250 nM), we observed a decrease in expression of total and phosphorylated TrkB and TrkC in all mutants (Figure 2F).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "However, we saw a varying degree of inhibition of STAT3, AKT, and ERK phosphorylation, suggesting some variability in downstream signaling among the mutants.Increased cell-surface abundance of Trk receptors seen with mutants NTRK2A203T, NTRK2E176D, and NTRK3L449F\n\nTo begin to understand how our NTRK mutants lead to kinase activation, we modeled the impact of the amino acid change to the secondary structure of the Trk receptors using a previously published protein prediction model, Protein Homology/analogY Recognition Engine V 2.0 (Phyre2).42 Although NTRK2A203T was predicted to result in a partial loss of the β-pleated sheet, NTRK2R458G was predicted to shift the stretch of amino acids that contribute to the transmembrane domain α helix and increase the helix by 1 amino acid (supplemental Figure 7A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel A",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "In the case of NTRK3, both mutations were predicted to replace β-pleated sheets found in the WT receptor with α helices (supplemental Figure 8A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel A",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "These flow antibodies were validated on human glioblastoma cell lines that endogenously express TrkB or TrkC (supplemental Figure 9A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel A",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "NTRK2A203T resulted in an approximately twofold increase in the abundance of TrkB receptor on the cell surface relative to WT (P = 0.002; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "No significant difference in TrkB receptor localization was observed between NTRK2R458G and WT receptor (P = 0.6436; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although both NTRK3 mutations resulted in increased receptor localization statistically compared with the WT receptor (P < 0.0001), the biological significance of this finding is uncertain as evident by the small increase observed (Figure 3B; supplemental Figure 9E-F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel B",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel E",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Validation of APC-conjugated Trk flow antibodies is shown in supplemental Figure 9C-D. (C-D) To assess receptor retention at the cell surface, WT and mutant NTRK2 and NTRK3 Ba/F3 cells were treated with 100 µg/mL cycloheximide for 12 or 24 hours, stained with APC-conjugated anti-TrkB or anti-TrkC antibodies, and analyzed via flow cytometry.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel C",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Following 12 hours of cycloheximide treatment of Ba/F3 cells expressing the NTRK2 mutants or WT, NTRK2A203T possessed a decreased half-life relative to WT TrkB receptor (P = .0410; Figure 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants were less stable than WT TrkC receptor following 12 hours of cycloheximide, with the difference between WT and NTRK3E176D resulting in statistical significance (P = .0481; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "After 24 hours of cycloheximide treatment, both NTRK3 mutants were found at lower levels at the surface relative to NTRK3WT (P = .0007 for NTRK3E176D and P = .0012 for NTRKL449F; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Despite higher surface expression of NTRK2A203T and NTRK3E176D/L449F (Figure 3A-B), this was not due to an increase in protein retention at the cell surface, and in fact the mutated isoforms had shorter cell-surface half-lives.NTRK2A203T, NTRK3E176D, and NTRK3L449F mutants increase receptor dimerization\nAnother possible explanation for increased concentration of NTRK2A203T, NTRK3E176D, and NTRK3L449F at the cell surface despite decreased cell-surface retention (Figure 3) is increased receptor dimerization.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Dimerization was measured by immunoprecipitating the FLAG-tagged construct followed by immunoblotting for HA (Figure 4A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The average mean plus or minus SEM is shown. *P < .05; **P < .01; ***P < .001.We saw an approximately twofold increase in dimerization with NTRK2A203T relative to NTRK2WT (P = .0405; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G exhibited no increase in dimerization (P = .6751; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants had a statistically significant increase in dimerization relative to WT NTRK3 (fourfold increase [P = .0002] for NTRK3E176D and threefold increase [P = .0013] for NTRK3L449F; Figure 4D-E).TrkB and TrkC are expressed in patients with leukemia and sensitive to small-molecule inhibitors and siRNAs\nTo identify functional targets in primary patient samples, peripheral mononuclear white blood cells from patients carrying the NTRK2A203T (12-00171; Figure 5A), NTRK2R458G (12-00337; Figure 5B), and NTRK3L449F (10-00828; Figure 5C) mutations were assayed ex vivo against panels of small-molecule inhibitors or siRNAs.43,44 Among the various small-molecule drug families, we saw an increased sensitivity to PI3K/AKT/mammalian target of rapamycin (mTOR) and type III receptor tyrosine kinase (RTK)/vascular endothelial growth factor inhibitors in the patient harboring the NTRK2A203T mutation (Figure 5A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As for the patient with the NTRK2R458G mutation, among the tested inhibitors, this patient sample showed enhanced sensitivity to an NF-κB activation inhibitor, crizotinib (an inhibitor of Trk/ALK/ROS1), and LY294002 (a PI3K inhibitor) (Figure 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The knockdown of NTRK2 significantly altered cell viability (Figure 5C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "In this study, we identified and characterized 4 novel oncogenic NTRK point mutations in patients with leukemia: 2 in NTRK2 (A203T, R458G) and 2 in NTRK3 (E176D, L449F) (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although point mutations in similar regions have been reported in solid tumors (supplemental Figure 5), to our knowledge, we are the first to study and characterize these mutations in hematological malignancies.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Both point mutations also exhibited increased receptor dimerization (Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In line with these findings, we speculate that NTRK2A203T and NTRK3E176D disrupt nearby N-glycosylation sites at residues 205 of TrkB and 163 of TrkC, enabling receptor dimerization (Figure 4) and, thus, supporting the aberrant kinase activity we observed (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The increase in NTRK2A203T and NTRK3E176D receptor molecules at the cell surface and decrease in cell-surface retention (Figure 3A,C) further reinforce that receptor dimerization is possibly the predominant mechanism of activation for these mutants.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We also saw an increased propensity to dimerize with our transmembrane domain mutant, NTRK3L449F (Figure 4C-D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Our Phyre2 modeling predicted that a leucine to phenylalanine alteration results in a shift from a β-pleated sheet to an α helix (supplemental Figure 8B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel B",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Unlike the extracellular and transmembrane domain NTRK mutants, NTRK2R458G did not induce increased receptor dimerization (Figure 4A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Nonetheless, we saw robust kinase activation (Figure 2A) and oncogenicity (Figure 1B), signifying that dimerization may not serve as the underlying activation mechanism.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "It should be noted that the arginine residue at position 458 is conserved in all 3 NTRK genes and, therefore, may play an important function in Trk regulation (supplemental Figure 10A).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel A",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Given the proximity of the R458 residue to the TrkB transmembrane domain, we examined whether NTRK2R458G altered the transmembrane domain and whether this change influenced receptor-receptor interactions or interactions between the juxtamembrane and transmembrane domains.60 Based on our analysis of the transmembrane domain using previously validated prediction models,36,61-71 NTRK2R458G did not significantly alter the stretch of amino acids that typically delineate the transmembrane domain (supplemental Figure 10B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel B",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Based on a previously reported course-grain molecular dynamics simulation study, we prepared the homology model of human NTRK2 WT and colored each protein residue by the mean number of contacts with PIP2 (supplemental Figure 11A).72 Two significant changes observed following the mutation of an arginine to a glycine were the change in polarity (ie, decrease in the positively charged blue area) and a decrease in the shape of the molecular surface due to the loss of a bulky side chain (supplemental Figure 11B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel A",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel B",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Assays performed on freshly isolated clinical material from patients with NTRKA203T/R458G mutations allowed us to observe altered sensitivities to small-molecule inhibitors of various signaling pathways (Figure 5A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "These findings correlate with increased Trk activation and downstream PI3K/AKT signaling we observed in our mutant-transformed cells (Figure 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Results\nIdentification of oncogenic NTRK point mutations in patient samples\nDeep sequencing using a custom capture library consisting of 1862 kinase and kinase-associated genes in 185 leukemia samples revealed NTRK point mutations in 10 patients (5.4%) diagnosed with hematologic malignancies (Figure 1A).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 2. (C-F) Electropherograms from Sanger sequencing of patient genomic DNA confirm the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Ba/F3 cells expressing wild-type (WT) NTRK2, NTRK3, and empty vector (pMX-puro) were unable to grow without IL-3 (Figure 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Similarly, mutants NTRK2S167Y, NTRK2H245Y, NTRK3T261I, NTRK3L378V, and NTRK3R645C did not exhibit oncogenic capacity (supplemental Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We observed robust Trk phosphorylation with NTRK mutant cells compared with WT following serum starvation (supplemental Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We confirmed the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F in patient samples via Sanger sequencing of genomic DNA (Figure 1C-F) and immunoblotting (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Protein lysates from available clinical samples indicated expression and phosphorylation of TrkB or TrkC in patients with the NTRK2A203T, NTRK2R458G, and NTRK3L449F mutations (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G, located within the juxtamembrane domain, was observed in 2 patients, 1 with chronic myeloid leukemia (CML) and the other with atypical CML (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK3L449F was seen in a patient with T-cell ALL and is located within the transmembrane domain (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Analysis of sequence alignment of NTRK2 genes from different species suggests that the R458 residue is a highly conserved residue throughout evolution whereas A203 was conserved only among mammals (supplemental Figure 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Sequence alignment of multiple NTRK3 homologs shows that both E176 and L449 are also highly conserved throughout evolution (supplemental Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In our analysis of cBioPortal, The Cancer Genome Atlas, PeCan, and COSMIC, we saw that our transforming mutants fell in regions of the NTRK genes in which similar mutations have been identified in other cancers, further supporting our hypothesis that these mutants may contribute to leukemogenesis (supplemental Figure 5).Prioritized NTRK mutants exhibit increased Trk signaling and confer entrectinib sensitivity\nImmunoblot analysis revealed increased phosphorylation of TrkB (Tyr516) or TrkC (Tyr516) in mutant-transformed Ba/F3 cells relative to parental Ba/F3 cells or cells transfected with WT NTRK or empty vectors (pMX-puro) (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "No significant difference was seen with phosphorylation of STAT5 (Tyr694) between WT and mutant NTRK2 or NTRK3 Ba/F3 cells (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 6B. (E) Mutant-transformed Ba/F3 cells were starved overnight in 0.1% BSA RPMI and then treated with increasing concentrations of entrectinib (ENT) for ∼16 hours and immunoblotted for Trk and downstream effectors. (F) ENT induces apoptosis in mutant-transformed Ba/F3 cells following 48 and 72 hours.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Validation studies in supplemental Figure 6C. p-AKT, phosphorylated AKT; p-ERK, phosphorylated ERK; p-SRC, phosphorylated SRC; p-STAT, phosphorylated STAT.We next sought to identify inhibitors that could abrogate Trk signaling with the following tyrosine kinase inhibitors: BGJ398, cabozantinib, crenolanib, crizotinib, entrectinib, foretinib, imatinib, and ponatinib (supplemental Figure 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel C",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Apart from BGJ398 (pan-FGFR inhibitor) and imatinib (BCR-ABL1 inhibitor), which served as negative controls, all other tested inhibitors reduced the growth and viability of our mutant-transformed NTRK Ba/F3 cells to varying degrees (supplemental Figure 6A; supplemental Table 4).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Entrectinib was the most potent inhibitor with a 50% inhibitory concentration (IC50) of 1.644 nM for NTRK2A203T, 1.566 nM for NTRK2R458G, 0.9794 nM for NTRK3E176D, and 1.015 nM for NTRK3L449F Ba/F3 cells (Figure 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "With the recent accelerated FDA approval of larotrectinib for NTRK-positive solid tumors, we also tested the sensitivity of larotrectinib on our mutant Ba/F3 cell lines.19,41 Larotrectinib inhibited cell growth with an IC50 of 12.91 nM for NTRK2A203T, 13.42 nM for NTRK2R458G, 11.46 nM for NTRK3E176D, and 12.97 nM for NTRK3L449F Ba/F3 cells (Figure 2D).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We saw increased apoptosis following 48 and 72 hours of entrectinib treatment in all mutant-driven Ba/F3 cells (Figure 2E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Entrectinib did not induce apoptosis in Ba/F3 cells harboring the BCR-ABL1 oncogene or empty vector (pMX-puro), indicating that the cell death we observed in NTRK-transformed Ba/F3 cells is not due to entrectinib’s off-target toxicity but due to its specificity for NTRK (supplemental Figure 6B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Upon treating our NTRK mutant-transformed Ba/F3 cells with entrectinib (0, 5, 25, 75, 100, and 250 nM), we observed a decrease in expression of total and phosphorylated TrkB and TrkC in all mutants (Figure 2F).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "However, we saw a varying degree of inhibition of STAT3, AKT, and ERK phosphorylation, suggesting some variability in downstream signaling among the mutants.Increased cell-surface abundance of Trk receptors seen with mutants NTRK2A203T, NTRK2E176D, and NTRK3L449F\n\nTo begin to understand how our NTRK mutants lead to kinase activation, we modeled the impact of the amino acid change to the secondary structure of the Trk receptors using a previously published protein prediction model, Protein Homology/analogY Recognition Engine V 2.0 (Phyre2).42 Although NTRK2A203T was predicted to result in a partial loss of the β-pleated sheet, NTRK2R458G was predicted to shift the stretch of amino acids that contribute to the transmembrane domain α helix and increase the helix by 1 amino acid (supplemental Figure 7A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel A",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "In the case of NTRK3, both mutations were predicted to replace β-pleated sheets found in the WT receptor with α helices (supplemental Figure 8A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel A",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "These flow antibodies were validated on human glioblastoma cell lines that endogenously express TrkB or TrkC (supplemental Figure 9A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel A",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "NTRK2A203T resulted in an approximately twofold increase in the abundance of TrkB receptor on the cell surface relative to WT (P = 0.002; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "No significant difference in TrkB receptor localization was observed between NTRK2R458G and WT receptor (P = 0.6436; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although both NTRK3 mutations resulted in increased receptor localization statistically compared with the WT receptor (P < 0.0001), the biological significance of this finding is uncertain as evident by the small increase observed (Figure 3B; supplemental Figure 9E-F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel B",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel E",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Validation of APC-conjugated Trk flow antibodies is shown in supplemental Figure 9C-D. (C-D) To assess receptor retention at the cell surface, WT and mutant NTRK2 and NTRK3 Ba/F3 cells were treated with 100 µg/mL cycloheximide for 12 or 24 hours, stained with APC-conjugated anti-TrkB or anti-TrkC antibodies, and analyzed via flow cytometry.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel C",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Following 12 hours of cycloheximide treatment of Ba/F3 cells expressing the NTRK2 mutants or WT, NTRK2A203T possessed a decreased half-life relative to WT TrkB receptor (P = .0410; Figure 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants were less stable than WT TrkC receptor following 12 hours of cycloheximide, with the difference between WT and NTRK3E176D resulting in statistical significance (P = .0481; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "After 24 hours of cycloheximide treatment, both NTRK3 mutants were found at lower levels at the surface relative to NTRK3WT (P = .0007 for NTRK3E176D and P = .0012 for NTRKL449F; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Despite higher surface expression of NTRK2A203T and NTRK3E176D/L449F (Figure 3A-B), this was not due to an increase in protein retention at the cell surface, and in fact the mutated isoforms had shorter cell-surface half-lives.NTRK2A203T, NTRK3E176D, and NTRK3L449F mutants increase receptor dimerization\nAnother possible explanation for increased concentration of NTRK2A203T, NTRK3E176D, and NTRK3L449F at the cell surface despite decreased cell-surface retention (Figure 3) is increased receptor dimerization.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Dimerization was measured by immunoprecipitating the FLAG-tagged construct followed by immunoblotting for HA (Figure 4A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The average mean plus or minus SEM is shown. *P < .05; **P < .01; ***P < .001.We saw an approximately twofold increase in dimerization with NTRK2A203T relative to NTRK2WT (P = .0405; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G exhibited no increase in dimerization (P = .6751; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants had a statistically significant increase in dimerization relative to WT NTRK3 (fourfold increase [P = .0002] for NTRK3E176D and threefold increase [P = .0013] for NTRK3L449F; Figure 4D-E).TrkB and TrkC are expressed in patients with leukemia and sensitive to small-molecule inhibitors and siRNAs\nTo identify functional targets in primary patient samples, peripheral mononuclear white blood cells from patients carrying the NTRK2A203T (12-00171; Figure 5A), NTRK2R458G (12-00337; Figure 5B), and NTRK3L449F (10-00828; Figure 5C) mutations were assayed ex vivo against panels of small-molecule inhibitors or siRNAs.43,44 Among the various small-molecule drug families, we saw an increased sensitivity to PI3K/AKT/mammalian target of rapamycin (mTOR) and type III receptor tyrosine kinase (RTK)/vascular endothelial growth factor inhibitors in the patient harboring the NTRK2A203T mutation (Figure 5A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As for the patient with the NTRK2R458G mutation, among the tested inhibitors, this patient sample showed enhanced sensitivity to an NF-κB activation inhibitor, crizotinib (an inhibitor of Trk/ALK/ROS1), and LY294002 (a PI3K inhibitor) (Figure 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The knockdown of NTRK2 significantly altered cell viability (Figure 5C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Identification of oncogenic NTRK point mutations in patient samples\nDeep sequencing using a custom capture library consisting of 1862 kinase and kinase-associated genes in 185 leukemia samples revealed NTRK point mutations in 10 patients (5.4%) diagnosed with hematologic malignancies (Figure 1A).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 2. (C-F) Electropherograms from Sanger sequencing of patient genomic DNA confirm the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Ba/F3 cells expressing wild-type (WT) NTRK2, NTRK3, and empty vector (pMX-puro) were unable to grow without IL-3 (Figure 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Similarly, mutants NTRK2S167Y, NTRK2H245Y, NTRK3T261I, NTRK3L378V, and NTRK3R645C did not exhibit oncogenic capacity (supplemental Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We observed robust Trk phosphorylation with NTRK mutant cells compared with WT following serum starvation (supplemental Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We confirmed the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F in patient samples via Sanger sequencing of genomic DNA (Figure 1C-F) and immunoblotting (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Protein lysates from available clinical samples indicated expression and phosphorylation of TrkB or TrkC in patients with the NTRK2A203T, NTRK2R458G, and NTRK3L449F mutations (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G, located within the juxtamembrane domain, was observed in 2 patients, 1 with chronic myeloid leukemia (CML) and the other with atypical CML (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK3L449F was seen in a patient with T-cell ALL and is located within the transmembrane domain (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Analysis of sequence alignment of NTRK2 genes from different species suggests that the R458 residue is a highly conserved residue throughout evolution whereas A203 was conserved only among mammals (supplemental Figure 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Sequence alignment of multiple NTRK3 homologs shows that both E176 and L449 are also highly conserved throughout evolution (supplemental Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In our analysis of cBioPortal, The Cancer Genome Atlas, PeCan, and COSMIC, we saw that our transforming mutants fell in regions of the NTRK genes in which similar mutations have been identified in other cancers, further supporting our hypothesis that these mutants may contribute to leukemogenesis (supplemental Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Deep sequencing using a custom capture library consisting of 1862 kinase and kinase-associated genes in 185 leukemia samples revealed NTRK point mutations in 10 patients (5.4%) diagnosed with hematologic malignancies (Figure 1A).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 2. (C-F) Electropherograms from Sanger sequencing of patient genomic DNA confirm the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Ba/F3 cells expressing wild-type (WT) NTRK2, NTRK3, and empty vector (pMX-puro) were unable to grow without IL-3 (Figure 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Similarly, mutants NTRK2S167Y, NTRK2H245Y, NTRK3T261I, NTRK3L378V, and NTRK3R645C did not exhibit oncogenic capacity (supplemental Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We observed robust Trk phosphorylation with NTRK mutant cells compared with WT following serum starvation (supplemental Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We confirmed the presence of NTRK2A203T, NTRK2R458G, NTRK3E176D, and NTRK3L449F in patient samples via Sanger sequencing of genomic DNA (Figure 1C-F) and immunoblotting (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Protein lysates from available clinical samples indicated expression and phosphorylation of TrkB or TrkC in patients with the NTRK2A203T, NTRK2R458G, and NTRK3L449F mutations (Figure 1G).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel G",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G, located within the juxtamembrane domain, was observed in 2 patients, 1 with chronic myeloid leukemia (CML) and the other with atypical CML (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "NTRK3L449F was seen in a patient with T-cell ALL and is located within the transmembrane domain (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Analysis of sequence alignment of NTRK2 genes from different species suggests that the R458 residue is a highly conserved residue throughout evolution whereas A203 was conserved only among mammals (supplemental Figure 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Sequence alignment of multiple NTRK3 homologs shows that both E176 and L449 are also highly conserved throughout evolution (supplemental Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In our analysis of cBioPortal, The Cancer Genome Atlas, PeCan, and COSMIC, we saw that our transforming mutants fell in regions of the NTRK genes in which similar mutations have been identified in other cancers, further supporting our hypothesis that these mutants may contribute to leukemogenesis (supplemental Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Prioritized NTRK mutants exhibit increased Trk signaling and confer entrectinib sensitivity\nImmunoblot analysis revealed increased phosphorylation of TrkB (Tyr516) or TrkC (Tyr516) in mutant-transformed Ba/F3 cells relative to parental Ba/F3 cells or cells transfected with WT NTRK or empty vectors (pMX-puro) (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "No significant difference was seen with phosphorylation of STAT5 (Tyr694) between WT and mutant NTRK2 or NTRK3 Ba/F3 cells (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 6B. (E) Mutant-transformed Ba/F3 cells were starved overnight in 0.1% BSA RPMI and then treated with increasing concentrations of entrectinib (ENT) for ∼16 hours and immunoblotted for Trk and downstream effectors. (F) ENT induces apoptosis in mutant-transformed Ba/F3 cells following 48 and 72 hours.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Validation studies in supplemental Figure 6C. p-AKT, phosphorylated AKT; p-ERK, phosphorylated ERK; p-SRC, phosphorylated SRC; p-STAT, phosphorylated STAT.We next sought to identify inhibitors that could abrogate Trk signaling with the following tyrosine kinase inhibitors: BGJ398, cabozantinib, crenolanib, crizotinib, entrectinib, foretinib, imatinib, and ponatinib (supplemental Figure 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel C",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Apart from BGJ398 (pan-FGFR inhibitor) and imatinib (BCR-ABL1 inhibitor), which served as negative controls, all other tested inhibitors reduced the growth and viability of our mutant-transformed NTRK Ba/F3 cells to varying degrees (supplemental Figure 6A; supplemental Table 4).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Entrectinib was the most potent inhibitor with a 50% inhibitory concentration (IC50) of 1.644 nM for NTRK2A203T, 1.566 nM for NTRK2R458G, 0.9794 nM for NTRK3E176D, and 1.015 nM for NTRK3L449F Ba/F3 cells (Figure 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "With the recent accelerated FDA approval of larotrectinib for NTRK-positive solid tumors, we also tested the sensitivity of larotrectinib on our mutant Ba/F3 cell lines.19,41 Larotrectinib inhibited cell growth with an IC50 of 12.91 nM for NTRK2A203T, 13.42 nM for NTRK2R458G, 11.46 nM for NTRK3E176D, and 12.97 nM for NTRK3L449F Ba/F3 cells (Figure 2D).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We saw increased apoptosis following 48 and 72 hours of entrectinib treatment in all mutant-driven Ba/F3 cells (Figure 2E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Entrectinib did not induce apoptosis in Ba/F3 cells harboring the BCR-ABL1 oncogene or empty vector (pMX-puro), indicating that the cell death we observed in NTRK-transformed Ba/F3 cells is not due to entrectinib’s off-target toxicity but due to its specificity for NTRK (supplemental Figure 6B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Upon treating our NTRK mutant-transformed Ba/F3 cells with entrectinib (0, 5, 25, 75, 100, and 250 nM), we observed a decrease in expression of total and phosphorylated TrkB and TrkC in all mutants (Figure 2F).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Immunoblot analysis revealed increased phosphorylation of TrkB (Tyr516) or TrkC (Tyr516) in mutant-transformed Ba/F3 cells relative to parental Ba/F3 cells or cells transfected with WT NTRK or empty vectors (pMX-puro) (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "No significant difference was seen with phosphorylation of STAT5 (Tyr694) between WT and mutant NTRK2 or NTRK3 Ba/F3 cells (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Additional validation studies are found in supplemental Figure 6B. (E) Mutant-transformed Ba/F3 cells were starved overnight in 0.1% BSA RPMI and then treated with increasing concentrations of entrectinib (ENT) for ∼16 hours and immunoblotted for Trk and downstream effectors. (F) ENT induces apoptosis in mutant-transformed Ba/F3 cells following 48 and 72 hours.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Validation studies in supplemental Figure 6C. p-AKT, phosphorylated AKT; p-ERK, phosphorylated ERK; p-SRC, phosphorylated SRC; p-STAT, phosphorylated STAT.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel C",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We next sought to identify inhibitors that could abrogate Trk signaling with the following tyrosine kinase inhibitors: BGJ398, cabozantinib, crenolanib, crizotinib, entrectinib, foretinib, imatinib, and ponatinib (supplemental Figure 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Apart from BGJ398 (pan-FGFR inhibitor) and imatinib (BCR-ABL1 inhibitor), which served as negative controls, all other tested inhibitors reduced the growth and viability of our mutant-transformed NTRK Ba/F3 cells to varying degrees (supplemental Figure 6A; supplemental Table 4).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Entrectinib was the most potent inhibitor with a 50% inhibitory concentration (IC50) of 1.644 nM for NTRK2A203T, 1.566 nM for NTRK2R458G, 0.9794 nM for NTRK3E176D, and 1.015 nM for NTRK3L449F Ba/F3 cells (Figure 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "With the recent accelerated FDA approval of larotrectinib for NTRK-positive solid tumors, we also tested the sensitivity of larotrectinib on our mutant Ba/F3 cell lines.19,41 Larotrectinib inhibited cell growth with an IC50 of 12.91 nM for NTRK2A203T, 13.42 nM for NTRK2R458G, 11.46 nM for NTRK3E176D, and 12.97 nM for NTRK3L449F Ba/F3 cells (Figure 2D).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We saw increased apoptosis following 48 and 72 hours of entrectinib treatment in all mutant-driven Ba/F3 cells (Figure 2E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel E",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Entrectinib did not induce apoptosis in Ba/F3 cells harboring the BCR-ABL1 oncogene or empty vector (pMX-puro), indicating that the cell death we observed in NTRK-transformed Ba/F3 cells is not due to entrectinib’s off-target toxicity but due to its specificity for NTRK (supplemental Figure 6B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Upon treating our NTRK mutant-transformed Ba/F3 cells with entrectinib (0, 5, 25, 75, 100, and 250 nM), we observed a decrease in expression of total and phosphorylated TrkB and TrkC in all mutants (Figure 2F).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel F",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Increased cell-surface abundance of Trk receptors seen with mutants NTRK2A203T, NTRK2E176D, and NTRK3L449F\n\nTo begin to understand how our NTRK mutants lead to kinase activation, we modeled the impact of the amino acid change to the secondary structure of the Trk receptors using a previously published protein prediction model, Protein Homology/analogY Recognition Engine V 2.0 (Phyre2).42 Although NTRK2A203T was predicted to result in a partial loss of the β-pleated sheet, NTRK2R458G was predicted to shift the stretch of amino acids that contribute to the transmembrane domain α helix and increase the helix by 1 amino acid (supplemental Figure 7A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel A",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "In the case of NTRK3, both mutations were predicted to replace β-pleated sheets found in the WT receptor with α helices (supplemental Figure 8A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel A",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "These flow antibodies were validated on human glioblastoma cell lines that endogenously express TrkB or TrkC (supplemental Figure 9A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel A",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "NTRK2A203T resulted in an approximately twofold increase in the abundance of TrkB receptor on the cell surface relative to WT (P = 0.002; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "No significant difference in TrkB receptor localization was observed between NTRK2R458G and WT receptor (P = 0.6436; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although both NTRK3 mutations resulted in increased receptor localization statistically compared with the WT receptor (P < 0.0001), the biological significance of this finding is uncertain as evident by the small increase observed (Figure 3B; supplemental Figure 9E-F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel B",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel E",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Validation of APC-conjugated Trk flow antibodies is shown in supplemental Figure 9C-D. (C-D) To assess receptor retention at the cell surface, WT and mutant NTRK2 and NTRK3 Ba/F3 cells were treated with 100 µg/mL cycloheximide for 12 or 24 hours, stained with APC-conjugated anti-TrkB or anti-TrkC antibodies, and analyzed via flow cytometry.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel C",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Following 12 hours of cycloheximide treatment of Ba/F3 cells expressing the NTRK2 mutants or WT, NTRK2A203T possessed a decreased half-life relative to WT TrkB receptor (P = .0410; Figure 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants were less stable than WT TrkC receptor following 12 hours of cycloheximide, with the difference between WT and NTRK3E176D resulting in statistical significance (P = .0481; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "After 24 hours of cycloheximide treatment, both NTRK3 mutants were found at lower levels at the surface relative to NTRK3WT (P = .0007 for NTRK3E176D and P = .0012 for NTRKL449F; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Despite higher surface expression of NTRK2A203T and NTRK3E176D/L449F (Figure 3A-B), this was not due to an increase in protein retention at the cell surface, and in fact the mutated isoforms had shorter cell-surface half-lives.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "To begin to understand how our NTRK mutants lead to kinase activation, we modeled the impact of the amino acid change to the secondary structure of the Trk receptors using a previously published protein prediction model, Protein Homology/analogY Recognition Engine V 2.0 (Phyre2).42 Although NTRK2A203T was predicted to result in a partial loss of the β-pleated sheet, NTRK2R458G was predicted to shift the stretch of amino acids that contribute to the transmembrane domain α helix and increase the helix by 1 amino acid (supplemental Figure 7A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel A",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "In the case of NTRK3, both mutations were predicted to replace β-pleated sheets found in the WT receptor with α helices (supplemental Figure 8A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel A",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "These flow antibodies were validated on human glioblastoma cell lines that endogenously express TrkB or TrkC (supplemental Figure 9A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel A",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "NTRK2A203T resulted in an approximately twofold increase in the abundance of TrkB receptor on the cell surface relative to WT (P = 0.002; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "No significant difference in TrkB receptor localization was observed between NTRK2R458G and WT receptor (P = 0.6436; Figure 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although both NTRK3 mutations resulted in increased receptor localization statistically compared with the WT receptor (P < 0.0001), the biological significance of this finding is uncertain as evident by the small increase observed (Figure 3B; supplemental Figure 9E-F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel B",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel E",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Validation of APC-conjugated Trk flow antibodies is shown in supplemental Figure 9C-D. (C-D) To assess receptor retention at the cell surface, WT and mutant NTRK2 and NTRK3 Ba/F3 cells were treated with 100 µg/mL cycloheximide for 12 or 24 hours, stained with APC-conjugated anti-TrkB or anti-TrkC antibodies, and analyzed via flow cytometry.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel C",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Following 12 hours of cycloheximide treatment of Ba/F3 cells expressing the NTRK2 mutants or WT, NTRK2A203T possessed a decreased half-life relative to WT TrkB receptor (P = .0410; Figure 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants were less stable than WT TrkC receptor following 12 hours of cycloheximide, with the difference between WT and NTRK3E176D resulting in statistical significance (P = .0481; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "After 24 hours of cycloheximide treatment, both NTRK3 mutants were found at lower levels at the surface relative to NTRK3WT (P = .0007 for NTRK3E176D and P = .0012 for NTRKL449F; Figure 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Despite higher surface expression of NTRK2A203T and NTRK3E176D/L449F (Figure 3A-B), this was not due to an increase in protein retention at the cell surface, and in fact the mutated isoforms had shorter cell-surface half-lives.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "NTRK2A203T, NTRK3E176D, and NTRK3L449F mutants increase receptor dimerization\nAnother possible explanation for increased concentration of NTRK2A203T, NTRK3E176D, and NTRK3L449F at the cell surface despite decreased cell-surface retention (Figure 3) is increased receptor dimerization.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Dimerization was measured by immunoprecipitating the FLAG-tagged construct followed by immunoblotting for HA (Figure 4A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The average mean plus or minus SEM is shown. *P < .05; **P < .01; ***P < .001.We saw an approximately twofold increase in dimerization with NTRK2A203T relative to NTRK2WT (P = .0405; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G exhibited no increase in dimerization (P = .6751; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants had a statistically significant increase in dimerization relative to WT NTRK3 (fourfold increase [P = .0002] for NTRK3E176D and threefold increase [P = .0013] for NTRK3L449F; Figure 4D-E).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Another possible explanation for increased concentration of NTRK2A203T, NTRK3E176D, and NTRK3L449F at the cell surface despite decreased cell-surface retention (Figure 3) is increased receptor dimerization.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Dimerization was measured by immunoprecipitating the FLAG-tagged construct followed by immunoblotting for HA (Figure 4A).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "We saw an approximately twofold increase in dimerization with NTRK2A203T relative to NTRK2WT (P = .0405; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "NTRK2R458G exhibited no increase in dimerization (P = .6751; Figure 4B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Both NTRK3 mutants had a statistically significant increase in dimerization relative to WT NTRK3 (fourfold increase [P = .0002] for NTRK3E176D and threefold increase [P = .0013] for NTRK3L449F; Figure 4D-E).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "TrkB and TrkC are expressed in patients with leukemia and sensitive to small-molecule inhibitors and siRNAs\nTo identify functional targets in primary patient samples, peripheral mononuclear white blood cells from patients carrying the NTRK2A203T (12-00171; Figure 5A), NTRK2R458G (12-00337; Figure 5B), and NTRK3L449F (10-00828; Figure 5C) mutations were assayed ex vivo against panels of small-molecule inhibitors or siRNAs.43,44 Among the various small-molecule drug families, we saw an increased sensitivity to PI3K/AKT/mammalian target of rapamycin (mTOR) and type III receptor tyrosine kinase (RTK)/vascular endothelial growth factor inhibitors in the patient harboring the NTRK2A203T mutation (Figure 5A).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As for the patient with the NTRK2R458G mutation, among the tested inhibitors, this patient sample showed enhanced sensitivity to an NF-κB activation inhibitor, crizotinib (an inhibitor of Trk/ALK/ROS1), and LY294002 (a PI3K inhibitor) (Figure 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The knockdown of NTRK2 significantly altered cell viability (Figure 5C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "To identify functional targets in primary patient samples, peripheral mononuclear white blood cells from patients carrying the NTRK2A203T (12-00171; Figure 5A), NTRK2R458G (12-00337; Figure 5B), and NTRK3L449F (10-00828; Figure 5C) mutations were assayed ex vivo against panels of small-molecule inhibitors or siRNAs.43,44 Among the various small-molecule drug families, we saw an increased sensitivity to PI3K/AKT/mammalian target of rapamycin (mTOR) and type III receptor tyrosine kinase (RTK)/vascular endothelial growth factor inhibitors in the patient harboring the NTRK2A203T mutation (Figure 5A).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As for the patient with the NTRK2R458G mutation, among the tested inhibitors, this patient sample showed enhanced sensitivity to an NF-κB activation inhibitor, crizotinib (an inhibitor of Trk/ALK/ROS1), and LY294002 (a PI3K inhibitor) (Figure 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The knockdown of NTRK2 significantly altered cell viability (Figure 5C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "In this study, we identified and characterized 4 novel oncogenic NTRK point mutations in patients with leukemia: 2 in NTRK2 (A203T, R458G) and 2 in NTRK3 (E176D, L449F) (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although point mutations in similar regions have been reported in solid tumors (supplemental Figure 5), to our knowledge, we are the first to study and characterize these mutations in hematological malignancies.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Both point mutations also exhibited increased receptor dimerization (Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In line with these findings, we speculate that NTRK2A203T and NTRK3E176D disrupt nearby N-glycosylation sites at residues 205 of TrkB and 163 of TrkC, enabling receptor dimerization (Figure 4) and, thus, supporting the aberrant kinase activity we observed (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The increase in NTRK2A203T and NTRK3E176D receptor molecules at the cell surface and decrease in cell-surface retention (Figure 3A,C) further reinforce that receptor dimerization is possibly the predominant mechanism of activation for these mutants.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We also saw an increased propensity to dimerize with our transmembrane domain mutant, NTRK3L449F (Figure 4C-D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Our Phyre2 modeling predicted that a leucine to phenylalanine alteration results in a shift from a β-pleated sheet to an α helix (supplemental Figure 8B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel B",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Unlike the extracellular and transmembrane domain NTRK mutants, NTRK2R458G did not induce increased receptor dimerization (Figure 4A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Nonetheless, we saw robust kinase activation (Figure 2A) and oncogenicity (Figure 1B), signifying that dimerization may not serve as the underlying activation mechanism.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "It should be noted that the arginine residue at position 458 is conserved in all 3 NTRK genes and, therefore, may play an important function in Trk regulation (supplemental Figure 10A).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel A",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Given the proximity of the R458 residue to the TrkB transmembrane domain, we examined whether NTRK2R458G altered the transmembrane domain and whether this change influenced receptor-receptor interactions or interactions between the juxtamembrane and transmembrane domains.60 Based on our analysis of the transmembrane domain using previously validated prediction models,36,61-71 NTRK2R458G did not significantly alter the stretch of amino acids that typically delineate the transmembrane domain (supplemental Figure 10B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel B",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Based on a previously reported course-grain molecular dynamics simulation study, we prepared the homology model of human NTRK2 WT and colored each protein residue by the mean number of contacts with PIP2 (supplemental Figure 11A).72 Two significant changes observed following the mutation of an arginine to a glycine were the change in polarity (ie, decrease in the positively charged blue area) and a decrease in the shape of the molecular surface due to the loss of a bulky side chain (supplemental Figure 11B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel A",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel B",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Assays performed on freshly isolated clinical material from patients with NTRKA203T/R458G mutations allowed us to observe altered sensitivities to small-molecule inhibitors of various signaling pathways (Figure 5A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "These findings correlate with increased Trk activation and downstream PI3K/AKT signaling we observed in our mutant-transformed cells (Figure 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In this study, we identified and characterized 4 novel oncogenic NTRK point mutations in patients with leukemia: 2 in NTRK2 (A203T, R458G) and 2 in NTRK3 (E176D, L449F) (Figure 1H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel H",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although point mutations in similar regions have been reported in solid tumors (supplemental Figure 5), to our knowledge, we are the first to study and characterize these mutations in hematological malignancies.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Both point mutations also exhibited increased receptor dimerization (Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In line with these findings, we speculate that NTRK2A203T and NTRK3E176D disrupt nearby N-glycosylation sites at residues 205 of TrkB and 163 of TrkC, enabling receptor dimerization (Figure 4) and, thus, supporting the aberrant kinase activity we observed (Figure 2A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The increase in NTRK2A203T and NTRK3E176D receptor molecules at the cell surface and decrease in cell-surface retention (Figure 3A,C) further reinforce that receptor dimerization is possibly the predominant mechanism of activation for these mutants.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We also saw an increased propensity to dimerize with our transmembrane domain mutant, NTRK3L449F (Figure 4C-D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Our Phyre2 modeling predicted that a leucine to phenylalanine alteration results in a shift from a β-pleated sheet to an α helix (supplemental Figure 8B).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "Panel B",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Unlike the extracellular and transmembrane domain NTRK mutants, NTRK2R458G did not induce increased receptor dimerization (Figure 4A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Nonetheless, we saw robust kinase activation (Figure 2A) and oncogenicity (Figure 1B), signifying that dimerization may not serve as the underlying activation mechanism.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "It should be noted that the arginine residue at position 458 is conserved in all 3 NTRK genes and, therefore, may play an important function in Trk regulation (supplemental Figure 10A).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel A",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Given the proximity of the R458 residue to the TrkB transmembrane domain, we examined whether NTRK2R458G altered the transmembrane domain and whether this change influenced receptor-receptor interactions or interactions between the juxtamembrane and transmembrane domains.60 Based on our analysis of the transmembrane domain using previously validated prediction models,36,61-71 NTRK2R458G did not significantly alter the stretch of amino acids that typically delineate the transmembrane domain (supplemental Figure 10B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel B",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Based on a previously reported course-grain molecular dynamics simulation study, we prepared the homology model of human NTRK2 WT and colored each protein residue by the mean number of contacts with PIP2 (supplemental Figure 11A).72 Two significant changes observed following the mutation of an arginine to a glycine were the change in polarity (ie, decrease in the positively charged blue area) and a decrease in the shape of the molecular surface due to the loss of a bulky side chain (supplemental Figure 11B-C).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel A",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel B",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Assays performed on freshly isolated clinical material from patients with NTRKA203T/R458G mutations allowed us to observe altered sensitivities to small-molecule inhibitors of various signaling pathways (Figure 5A-B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "These findings correlate with increased Trk activation and downstream PI3K/AKT signaling we observed in our mutant-transformed cells (Figure 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  }
]