[
  {
    "sentence": "Over the course of approximately thirteen months from May 2016 to June 2017, more than 210,000 research participants responded to questions from an in-house designed cancer survey. (Fig. 1a, and Supplementary Tables 1, 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "BCC, SCC, and melanoma prediction models were trained on participants 30–90 years old (black line). b Number of skin cancer cases in the training set. c Overview of prediction model construction in the training set. d Disease risk scores and predictive performances evaluated in the validation set.Results\nIdentifying skin cancer risk factors\nThe demographic characteristics of the training and validation sets are described in Supplementary Table 1, and the participants’ geographical provenance is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The training set used to select factors (including the variants for PRS) and to train the predictive models contained 14,898 BCC, 7479 SCC, and 3998 melanoma cases (Fig. 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We identified 32 risk factors that contributed to at least one type of skin cancer, following the procedure described in Fig. 1c (see “Methods” for a detailed description).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The 32-factor models explained 21.6%, 20.0%, and 19.8% of phenotypic variance of BCC, SCC, and melanoma, respectively (Fig. 2 and Supplementary Table 9).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Continuous risk factors, age, and BMI, were modeled as polynomial variables.Commonly used risk factors\nGenetic variants included in PRS were directly selected in the training set using a simple clumping and thresholding method (Supplementary Table 10 and Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The results are summarized in Supplementary Fig. 14, and showed that the external melanoma PRS, which combined 204 variants, achieved a slightly better area under the curve (AUC) than the melanoma PRS from the present study (0.594 vs 0.579).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "Curiously, a so-called ‘clean desk’ factor (referring to a participant’s self-reported preference for keeping their desk clean) was selected as the best representative variable from a cluster of correlated personality traits (see “Methods” and Supplementary Fig. 4), and showed a small inverse correlation with skin cancer risk.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "While there have been sporadic reports of smoking being protective for skin cancer24,25, it appears more likely that smoking status could be acting as a proxy for behaviors associated with smoking and not directly reflect smoking effects.Grouping risk factors into risk scores\nFor descriptive convenience, we grouped the non-genetic risk factors into six risk scores on the basis of physiological or behavioral similarity (Fig. 1d and “Methods”).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We computed the receiver operating characteristic (ROC) and the precision-recall (PR) curves, and estimated the AUC (Supplementary Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "With almost 89,000 participants in the validation set, the prevalence in each bin was computed on the basis of 890 participants (Fig. 3 and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "These correspond to a 5.2×, 8.1×, and 12.9× risk increase relative to participants with middle DRS percentile (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although DRS showed excellent ability to identify high risk individuals for the three skin cancers, they are heavily driven by current age (Supplementary Fig. 8), and hence it limits their application in early detection programs.DRSA\nIn contrast to the DRS, the DRSA are not including the age effects.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Since many risk factors showed age dependency (Supplementary Fig. 16), and because the linear modeling could have produced incomplete age adjustment, we deployed a set of analyses and demonstrated that the DRSA were largely independent of age in the three skin cancers (Supplementary Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "DRSA achieved lower overall prediction performances than DRS (AUC = 0.69, 0.68, and 0.73, for BCC, SCC, and melanoma, respectively), which was expected given the age contribution, but nonetheless retained strong risk enrichment in upper tails, with 3.7x, 5.3x, and 9.8x increase risk for participants in the top percentile for BCC, SCC, and melanoma respectively, and which corresponded to diagnosis rates of 60.1%, 38.6%, and 28,7% (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although the non-melanoma DRSA were highly correlated with each other (r = 0.91), a principal component analysis showed different contributions of the Susceptibility and Exposure risk scores that enable the identification of different high risk participants for BCC and SCC (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Despite sharing of the included risk factors, the melanoma DRSA showed only a moderate correlation with non-melanoma DRSA (r = 0.74 for both BCC and SCC comparisons).PRS\nAs expected, PRS were independent of current participant age (Supplementary Fig. 8), and showed modest predictive performances with AUC = 0.62, 0.60, and 0.58 for BCC, SCC, and melanoma, respectively.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "For participants in the top PRS percentile, about 41.1%, 20.0%, and 9.9% reported BCC, SCC, and melanoma, respectively, corresponding to a 2.1 to 2.4 fold increased risk compared to participants with an average PRS (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "All risk scores generally showed long tail behaviors (Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, these individual risk scores were also independent of age, and had a constant contribution to DRSA scores across age (Supplementary Fig. 19).Medical utility of DRS, DRSA, and PRS\nWe evaluated the putative medical utility of the skin cancer risk scores by first characterizing disease features for participants reporting skin cancer within the validation set, at baseline.",
    "figure_references": [
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "The age independent DRSA were remarkably powerful at predicting early age of diagnosis in all three skin cancers: participants in the top percentile were diagnosed on average 10–14 years earlier than the participants with average scores (Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "High PRS, Mole, Susceptibility, and Exposure risk scores all predicted early ages of diagnosis as well (Supplementary Fig. 10).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, building on the age-independence property of the DRSA and combining with the skin cancer prevalences observed in the validation set, we plotted the lifetime risk trajectories for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We observed an excellent concordance between the expected and observed 2-years incidence rates (Supplementary Fig. 18) and the ages of diagnosis, in particular for individuals with high risk of developing skin cancer (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 18",
        "panel": "",
        "figure_key": "figure_18"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "While we explored more complex models, including potential interaction between risk factors26, we did not find them to significantly improve the prediction performance (Supplementary Tables 12, 13, and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "This analysis, summarized in Supplementary Fig. 14, showed a high correlation between the effect size estimates (r = 0.92 [0.76–0.97]) and no evidence of dilution between variant effect estimates from the training set and the independent melanoma GWAS, suggesting a comparable level of misclassification in the 23andMe cohort and the independent melanoma cohort.",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "This age independence allowed to tread the DRSA and age as two independent variables, and it permitted to draw the lifetime risk trajectories, stratified by DRSA scores, for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The current BCC and SCC models seem to perform equally well for individuals of Northern, Southern, or Eastern European ancestry, but the melanoma model shows signs of performance degradation (Supplementary Fig. 15).",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "The geographical distribution of collected skin cancer across USA territory is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The BCC, SCC, and melanoma PRS included 47, 14, and 18 variants, respectively (Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "After P-value selection (<0.05), the best models contained a total of 20 factors, the three demographic factors (after combining the 5 PCs into a unique ancestry risk factor) and 17 risk factors (Supplementary Table 4 and Supplementary Fig. 2a).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also analyzed this 20-factor model in the non-imputed (Supplementary Table 5 and Supplementary Fig. 3a) and age-matched (Supplementary Table 6 and Supplementary Fig. 3b) datasets, to verify that the risk factor selection and effects were not biased by the phenotype imputation or some non-trivial effects of age.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "A total of 67 phenotypes passed the P-value threshold in at least one of the three skin cancers, and were organized into 16 clusters (Supplementary Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The new models contained 31 risk factors (Supplementary Table 8 and Supplementary Fig. 2b).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel b",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We computed the correlation matrix between these 31 risk factors (Supplementary Fig. 16).",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "Third, we added PRS to obtain the final full predictive models, including 32 risk factors (Supplementary Table 9 and Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also showed that the DRSA were also mostly uncorrelated with the participant age at baseline: while the DRSA averages showed a slight increase around age 50 for the three skin cancers, the variances around these estimates are very large, and the age dependence of DRSA is minimal (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The PRS and Mole risk scores have the largest and generally orthogonal effects on the first two PCs (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We also explored the potential age dependency of DRSA (Supplementary Fig. 16) but also of individual risk scores (Supplementary Fig. 19), for participants with low, middle, and high risk of developing skin cancer: all the risk scores showed minimal age dependency within the different risk groups.Risk score prediction validation\nFor all the risk scores, we computed the receiver operating characteristic (ROC) curve in both the training and validating sets, using ROCR library in R, and we extracted the area under the curve (AUC) values.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      },
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "We also computed the precision-recall (PR) curves (Supplementary Fig. 6).Risk score distribution tails and clinical features of skin cancer cases\nIn the validation set, we binned the risk score distributions by percentiles (~890 participants per percentile), and evaluated different attributes of the three skin cancers, using the baseline survey data.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "They also showed long tails, as observed in PRS studies (Fig. 3 and Supplementary Fig. 7), with strong enrichment of participants reporting skin cancer in percentiles >95%.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "For the participants reporting skin cancer at baseline, we computed the mean age at diagnosis (Fig. 4 and Supplementary Fig. 10), the mean cancer stage (I–IV) at diagnosis, the mean number of diagnosis/treatments for a specific skin cancer during the previous 2 years, and mean number of total skin cancer diagnosis (from 1 for only one of the three skin cancer to 3, if diagnosed for BCC, SCC, and melanoma) per percentiles (Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "We first tested for all pairwise interaction between the 7 risk factors using GLMs (Supplementary Table 12 and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "Although we identified several significant pairwise interaction, they were explaining only a small amount of the total variance (Supplementary Fig. 13), and only improved marginally skin cancer prediction (results not shown).Incidence rates\nWe computed the incidence rates (I) from the prevalence (P) in the validation set.",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "The expected ages of diagnosis in Fig. 5 were computed for each DRS-DL curve, by deriving the yearly incidence rates (I) from the lifetime risks associated to each curve.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Over the course of approximately thirteen months from May 2016 to June 2017, more than 210,000 research participants responded to questions from an in-house designed cancer survey. (Fig. 1a, and Supplementary Tables 1, 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "BCC, SCC, and melanoma prediction models were trained on participants 30–90 years old (black line). b Number of skin cancer cases in the training set. c Overview of prediction model construction in the training set. d Disease risk scores and predictive performances evaluated in the validation set.Results\nIdentifying skin cancer risk factors\nThe demographic characteristics of the training and validation sets are described in Supplementary Table 1, and the participants’ geographical provenance is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The training set used to select factors (including the variants for PRS) and to train the predictive models contained 14,898 BCC, 7479 SCC, and 3998 melanoma cases (Fig. 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We identified 32 risk factors that contributed to at least one type of skin cancer, following the procedure described in Fig. 1c (see “Methods” for a detailed description).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The 32-factor models explained 21.6%, 20.0%, and 19.8% of phenotypic variance of BCC, SCC, and melanoma, respectively (Fig. 2 and Supplementary Table 9).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Continuous risk factors, age, and BMI, were modeled as polynomial variables.Commonly used risk factors\nGenetic variants included in PRS were directly selected in the training set using a simple clumping and thresholding method (Supplementary Table 10 and Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The results are summarized in Supplementary Fig. 14, and showed that the external melanoma PRS, which combined 204 variants, achieved a slightly better area under the curve (AUC) than the melanoma PRS from the present study (0.594 vs 0.579).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "Curiously, a so-called ‘clean desk’ factor (referring to a participant’s self-reported preference for keeping their desk clean) was selected as the best representative variable from a cluster of correlated personality traits (see “Methods” and Supplementary Fig. 4), and showed a small inverse correlation with skin cancer risk.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "While there have been sporadic reports of smoking being protective for skin cancer24,25, it appears more likely that smoking status could be acting as a proxy for behaviors associated with smoking and not directly reflect smoking effects.Grouping risk factors into risk scores\nFor descriptive convenience, we grouped the non-genetic risk factors into six risk scores on the basis of physiological or behavioral similarity (Fig. 1d and “Methods”).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We computed the receiver operating characteristic (ROC) and the precision-recall (PR) curves, and estimated the AUC (Supplementary Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "With almost 89,000 participants in the validation set, the prevalence in each bin was computed on the basis of 890 participants (Fig. 3 and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "These correspond to a 5.2×, 8.1×, and 12.9× risk increase relative to participants with middle DRS percentile (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although DRS showed excellent ability to identify high risk individuals for the three skin cancers, they are heavily driven by current age (Supplementary Fig. 8), and hence it limits their application in early detection programs.DRSA\nIn contrast to the DRS, the DRSA are not including the age effects.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Since many risk factors showed age dependency (Supplementary Fig. 16), and because the linear modeling could have produced incomplete age adjustment, we deployed a set of analyses and demonstrated that the DRSA were largely independent of age in the three skin cancers (Supplementary Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "DRSA achieved lower overall prediction performances than DRS (AUC = 0.69, 0.68, and 0.73, for BCC, SCC, and melanoma, respectively), which was expected given the age contribution, but nonetheless retained strong risk enrichment in upper tails, with 3.7x, 5.3x, and 9.8x increase risk for participants in the top percentile for BCC, SCC, and melanoma respectively, and which corresponded to diagnosis rates of 60.1%, 38.6%, and 28,7% (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although the non-melanoma DRSA were highly correlated with each other (r = 0.91), a principal component analysis showed different contributions of the Susceptibility and Exposure risk scores that enable the identification of different high risk participants for BCC and SCC (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Despite sharing of the included risk factors, the melanoma DRSA showed only a moderate correlation with non-melanoma DRSA (r = 0.74 for both BCC and SCC comparisons).PRS\nAs expected, PRS were independent of current participant age (Supplementary Fig. 8), and showed modest predictive performances with AUC = 0.62, 0.60, and 0.58 for BCC, SCC, and melanoma, respectively.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "For participants in the top PRS percentile, about 41.1%, 20.0%, and 9.9% reported BCC, SCC, and melanoma, respectively, corresponding to a 2.1 to 2.4 fold increased risk compared to participants with an average PRS (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "All risk scores generally showed long tail behaviors (Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, these individual risk scores were also independent of age, and had a constant contribution to DRSA scores across age (Supplementary Fig. 19).Medical utility of DRS, DRSA, and PRS\nWe evaluated the putative medical utility of the skin cancer risk scores by first characterizing disease features for participants reporting skin cancer within the validation set, at baseline.",
    "figure_references": [
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "The age independent DRSA were remarkably powerful at predicting early age of diagnosis in all three skin cancers: participants in the top percentile were diagnosed on average 10–14 years earlier than the participants with average scores (Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "High PRS, Mole, Susceptibility, and Exposure risk scores all predicted early ages of diagnosis as well (Supplementary Fig. 10).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, building on the age-independence property of the DRSA and combining with the skin cancer prevalences observed in the validation set, we plotted the lifetime risk trajectories for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We observed an excellent concordance between the expected and observed 2-years incidence rates (Supplementary Fig. 18) and the ages of diagnosis, in particular for individuals with high risk of developing skin cancer (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 18",
        "panel": "",
        "figure_key": "figure_18"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "While we explored more complex models, including potential interaction between risk factors26, we did not find them to significantly improve the prediction performance (Supplementary Tables 12, 13, and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "This analysis, summarized in Supplementary Fig. 14, showed a high correlation between the effect size estimates (r = 0.92 [0.76–0.97]) and no evidence of dilution between variant effect estimates from the training set and the independent melanoma GWAS, suggesting a comparable level of misclassification in the 23andMe cohort and the independent melanoma cohort.",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "This age independence allowed to tread the DRSA and age as two independent variables, and it permitted to draw the lifetime risk trajectories, stratified by DRSA scores, for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The current BCC and SCC models seem to perform equally well for individuals of Northern, Southern, or Eastern European ancestry, but the melanoma model shows signs of performance degradation (Supplementary Fig. 15).",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "The geographical distribution of collected skin cancer across USA territory is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The BCC, SCC, and melanoma PRS included 47, 14, and 18 variants, respectively (Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "After P-value selection (<0.05), the best models contained a total of 20 factors, the three demographic factors (after combining the 5 PCs into a unique ancestry risk factor) and 17 risk factors (Supplementary Table 4 and Supplementary Fig. 2a).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also analyzed this 20-factor model in the non-imputed (Supplementary Table 5 and Supplementary Fig. 3a) and age-matched (Supplementary Table 6 and Supplementary Fig. 3b) datasets, to verify that the risk factor selection and effects were not biased by the phenotype imputation or some non-trivial effects of age.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "A total of 67 phenotypes passed the P-value threshold in at least one of the three skin cancers, and were organized into 16 clusters (Supplementary Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The new models contained 31 risk factors (Supplementary Table 8 and Supplementary Fig. 2b).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel b",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We computed the correlation matrix between these 31 risk factors (Supplementary Fig. 16).",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "Third, we added PRS to obtain the final full predictive models, including 32 risk factors (Supplementary Table 9 and Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also showed that the DRSA were also mostly uncorrelated with the participant age at baseline: while the DRSA averages showed a slight increase around age 50 for the three skin cancers, the variances around these estimates are very large, and the age dependence of DRSA is minimal (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The PRS and Mole risk scores have the largest and generally orthogonal effects on the first two PCs (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We also explored the potential age dependency of DRSA (Supplementary Fig. 16) but also of individual risk scores (Supplementary Fig. 19), for participants with low, middle, and high risk of developing skin cancer: all the risk scores showed minimal age dependency within the different risk groups.Risk score prediction validation\nFor all the risk scores, we computed the receiver operating characteristic (ROC) curve in both the training and validating sets, using ROCR library in R, and we extracted the area under the curve (AUC) values.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      },
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "We also computed the precision-recall (PR) curves (Supplementary Fig. 6).Risk score distribution tails and clinical features of skin cancer cases\nIn the validation set, we binned the risk score distributions by percentiles (~890 participants per percentile), and evaluated different attributes of the three skin cancers, using the baseline survey data.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "They also showed long tails, as observed in PRS studies (Fig. 3 and Supplementary Fig. 7), with strong enrichment of participants reporting skin cancer in percentiles >95%.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "For the participants reporting skin cancer at baseline, we computed the mean age at diagnosis (Fig. 4 and Supplementary Fig. 10), the mean cancer stage (I–IV) at diagnosis, the mean number of diagnosis/treatments for a specific skin cancer during the previous 2 years, and mean number of total skin cancer diagnosis (from 1 for only one of the three skin cancer to 3, if diagnosed for BCC, SCC, and melanoma) per percentiles (Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "We first tested for all pairwise interaction between the 7 risk factors using GLMs (Supplementary Table 12 and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "Although we identified several significant pairwise interaction, they were explaining only a small amount of the total variance (Supplementary Fig. 13), and only improved marginally skin cancer prediction (results not shown).Incidence rates\nWe computed the incidence rates (I) from the prevalence (P) in the validation set.",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "The expected ages of diagnosis in Fig. 5 were computed for each DRS-DL curve, by deriving the yearly incidence rates (I) from the lifetime risks associated to each curve.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Over the course of approximately thirteen months from May 2016 to June 2017, more than 210,000 research participants responded to questions from an in-house designed cancer survey. (Fig. 1a, and Supplementary Tables 1, 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "BCC, SCC, and melanoma prediction models were trained on participants 30–90 years old (black line). b Number of skin cancer cases in the training set. c Overview of prediction model construction in the training set. d Disease risk scores and predictive performances evaluated in the validation set.Results\nIdentifying skin cancer risk factors\nThe demographic characteristics of the training and validation sets are described in Supplementary Table 1, and the participants’ geographical provenance is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The training set used to select factors (including the variants for PRS) and to train the predictive models contained 14,898 BCC, 7479 SCC, and 3998 melanoma cases (Fig. 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We identified 32 risk factors that contributed to at least one type of skin cancer, following the procedure described in Fig. 1c (see “Methods” for a detailed description).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The 32-factor models explained 21.6%, 20.0%, and 19.8% of phenotypic variance of BCC, SCC, and melanoma, respectively (Fig. 2 and Supplementary Table 9).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Continuous risk factors, age, and BMI, were modeled as polynomial variables.Commonly used risk factors\nGenetic variants included in PRS were directly selected in the training set using a simple clumping and thresholding method (Supplementary Table 10 and Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The results are summarized in Supplementary Fig. 14, and showed that the external melanoma PRS, which combined 204 variants, achieved a slightly better area under the curve (AUC) than the melanoma PRS from the present study (0.594 vs 0.579).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "Curiously, a so-called ‘clean desk’ factor (referring to a participant’s self-reported preference for keeping their desk clean) was selected as the best representative variable from a cluster of correlated personality traits (see “Methods” and Supplementary Fig. 4), and showed a small inverse correlation with skin cancer risk.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "While there have been sporadic reports of smoking being protective for skin cancer24,25, it appears more likely that smoking status could be acting as a proxy for behaviors associated with smoking and not directly reflect smoking effects.Grouping risk factors into risk scores\nFor descriptive convenience, we grouped the non-genetic risk factors into six risk scores on the basis of physiological or behavioral similarity (Fig. 1d and “Methods”).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We computed the receiver operating characteristic (ROC) and the precision-recall (PR) curves, and estimated the AUC (Supplementary Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "With almost 89,000 participants in the validation set, the prevalence in each bin was computed on the basis of 890 participants (Fig. 3 and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "These correspond to a 5.2×, 8.1×, and 12.9× risk increase relative to participants with middle DRS percentile (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although DRS showed excellent ability to identify high risk individuals for the three skin cancers, they are heavily driven by current age (Supplementary Fig. 8), and hence it limits their application in early detection programs.DRSA\nIn contrast to the DRS, the DRSA are not including the age effects.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Since many risk factors showed age dependency (Supplementary Fig. 16), and because the linear modeling could have produced incomplete age adjustment, we deployed a set of analyses and demonstrated that the DRSA were largely independent of age in the three skin cancers (Supplementary Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "DRSA achieved lower overall prediction performances than DRS (AUC = 0.69, 0.68, and 0.73, for BCC, SCC, and melanoma, respectively), which was expected given the age contribution, but nonetheless retained strong risk enrichment in upper tails, with 3.7x, 5.3x, and 9.8x increase risk for participants in the top percentile for BCC, SCC, and melanoma respectively, and which corresponded to diagnosis rates of 60.1%, 38.6%, and 28,7% (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although the non-melanoma DRSA were highly correlated with each other (r = 0.91), a principal component analysis showed different contributions of the Susceptibility and Exposure risk scores that enable the identification of different high risk participants for BCC and SCC (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Despite sharing of the included risk factors, the melanoma DRSA showed only a moderate correlation with non-melanoma DRSA (r = 0.74 for both BCC and SCC comparisons).PRS\nAs expected, PRS were independent of current participant age (Supplementary Fig. 8), and showed modest predictive performances with AUC = 0.62, 0.60, and 0.58 for BCC, SCC, and melanoma, respectively.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "For participants in the top PRS percentile, about 41.1%, 20.0%, and 9.9% reported BCC, SCC, and melanoma, respectively, corresponding to a 2.1 to 2.4 fold increased risk compared to participants with an average PRS (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "All risk scores generally showed long tail behaviors (Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, these individual risk scores were also independent of age, and had a constant contribution to DRSA scores across age (Supplementary Fig. 19).Medical utility of DRS, DRSA, and PRS\nWe evaluated the putative medical utility of the skin cancer risk scores by first characterizing disease features for participants reporting skin cancer within the validation set, at baseline.",
    "figure_references": [
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "The age independent DRSA were remarkably powerful at predicting early age of diagnosis in all three skin cancers: participants in the top percentile were diagnosed on average 10–14 years earlier than the participants with average scores (Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "High PRS, Mole, Susceptibility, and Exposure risk scores all predicted early ages of diagnosis as well (Supplementary Fig. 10).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, building on the age-independence property of the DRSA and combining with the skin cancer prevalences observed in the validation set, we plotted the lifetime risk trajectories for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We observed an excellent concordance between the expected and observed 2-years incidence rates (Supplementary Fig. 18) and the ages of diagnosis, in particular for individuals with high risk of developing skin cancer (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 18",
        "panel": "",
        "figure_key": "figure_18"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "While we explored more complex models, including potential interaction between risk factors26, we did not find them to significantly improve the prediction performance (Supplementary Tables 12, 13, and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "This analysis, summarized in Supplementary Fig. 14, showed a high correlation between the effect size estimates (r = 0.92 [0.76–0.97]) and no evidence of dilution between variant effect estimates from the training set and the independent melanoma GWAS, suggesting a comparable level of misclassification in the 23andMe cohort and the independent melanoma cohort.",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "This age independence allowed to tread the DRSA and age as two independent variables, and it permitted to draw the lifetime risk trajectories, stratified by DRSA scores, for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The current BCC and SCC models seem to perform equally well for individuals of Northern, Southern, or Eastern European ancestry, but the melanoma model shows signs of performance degradation (Supplementary Fig. 15).",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "The geographical distribution of collected skin cancer across USA territory is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The BCC, SCC, and melanoma PRS included 47, 14, and 18 variants, respectively (Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "After P-value selection (<0.05), the best models contained a total of 20 factors, the three demographic factors (after combining the 5 PCs into a unique ancestry risk factor) and 17 risk factors (Supplementary Table 4 and Supplementary Fig. 2a).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also analyzed this 20-factor model in the non-imputed (Supplementary Table 5 and Supplementary Fig. 3a) and age-matched (Supplementary Table 6 and Supplementary Fig. 3b) datasets, to verify that the risk factor selection and effects were not biased by the phenotype imputation or some non-trivial effects of age.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "A total of 67 phenotypes passed the P-value threshold in at least one of the three skin cancers, and were organized into 16 clusters (Supplementary Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The new models contained 31 risk factors (Supplementary Table 8 and Supplementary Fig. 2b).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel b",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We computed the correlation matrix between these 31 risk factors (Supplementary Fig. 16).",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "Third, we added PRS to obtain the final full predictive models, including 32 risk factors (Supplementary Table 9 and Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also showed that the DRSA were also mostly uncorrelated with the participant age at baseline: while the DRSA averages showed a slight increase around age 50 for the three skin cancers, the variances around these estimates are very large, and the age dependence of DRSA is minimal (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The PRS and Mole risk scores have the largest and generally orthogonal effects on the first two PCs (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We also explored the potential age dependency of DRSA (Supplementary Fig. 16) but also of individual risk scores (Supplementary Fig. 19), for participants with low, middle, and high risk of developing skin cancer: all the risk scores showed minimal age dependency within the different risk groups.Risk score prediction validation\nFor all the risk scores, we computed the receiver operating characteristic (ROC) curve in both the training and validating sets, using ROCR library in R, and we extracted the area under the curve (AUC) values.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      },
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "We also computed the precision-recall (PR) curves (Supplementary Fig. 6).Risk score distribution tails and clinical features of skin cancer cases\nIn the validation set, we binned the risk score distributions by percentiles (~890 participants per percentile), and evaluated different attributes of the three skin cancers, using the baseline survey data.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "They also showed long tails, as observed in PRS studies (Fig. 3 and Supplementary Fig. 7), with strong enrichment of participants reporting skin cancer in percentiles >95%.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "For the participants reporting skin cancer at baseline, we computed the mean age at diagnosis (Fig. 4 and Supplementary Fig. 10), the mean cancer stage (I–IV) at diagnosis, the mean number of diagnosis/treatments for a specific skin cancer during the previous 2 years, and mean number of total skin cancer diagnosis (from 1 for only one of the three skin cancer to 3, if diagnosed for BCC, SCC, and melanoma) per percentiles (Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "We first tested for all pairwise interaction between the 7 risk factors using GLMs (Supplementary Table 12 and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "Although we identified several significant pairwise interaction, they were explaining only a small amount of the total variance (Supplementary Fig. 13), and only improved marginally skin cancer prediction (results not shown).Incidence rates\nWe computed the incidence rates (I) from the prevalence (P) in the validation set.",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "The expected ages of diagnosis in Fig. 5 were computed for each DRS-DL curve, by deriving the yearly incidence rates (I) from the lifetime risks associated to each curve.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Over the course of approximately thirteen months from May 2016 to June 2017, more than 210,000 research participants responded to questions from an in-house designed cancer survey. (Fig. 1a, and Supplementary Tables 1, 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "BCC, SCC, and melanoma prediction models were trained on participants 30–90 years old (black line). b Number of skin cancer cases in the training set. c Overview of prediction model construction in the training set. d Disease risk scores and predictive performances evaluated in the validation set.Results\nIdentifying skin cancer risk factors\nThe demographic characteristics of the training and validation sets are described in Supplementary Table 1, and the participants’ geographical provenance is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The training set used to select factors (including the variants for PRS) and to train the predictive models contained 14,898 BCC, 7479 SCC, and 3998 melanoma cases (Fig. 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We identified 32 risk factors that contributed to at least one type of skin cancer, following the procedure described in Fig. 1c (see “Methods” for a detailed description).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The 32-factor models explained 21.6%, 20.0%, and 19.8% of phenotypic variance of BCC, SCC, and melanoma, respectively (Fig. 2 and Supplementary Table 9).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Continuous risk factors, age, and BMI, were modeled as polynomial variables.Commonly used risk factors\nGenetic variants included in PRS were directly selected in the training set using a simple clumping and thresholding method (Supplementary Table 10 and Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The results are summarized in Supplementary Fig. 14, and showed that the external melanoma PRS, which combined 204 variants, achieved a slightly better area under the curve (AUC) than the melanoma PRS from the present study (0.594 vs 0.579).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "Curiously, a so-called ‘clean desk’ factor (referring to a participant’s self-reported preference for keeping their desk clean) was selected as the best representative variable from a cluster of correlated personality traits (see “Methods” and Supplementary Fig. 4), and showed a small inverse correlation with skin cancer risk.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "While there have been sporadic reports of smoking being protective for skin cancer24,25, it appears more likely that smoking status could be acting as a proxy for behaviors associated with smoking and not directly reflect smoking effects.Grouping risk factors into risk scores\nFor descriptive convenience, we grouped the non-genetic risk factors into six risk scores on the basis of physiological or behavioral similarity (Fig. 1d and “Methods”).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We computed the receiver operating characteristic (ROC) and the precision-recall (PR) curves, and estimated the AUC (Supplementary Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "With almost 89,000 participants in the validation set, the prevalence in each bin was computed on the basis of 890 participants (Fig. 3 and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "These correspond to a 5.2×, 8.1×, and 12.9× risk increase relative to participants with middle DRS percentile (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although DRS showed excellent ability to identify high risk individuals for the three skin cancers, they are heavily driven by current age (Supplementary Fig. 8), and hence it limits their application in early detection programs.DRSA\nIn contrast to the DRS, the DRSA are not including the age effects.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Since many risk factors showed age dependency (Supplementary Fig. 16), and because the linear modeling could have produced incomplete age adjustment, we deployed a set of analyses and demonstrated that the DRSA were largely independent of age in the three skin cancers (Supplementary Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "DRSA achieved lower overall prediction performances than DRS (AUC = 0.69, 0.68, and 0.73, for BCC, SCC, and melanoma, respectively), which was expected given the age contribution, but nonetheless retained strong risk enrichment in upper tails, with 3.7x, 5.3x, and 9.8x increase risk for participants in the top percentile for BCC, SCC, and melanoma respectively, and which corresponded to diagnosis rates of 60.1%, 38.6%, and 28,7% (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although the non-melanoma DRSA were highly correlated with each other (r = 0.91), a principal component analysis showed different contributions of the Susceptibility and Exposure risk scores that enable the identification of different high risk participants for BCC and SCC (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Despite sharing of the included risk factors, the melanoma DRSA showed only a moderate correlation with non-melanoma DRSA (r = 0.74 for both BCC and SCC comparisons).PRS\nAs expected, PRS were independent of current participant age (Supplementary Fig. 8), and showed modest predictive performances with AUC = 0.62, 0.60, and 0.58 for BCC, SCC, and melanoma, respectively.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "For participants in the top PRS percentile, about 41.1%, 20.0%, and 9.9% reported BCC, SCC, and melanoma, respectively, corresponding to a 2.1 to 2.4 fold increased risk compared to participants with an average PRS (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "All risk scores generally showed long tail behaviors (Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, these individual risk scores were also independent of age, and had a constant contribution to DRSA scores across age (Supplementary Fig. 19).Medical utility of DRS, DRSA, and PRS\nWe evaluated the putative medical utility of the skin cancer risk scores by first characterizing disease features for participants reporting skin cancer within the validation set, at baseline.",
    "figure_references": [
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "The age independent DRSA were remarkably powerful at predicting early age of diagnosis in all three skin cancers: participants in the top percentile were diagnosed on average 10–14 years earlier than the participants with average scores (Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "High PRS, Mole, Susceptibility, and Exposure risk scores all predicted early ages of diagnosis as well (Supplementary Fig. 10).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, building on the age-independence property of the DRSA and combining with the skin cancer prevalences observed in the validation set, we plotted the lifetime risk trajectories for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We observed an excellent concordance between the expected and observed 2-years incidence rates (Supplementary Fig. 18) and the ages of diagnosis, in particular for individuals with high risk of developing skin cancer (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 18",
        "panel": "",
        "figure_key": "figure_18"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "While we explored more complex models, including potential interaction between risk factors26, we did not find them to significantly improve the prediction performance (Supplementary Tables 12, 13, and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "This analysis, summarized in Supplementary Fig. 14, showed a high correlation between the effect size estimates (r = 0.92 [0.76–0.97]) and no evidence of dilution between variant effect estimates from the training set and the independent melanoma GWAS, suggesting a comparable level of misclassification in the 23andMe cohort and the independent melanoma cohort.",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "This age independence allowed to tread the DRSA and age as two independent variables, and it permitted to draw the lifetime risk trajectories, stratified by DRSA scores, for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The current BCC and SCC models seem to perform equally well for individuals of Northern, Southern, or Eastern European ancestry, but the melanoma model shows signs of performance degradation (Supplementary Fig. 15).",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "The geographical distribution of collected skin cancer across USA territory is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The BCC, SCC, and melanoma PRS included 47, 14, and 18 variants, respectively (Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "After P-value selection (<0.05), the best models contained a total of 20 factors, the three demographic factors (after combining the 5 PCs into a unique ancestry risk factor) and 17 risk factors (Supplementary Table 4 and Supplementary Fig. 2a).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also analyzed this 20-factor model in the non-imputed (Supplementary Table 5 and Supplementary Fig. 3a) and age-matched (Supplementary Table 6 and Supplementary Fig. 3b) datasets, to verify that the risk factor selection and effects were not biased by the phenotype imputation or some non-trivial effects of age.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "A total of 67 phenotypes passed the P-value threshold in at least one of the three skin cancers, and were organized into 16 clusters (Supplementary Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The new models contained 31 risk factors (Supplementary Table 8 and Supplementary Fig. 2b).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel b",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We computed the correlation matrix between these 31 risk factors (Supplementary Fig. 16).",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "Third, we added PRS to obtain the final full predictive models, including 32 risk factors (Supplementary Table 9 and Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also showed that the DRSA were also mostly uncorrelated with the participant age at baseline: while the DRSA averages showed a slight increase around age 50 for the three skin cancers, the variances around these estimates are very large, and the age dependence of DRSA is minimal (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The PRS and Mole risk scores have the largest and generally orthogonal effects on the first two PCs (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We also explored the potential age dependency of DRSA (Supplementary Fig. 16) but also of individual risk scores (Supplementary Fig. 19), for participants with low, middle, and high risk of developing skin cancer: all the risk scores showed minimal age dependency within the different risk groups.Risk score prediction validation\nFor all the risk scores, we computed the receiver operating characteristic (ROC) curve in both the training and validating sets, using ROCR library in R, and we extracted the area under the curve (AUC) values.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      },
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "We also computed the precision-recall (PR) curves (Supplementary Fig. 6).Risk score distribution tails and clinical features of skin cancer cases\nIn the validation set, we binned the risk score distributions by percentiles (~890 participants per percentile), and evaluated different attributes of the three skin cancers, using the baseline survey data.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "They also showed long tails, as observed in PRS studies (Fig. 3 and Supplementary Fig. 7), with strong enrichment of participants reporting skin cancer in percentiles >95%.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "For the participants reporting skin cancer at baseline, we computed the mean age at diagnosis (Fig. 4 and Supplementary Fig. 10), the mean cancer stage (I–IV) at diagnosis, the mean number of diagnosis/treatments for a specific skin cancer during the previous 2 years, and mean number of total skin cancer diagnosis (from 1 for only one of the three skin cancer to 3, if diagnosed for BCC, SCC, and melanoma) per percentiles (Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "We first tested for all pairwise interaction between the 7 risk factors using GLMs (Supplementary Table 12 and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "Although we identified several significant pairwise interaction, they were explaining only a small amount of the total variance (Supplementary Fig. 13), and only improved marginally skin cancer prediction (results not shown).Incidence rates\nWe computed the incidence rates (I) from the prevalence (P) in the validation set.",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "The expected ages of diagnosis in Fig. 5 were computed for each DRS-DL curve, by deriving the yearly incidence rates (I) from the lifetime risks associated to each curve.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Over the course of approximately thirteen months from May 2016 to June 2017, more than 210,000 research participants responded to questions from an in-house designed cancer survey. (Fig. 1a, and Supplementary Tables 1, 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "BCC, SCC, and melanoma prediction models were trained on participants 30–90 years old (black line). b Number of skin cancer cases in the training set. c Overview of prediction model construction in the training set. d Disease risk scores and predictive performances evaluated in the validation set.Results\nIdentifying skin cancer risk factors\nThe demographic characteristics of the training and validation sets are described in Supplementary Table 1, and the participants’ geographical provenance is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The training set used to select factors (including the variants for PRS) and to train the predictive models contained 14,898 BCC, 7479 SCC, and 3998 melanoma cases (Fig. 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We identified 32 risk factors that contributed to at least one type of skin cancer, following the procedure described in Fig. 1c (see “Methods” for a detailed description).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The 32-factor models explained 21.6%, 20.0%, and 19.8% of phenotypic variance of BCC, SCC, and melanoma, respectively (Fig. 2 and Supplementary Table 9).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Continuous risk factors, age, and BMI, were modeled as polynomial variables.Commonly used risk factors\nGenetic variants included in PRS were directly selected in the training set using a simple clumping and thresholding method (Supplementary Table 10 and Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The results are summarized in Supplementary Fig. 14, and showed that the external melanoma PRS, which combined 204 variants, achieved a slightly better area under the curve (AUC) than the melanoma PRS from the present study (0.594 vs 0.579).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "Curiously, a so-called ‘clean desk’ factor (referring to a participant’s self-reported preference for keeping their desk clean) was selected as the best representative variable from a cluster of correlated personality traits (see “Methods” and Supplementary Fig. 4), and showed a small inverse correlation with skin cancer risk.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "While there have been sporadic reports of smoking being protective for skin cancer24,25, it appears more likely that smoking status could be acting as a proxy for behaviors associated with smoking and not directly reflect smoking effects.Grouping risk factors into risk scores\nFor descriptive convenience, we grouped the non-genetic risk factors into six risk scores on the basis of physiological or behavioral similarity (Fig. 1d and “Methods”).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We computed the receiver operating characteristic (ROC) and the precision-recall (PR) curves, and estimated the AUC (Supplementary Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "With almost 89,000 participants in the validation set, the prevalence in each bin was computed on the basis of 890 participants (Fig. 3 and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "These correspond to a 5.2×, 8.1×, and 12.9× risk increase relative to participants with middle DRS percentile (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although DRS showed excellent ability to identify high risk individuals for the three skin cancers, they are heavily driven by current age (Supplementary Fig. 8), and hence it limits their application in early detection programs.DRSA\nIn contrast to the DRS, the DRSA are not including the age effects.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Since many risk factors showed age dependency (Supplementary Fig. 16), and because the linear modeling could have produced incomplete age adjustment, we deployed a set of analyses and demonstrated that the DRSA were largely independent of age in the three skin cancers (Supplementary Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "DRSA achieved lower overall prediction performances than DRS (AUC = 0.69, 0.68, and 0.73, for BCC, SCC, and melanoma, respectively), which was expected given the age contribution, but nonetheless retained strong risk enrichment in upper tails, with 3.7x, 5.3x, and 9.8x increase risk for participants in the top percentile for BCC, SCC, and melanoma respectively, and which corresponded to diagnosis rates of 60.1%, 38.6%, and 28,7% (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although the non-melanoma DRSA were highly correlated with each other (r = 0.91), a principal component analysis showed different contributions of the Susceptibility and Exposure risk scores that enable the identification of different high risk participants for BCC and SCC (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Despite sharing of the included risk factors, the melanoma DRSA showed only a moderate correlation with non-melanoma DRSA (r = 0.74 for both BCC and SCC comparisons).PRS\nAs expected, PRS were independent of current participant age (Supplementary Fig. 8), and showed modest predictive performances with AUC = 0.62, 0.60, and 0.58 for BCC, SCC, and melanoma, respectively.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "For participants in the top PRS percentile, about 41.1%, 20.0%, and 9.9% reported BCC, SCC, and melanoma, respectively, corresponding to a 2.1 to 2.4 fold increased risk compared to participants with an average PRS (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "All risk scores generally showed long tail behaviors (Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, these individual risk scores were also independent of age, and had a constant contribution to DRSA scores across age (Supplementary Fig. 19).Medical utility of DRS, DRSA, and PRS\nWe evaluated the putative medical utility of the skin cancer risk scores by first characterizing disease features for participants reporting skin cancer within the validation set, at baseline.",
    "figure_references": [
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "The age independent DRSA were remarkably powerful at predicting early age of diagnosis in all three skin cancers: participants in the top percentile were diagnosed on average 10–14 years earlier than the participants with average scores (Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "High PRS, Mole, Susceptibility, and Exposure risk scores all predicted early ages of diagnosis as well (Supplementary Fig. 10).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, building on the age-independence property of the DRSA and combining with the skin cancer prevalences observed in the validation set, we plotted the lifetime risk trajectories for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We observed an excellent concordance between the expected and observed 2-years incidence rates (Supplementary Fig. 18) and the ages of diagnosis, in particular for individuals with high risk of developing skin cancer (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 18",
        "panel": "",
        "figure_key": "figure_18"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "While we explored more complex models, including potential interaction between risk factors26, we did not find them to significantly improve the prediction performance (Supplementary Tables 12, 13, and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "This analysis, summarized in Supplementary Fig. 14, showed a high correlation between the effect size estimates (r = 0.92 [0.76–0.97]) and no evidence of dilution between variant effect estimates from the training set and the independent melanoma GWAS, suggesting a comparable level of misclassification in the 23andMe cohort and the independent melanoma cohort.",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "This age independence allowed to tread the DRSA and age as two independent variables, and it permitted to draw the lifetime risk trajectories, stratified by DRSA scores, for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The current BCC and SCC models seem to perform equally well for individuals of Northern, Southern, or Eastern European ancestry, but the melanoma model shows signs of performance degradation (Supplementary Fig. 15).",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "The geographical distribution of collected skin cancer across USA territory is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The BCC, SCC, and melanoma PRS included 47, 14, and 18 variants, respectively (Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "After P-value selection (<0.05), the best models contained a total of 20 factors, the three demographic factors (after combining the 5 PCs into a unique ancestry risk factor) and 17 risk factors (Supplementary Table 4 and Supplementary Fig. 2a).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also analyzed this 20-factor model in the non-imputed (Supplementary Table 5 and Supplementary Fig. 3a) and age-matched (Supplementary Table 6 and Supplementary Fig. 3b) datasets, to verify that the risk factor selection and effects were not biased by the phenotype imputation or some non-trivial effects of age.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "A total of 67 phenotypes passed the P-value threshold in at least one of the three skin cancers, and were organized into 16 clusters (Supplementary Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The new models contained 31 risk factors (Supplementary Table 8 and Supplementary Fig. 2b).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel b",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We computed the correlation matrix between these 31 risk factors (Supplementary Fig. 16).",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "Third, we added PRS to obtain the final full predictive models, including 32 risk factors (Supplementary Table 9 and Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also showed that the DRSA were also mostly uncorrelated with the participant age at baseline: while the DRSA averages showed a slight increase around age 50 for the three skin cancers, the variances around these estimates are very large, and the age dependence of DRSA is minimal (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The PRS and Mole risk scores have the largest and generally orthogonal effects on the first two PCs (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We also explored the potential age dependency of DRSA (Supplementary Fig. 16) but also of individual risk scores (Supplementary Fig. 19), for participants with low, middle, and high risk of developing skin cancer: all the risk scores showed minimal age dependency within the different risk groups.Risk score prediction validation\nFor all the risk scores, we computed the receiver operating characteristic (ROC) curve in both the training and validating sets, using ROCR library in R, and we extracted the area under the curve (AUC) values.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      },
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "We also computed the precision-recall (PR) curves (Supplementary Fig. 6).Risk score distribution tails and clinical features of skin cancer cases\nIn the validation set, we binned the risk score distributions by percentiles (~890 participants per percentile), and evaluated different attributes of the three skin cancers, using the baseline survey data.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "They also showed long tails, as observed in PRS studies (Fig. 3 and Supplementary Fig. 7), with strong enrichment of participants reporting skin cancer in percentiles >95%.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "For the participants reporting skin cancer at baseline, we computed the mean age at diagnosis (Fig. 4 and Supplementary Fig. 10), the mean cancer stage (I–IV) at diagnosis, the mean number of diagnosis/treatments for a specific skin cancer during the previous 2 years, and mean number of total skin cancer diagnosis (from 1 for only one of the three skin cancer to 3, if diagnosed for BCC, SCC, and melanoma) per percentiles (Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "We first tested for all pairwise interaction between the 7 risk factors using GLMs (Supplementary Table 12 and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "Although we identified several significant pairwise interaction, they were explaining only a small amount of the total variance (Supplementary Fig. 13), and only improved marginally skin cancer prediction (results not shown).Incidence rates\nWe computed the incidence rates (I) from the prevalence (P) in the validation set.",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "The expected ages of diagnosis in Fig. 5 were computed for each DRS-DL curve, by deriving the yearly incidence rates (I) from the lifetime risks associated to each curve.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Over the course of approximately thirteen months from May 2016 to June 2017, more than 210,000 research participants responded to questions from an in-house designed cancer survey. (Fig. 1a, and Supplementary Tables 1, 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "BCC, SCC, and melanoma prediction models were trained on participants 30–90 years old (black line). b Number of skin cancer cases in the training set. c Overview of prediction model construction in the training set. d Disease risk scores and predictive performances evaluated in the validation set.Results\nIdentifying skin cancer risk factors\nThe demographic characteristics of the training and validation sets are described in Supplementary Table 1, and the participants’ geographical provenance is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The training set used to select factors (including the variants for PRS) and to train the predictive models contained 14,898 BCC, 7479 SCC, and 3998 melanoma cases (Fig. 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We identified 32 risk factors that contributed to at least one type of skin cancer, following the procedure described in Fig. 1c (see “Methods” for a detailed description).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The 32-factor models explained 21.6%, 20.0%, and 19.8% of phenotypic variance of BCC, SCC, and melanoma, respectively (Fig. 2 and Supplementary Table 9).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Continuous risk factors, age, and BMI, were modeled as polynomial variables.Commonly used risk factors\nGenetic variants included in PRS were directly selected in the training set using a simple clumping and thresholding method (Supplementary Table 10 and Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The results are summarized in Supplementary Fig. 14, and showed that the external melanoma PRS, which combined 204 variants, achieved a slightly better area under the curve (AUC) than the melanoma PRS from the present study (0.594 vs 0.579).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "Curiously, a so-called ‘clean desk’ factor (referring to a participant’s self-reported preference for keeping their desk clean) was selected as the best representative variable from a cluster of correlated personality traits (see “Methods” and Supplementary Fig. 4), and showed a small inverse correlation with skin cancer risk.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "While there have been sporadic reports of smoking being protective for skin cancer24,25, it appears more likely that smoking status could be acting as a proxy for behaviors associated with smoking and not directly reflect smoking effects.Grouping risk factors into risk scores\nFor descriptive convenience, we grouped the non-genetic risk factors into six risk scores on the basis of physiological or behavioral similarity (Fig. 1d and “Methods”).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We computed the receiver operating characteristic (ROC) and the precision-recall (PR) curves, and estimated the AUC (Supplementary Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "With almost 89,000 participants in the validation set, the prevalence in each bin was computed on the basis of 890 participants (Fig. 3 and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "These correspond to a 5.2×, 8.1×, and 12.9× risk increase relative to participants with middle DRS percentile (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although DRS showed excellent ability to identify high risk individuals for the three skin cancers, they are heavily driven by current age (Supplementary Fig. 8), and hence it limits their application in early detection programs.DRSA\nIn contrast to the DRS, the DRSA are not including the age effects.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Since many risk factors showed age dependency (Supplementary Fig. 16), and because the linear modeling could have produced incomplete age adjustment, we deployed a set of analyses and demonstrated that the DRSA were largely independent of age in the three skin cancers (Supplementary Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "DRSA achieved lower overall prediction performances than DRS (AUC = 0.69, 0.68, and 0.73, for BCC, SCC, and melanoma, respectively), which was expected given the age contribution, but nonetheless retained strong risk enrichment in upper tails, with 3.7x, 5.3x, and 9.8x increase risk for participants in the top percentile for BCC, SCC, and melanoma respectively, and which corresponded to diagnosis rates of 60.1%, 38.6%, and 28,7% (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although the non-melanoma DRSA were highly correlated with each other (r = 0.91), a principal component analysis showed different contributions of the Susceptibility and Exposure risk scores that enable the identification of different high risk participants for BCC and SCC (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Despite sharing of the included risk factors, the melanoma DRSA showed only a moderate correlation with non-melanoma DRSA (r = 0.74 for both BCC and SCC comparisons).PRS\nAs expected, PRS were independent of current participant age (Supplementary Fig. 8), and showed modest predictive performances with AUC = 0.62, 0.60, and 0.58 for BCC, SCC, and melanoma, respectively.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "For participants in the top PRS percentile, about 41.1%, 20.0%, and 9.9% reported BCC, SCC, and melanoma, respectively, corresponding to a 2.1 to 2.4 fold increased risk compared to participants with an average PRS (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "All risk scores generally showed long tail behaviors (Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, these individual risk scores were also independent of age, and had a constant contribution to DRSA scores across age (Supplementary Fig. 19).Medical utility of DRS, DRSA, and PRS\nWe evaluated the putative medical utility of the skin cancer risk scores by first characterizing disease features for participants reporting skin cancer within the validation set, at baseline.",
    "figure_references": [
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "The age independent DRSA were remarkably powerful at predicting early age of diagnosis in all three skin cancers: participants in the top percentile were diagnosed on average 10–14 years earlier than the participants with average scores (Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "High PRS, Mole, Susceptibility, and Exposure risk scores all predicted early ages of diagnosis as well (Supplementary Fig. 10).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, building on the age-independence property of the DRSA and combining with the skin cancer prevalences observed in the validation set, we plotted the lifetime risk trajectories for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We observed an excellent concordance between the expected and observed 2-years incidence rates (Supplementary Fig. 18) and the ages of diagnosis, in particular for individuals with high risk of developing skin cancer (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 18",
        "panel": "",
        "figure_key": "figure_18"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "While we explored more complex models, including potential interaction between risk factors26, we did not find them to significantly improve the prediction performance (Supplementary Tables 12, 13, and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "This analysis, summarized in Supplementary Fig. 14, showed a high correlation between the effect size estimates (r = 0.92 [0.76–0.97]) and no evidence of dilution between variant effect estimates from the training set and the independent melanoma GWAS, suggesting a comparable level of misclassification in the 23andMe cohort and the independent melanoma cohort.",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "This age independence allowed to tread the DRSA and age as two independent variables, and it permitted to draw the lifetime risk trajectories, stratified by DRSA scores, for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The current BCC and SCC models seem to perform equally well for individuals of Northern, Southern, or Eastern European ancestry, but the melanoma model shows signs of performance degradation (Supplementary Fig. 15).",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "The geographical distribution of collected skin cancer across USA territory is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The BCC, SCC, and melanoma PRS included 47, 14, and 18 variants, respectively (Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "After P-value selection (<0.05), the best models contained a total of 20 factors, the three demographic factors (after combining the 5 PCs into a unique ancestry risk factor) and 17 risk factors (Supplementary Table 4 and Supplementary Fig. 2a).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also analyzed this 20-factor model in the non-imputed (Supplementary Table 5 and Supplementary Fig. 3a) and age-matched (Supplementary Table 6 and Supplementary Fig. 3b) datasets, to verify that the risk factor selection and effects were not biased by the phenotype imputation or some non-trivial effects of age.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "A total of 67 phenotypes passed the P-value threshold in at least one of the three skin cancers, and were organized into 16 clusters (Supplementary Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The new models contained 31 risk factors (Supplementary Table 8 and Supplementary Fig. 2b).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel b",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We computed the correlation matrix between these 31 risk factors (Supplementary Fig. 16).",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "Third, we added PRS to obtain the final full predictive models, including 32 risk factors (Supplementary Table 9 and Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also showed that the DRSA were also mostly uncorrelated with the participant age at baseline: while the DRSA averages showed a slight increase around age 50 for the three skin cancers, the variances around these estimates are very large, and the age dependence of DRSA is minimal (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The PRS and Mole risk scores have the largest and generally orthogonal effects on the first two PCs (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We also explored the potential age dependency of DRSA (Supplementary Fig. 16) but also of individual risk scores (Supplementary Fig. 19), for participants with low, middle, and high risk of developing skin cancer: all the risk scores showed minimal age dependency within the different risk groups.Risk score prediction validation\nFor all the risk scores, we computed the receiver operating characteristic (ROC) curve in both the training and validating sets, using ROCR library in R, and we extracted the area under the curve (AUC) values.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      },
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "We also computed the precision-recall (PR) curves (Supplementary Fig. 6).Risk score distribution tails and clinical features of skin cancer cases\nIn the validation set, we binned the risk score distributions by percentiles (~890 participants per percentile), and evaluated different attributes of the three skin cancers, using the baseline survey data.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "They also showed long tails, as observed in PRS studies (Fig. 3 and Supplementary Fig. 7), with strong enrichment of participants reporting skin cancer in percentiles >95%.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "For the participants reporting skin cancer at baseline, we computed the mean age at diagnosis (Fig. 4 and Supplementary Fig. 10), the mean cancer stage (I–IV) at diagnosis, the mean number of diagnosis/treatments for a specific skin cancer during the previous 2 years, and mean number of total skin cancer diagnosis (from 1 for only one of the three skin cancer to 3, if diagnosed for BCC, SCC, and melanoma) per percentiles (Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "We first tested for all pairwise interaction between the 7 risk factors using GLMs (Supplementary Table 12 and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "Although we identified several significant pairwise interaction, they were explaining only a small amount of the total variance (Supplementary Fig. 13), and only improved marginally skin cancer prediction (results not shown).Incidence rates\nWe computed the incidence rates (I) from the prevalence (P) in the validation set.",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "The expected ages of diagnosis in Fig. 5 were computed for each DRS-DL curve, by deriving the yearly incidence rates (I) from the lifetime risks associated to each curve.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Over the course of approximately thirteen months from May 2016 to June 2017, more than 210,000 research participants responded to questions from an in-house designed cancer survey. (Fig. 1a, and Supplementary Tables 1, 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "BCC, SCC, and melanoma prediction models were trained on participants 30–90 years old (black line). b Number of skin cancer cases in the training set. c Overview of prediction model construction in the training set. d Disease risk scores and predictive performances evaluated in the validation set.Results\nIdentifying skin cancer risk factors\nThe demographic characteristics of the training and validation sets are described in Supplementary Table 1, and the participants’ geographical provenance is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The training set used to select factors (including the variants for PRS) and to train the predictive models contained 14,898 BCC, 7479 SCC, and 3998 melanoma cases (Fig. 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We identified 32 risk factors that contributed to at least one type of skin cancer, following the procedure described in Fig. 1c (see “Methods” for a detailed description).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The 32-factor models explained 21.6%, 20.0%, and 19.8% of phenotypic variance of BCC, SCC, and melanoma, respectively (Fig. 2 and Supplementary Table 9).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Continuous risk factors, age, and BMI, were modeled as polynomial variables.Commonly used risk factors\nGenetic variants included in PRS were directly selected in the training set using a simple clumping and thresholding method (Supplementary Table 10 and Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The results are summarized in Supplementary Fig. 14, and showed that the external melanoma PRS, which combined 204 variants, achieved a slightly better area under the curve (AUC) than the melanoma PRS from the present study (0.594 vs 0.579).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "Curiously, a so-called ‘clean desk’ factor (referring to a participant’s self-reported preference for keeping their desk clean) was selected as the best representative variable from a cluster of correlated personality traits (see “Methods” and Supplementary Fig. 4), and showed a small inverse correlation with skin cancer risk.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "While there have been sporadic reports of smoking being protective for skin cancer24,25, it appears more likely that smoking status could be acting as a proxy for behaviors associated with smoking and not directly reflect smoking effects.Grouping risk factors into risk scores\nFor descriptive convenience, we grouped the non-genetic risk factors into six risk scores on the basis of physiological or behavioral similarity (Fig. 1d and “Methods”).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We computed the receiver operating characteristic (ROC) and the precision-recall (PR) curves, and estimated the AUC (Supplementary Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "With almost 89,000 participants in the validation set, the prevalence in each bin was computed on the basis of 890 participants (Fig. 3 and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "These correspond to a 5.2×, 8.1×, and 12.9× risk increase relative to participants with middle DRS percentile (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although DRS showed excellent ability to identify high risk individuals for the three skin cancers, they are heavily driven by current age (Supplementary Fig. 8), and hence it limits their application in early detection programs.DRSA\nIn contrast to the DRS, the DRSA are not including the age effects.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Since many risk factors showed age dependency (Supplementary Fig. 16), and because the linear modeling could have produced incomplete age adjustment, we deployed a set of analyses and demonstrated that the DRSA were largely independent of age in the three skin cancers (Supplementary Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "DRSA achieved lower overall prediction performances than DRS (AUC = 0.69, 0.68, and 0.73, for BCC, SCC, and melanoma, respectively), which was expected given the age contribution, but nonetheless retained strong risk enrichment in upper tails, with 3.7x, 5.3x, and 9.8x increase risk for participants in the top percentile for BCC, SCC, and melanoma respectively, and which corresponded to diagnosis rates of 60.1%, 38.6%, and 28,7% (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although the non-melanoma DRSA were highly correlated with each other (r = 0.91), a principal component analysis showed different contributions of the Susceptibility and Exposure risk scores that enable the identification of different high risk participants for BCC and SCC (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Despite sharing of the included risk factors, the melanoma DRSA showed only a moderate correlation with non-melanoma DRSA (r = 0.74 for both BCC and SCC comparisons).PRS\nAs expected, PRS were independent of current participant age (Supplementary Fig. 8), and showed modest predictive performances with AUC = 0.62, 0.60, and 0.58 for BCC, SCC, and melanoma, respectively.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "For participants in the top PRS percentile, about 41.1%, 20.0%, and 9.9% reported BCC, SCC, and melanoma, respectively, corresponding to a 2.1 to 2.4 fold increased risk compared to participants with an average PRS (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "All risk scores generally showed long tail behaviors (Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, these individual risk scores were also independent of age, and had a constant contribution to DRSA scores across age (Supplementary Fig. 19).Medical utility of DRS, DRSA, and PRS\nWe evaluated the putative medical utility of the skin cancer risk scores by first characterizing disease features for participants reporting skin cancer within the validation set, at baseline.",
    "figure_references": [
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "The age independent DRSA were remarkably powerful at predicting early age of diagnosis in all three skin cancers: participants in the top percentile were diagnosed on average 10–14 years earlier than the participants with average scores (Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "High PRS, Mole, Susceptibility, and Exposure risk scores all predicted early ages of diagnosis as well (Supplementary Fig. 10).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, building on the age-independence property of the DRSA and combining with the skin cancer prevalences observed in the validation set, we plotted the lifetime risk trajectories for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We observed an excellent concordance between the expected and observed 2-years incidence rates (Supplementary Fig. 18) and the ages of diagnosis, in particular for individuals with high risk of developing skin cancer (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 18",
        "panel": "",
        "figure_key": "figure_18"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "While we explored more complex models, including potential interaction between risk factors26, we did not find them to significantly improve the prediction performance (Supplementary Tables 12, 13, and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "This analysis, summarized in Supplementary Fig. 14, showed a high correlation between the effect size estimates (r = 0.92 [0.76–0.97]) and no evidence of dilution between variant effect estimates from the training set and the independent melanoma GWAS, suggesting a comparable level of misclassification in the 23andMe cohort and the independent melanoma cohort.",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "This age independence allowed to tread the DRSA and age as two independent variables, and it permitted to draw the lifetime risk trajectories, stratified by DRSA scores, for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The current BCC and SCC models seem to perform equally well for individuals of Northern, Southern, or Eastern European ancestry, but the melanoma model shows signs of performance degradation (Supplementary Fig. 15).",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "The geographical distribution of collected skin cancer across USA territory is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The BCC, SCC, and melanoma PRS included 47, 14, and 18 variants, respectively (Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "After P-value selection (<0.05), the best models contained a total of 20 factors, the three demographic factors (after combining the 5 PCs into a unique ancestry risk factor) and 17 risk factors (Supplementary Table 4 and Supplementary Fig. 2a).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also analyzed this 20-factor model in the non-imputed (Supplementary Table 5 and Supplementary Fig. 3a) and age-matched (Supplementary Table 6 and Supplementary Fig. 3b) datasets, to verify that the risk factor selection and effects were not biased by the phenotype imputation or some non-trivial effects of age.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "A total of 67 phenotypes passed the P-value threshold in at least one of the three skin cancers, and were organized into 16 clusters (Supplementary Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The new models contained 31 risk factors (Supplementary Table 8 and Supplementary Fig. 2b).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel b",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We computed the correlation matrix between these 31 risk factors (Supplementary Fig. 16).",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "Third, we added PRS to obtain the final full predictive models, including 32 risk factors (Supplementary Table 9 and Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also showed that the DRSA were also mostly uncorrelated with the participant age at baseline: while the DRSA averages showed a slight increase around age 50 for the three skin cancers, the variances around these estimates are very large, and the age dependence of DRSA is minimal (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The PRS and Mole risk scores have the largest and generally orthogonal effects on the first two PCs (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We also explored the potential age dependency of DRSA (Supplementary Fig. 16) but also of individual risk scores (Supplementary Fig. 19), for participants with low, middle, and high risk of developing skin cancer: all the risk scores showed minimal age dependency within the different risk groups.Risk score prediction validation\nFor all the risk scores, we computed the receiver operating characteristic (ROC) curve in both the training and validating sets, using ROCR library in R, and we extracted the area under the curve (AUC) values.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      },
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "We also computed the precision-recall (PR) curves (Supplementary Fig. 6).Risk score distribution tails and clinical features of skin cancer cases\nIn the validation set, we binned the risk score distributions by percentiles (~890 participants per percentile), and evaluated different attributes of the three skin cancers, using the baseline survey data.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "They also showed long tails, as observed in PRS studies (Fig. 3 and Supplementary Fig. 7), with strong enrichment of participants reporting skin cancer in percentiles >95%.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "For the participants reporting skin cancer at baseline, we computed the mean age at diagnosis (Fig. 4 and Supplementary Fig. 10), the mean cancer stage (I–IV) at diagnosis, the mean number of diagnosis/treatments for a specific skin cancer during the previous 2 years, and mean number of total skin cancer diagnosis (from 1 for only one of the three skin cancer to 3, if diagnosed for BCC, SCC, and melanoma) per percentiles (Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "We first tested for all pairwise interaction between the 7 risk factors using GLMs (Supplementary Table 12 and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "Although we identified several significant pairwise interaction, they were explaining only a small amount of the total variance (Supplementary Fig. 13), and only improved marginally skin cancer prediction (results not shown).Incidence rates\nWe computed the incidence rates (I) from the prevalence (P) in the validation set.",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "The expected ages of diagnosis in Fig. 5 were computed for each DRS-DL curve, by deriving the yearly incidence rates (I) from the lifetime risks associated to each curve.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Over the course of approximately thirteen months from May 2016 to June 2017, more than 210,000 research participants responded to questions from an in-house designed cancer survey. (Fig. 1a, and Supplementary Tables 1, 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "BCC, SCC, and melanoma prediction models were trained on participants 30–90 years old (black line). b Number of skin cancer cases in the training set. c Overview of prediction model construction in the training set. d Disease risk scores and predictive performances evaluated in the validation set.Results\nIdentifying skin cancer risk factors\nThe demographic characteristics of the training and validation sets are described in Supplementary Table 1, and the participants’ geographical provenance is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The training set used to select factors (including the variants for PRS) and to train the predictive models contained 14,898 BCC, 7479 SCC, and 3998 melanoma cases (Fig. 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We identified 32 risk factors that contributed to at least one type of skin cancer, following the procedure described in Fig. 1c (see “Methods” for a detailed description).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The 32-factor models explained 21.6%, 20.0%, and 19.8% of phenotypic variance of BCC, SCC, and melanoma, respectively (Fig. 2 and Supplementary Table 9).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Continuous risk factors, age, and BMI, were modeled as polynomial variables.Commonly used risk factors\nGenetic variants included in PRS were directly selected in the training set using a simple clumping and thresholding method (Supplementary Table 10 and Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The results are summarized in Supplementary Fig. 14, and showed that the external melanoma PRS, which combined 204 variants, achieved a slightly better area under the curve (AUC) than the melanoma PRS from the present study (0.594 vs 0.579).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "Curiously, a so-called ‘clean desk’ factor (referring to a participant’s self-reported preference for keeping their desk clean) was selected as the best representative variable from a cluster of correlated personality traits (see “Methods” and Supplementary Fig. 4), and showed a small inverse correlation with skin cancer risk.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "While there have been sporadic reports of smoking being protective for skin cancer24,25, it appears more likely that smoking status could be acting as a proxy for behaviors associated with smoking and not directly reflect smoking effects.Grouping risk factors into risk scores\nFor descriptive convenience, we grouped the non-genetic risk factors into six risk scores on the basis of physiological or behavioral similarity (Fig. 1d and “Methods”).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We computed the receiver operating characteristic (ROC) and the precision-recall (PR) curves, and estimated the AUC (Supplementary Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "With almost 89,000 participants in the validation set, the prevalence in each bin was computed on the basis of 890 participants (Fig. 3 and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "These correspond to a 5.2×, 8.1×, and 12.9× risk increase relative to participants with middle DRS percentile (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although DRS showed excellent ability to identify high risk individuals for the three skin cancers, they are heavily driven by current age (Supplementary Fig. 8), and hence it limits their application in early detection programs.DRSA\nIn contrast to the DRS, the DRSA are not including the age effects.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Since many risk factors showed age dependency (Supplementary Fig. 16), and because the linear modeling could have produced incomplete age adjustment, we deployed a set of analyses and demonstrated that the DRSA were largely independent of age in the three skin cancers (Supplementary Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "DRSA achieved lower overall prediction performances than DRS (AUC = 0.69, 0.68, and 0.73, for BCC, SCC, and melanoma, respectively), which was expected given the age contribution, but nonetheless retained strong risk enrichment in upper tails, with 3.7x, 5.3x, and 9.8x increase risk for participants in the top percentile for BCC, SCC, and melanoma respectively, and which corresponded to diagnosis rates of 60.1%, 38.6%, and 28,7% (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although the non-melanoma DRSA were highly correlated with each other (r = 0.91), a principal component analysis showed different contributions of the Susceptibility and Exposure risk scores that enable the identification of different high risk participants for BCC and SCC (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Despite sharing of the included risk factors, the melanoma DRSA showed only a moderate correlation with non-melanoma DRSA (r = 0.74 for both BCC and SCC comparisons).PRS\nAs expected, PRS were independent of current participant age (Supplementary Fig. 8), and showed modest predictive performances with AUC = 0.62, 0.60, and 0.58 for BCC, SCC, and melanoma, respectively.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "For participants in the top PRS percentile, about 41.1%, 20.0%, and 9.9% reported BCC, SCC, and melanoma, respectively, corresponding to a 2.1 to 2.4 fold increased risk compared to participants with an average PRS (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "All risk scores generally showed long tail behaviors (Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, these individual risk scores were also independent of age, and had a constant contribution to DRSA scores across age (Supplementary Fig. 19).Medical utility of DRS, DRSA, and PRS\nWe evaluated the putative medical utility of the skin cancer risk scores by first characterizing disease features for participants reporting skin cancer within the validation set, at baseline.",
    "figure_references": [
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "The age independent DRSA were remarkably powerful at predicting early age of diagnosis in all three skin cancers: participants in the top percentile were diagnosed on average 10–14 years earlier than the participants with average scores (Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "High PRS, Mole, Susceptibility, and Exposure risk scores all predicted early ages of diagnosis as well (Supplementary Fig. 10).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, building on the age-independence property of the DRSA and combining with the skin cancer prevalences observed in the validation set, we plotted the lifetime risk trajectories for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We observed an excellent concordance between the expected and observed 2-years incidence rates (Supplementary Fig. 18) and the ages of diagnosis, in particular for individuals with high risk of developing skin cancer (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 18",
        "panel": "",
        "figure_key": "figure_18"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "While we explored more complex models, including potential interaction between risk factors26, we did not find them to significantly improve the prediction performance (Supplementary Tables 12, 13, and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "This analysis, summarized in Supplementary Fig. 14, showed a high correlation between the effect size estimates (r = 0.92 [0.76–0.97]) and no evidence of dilution between variant effect estimates from the training set and the independent melanoma GWAS, suggesting a comparable level of misclassification in the 23andMe cohort and the independent melanoma cohort.",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "This age independence allowed to tread the DRSA and age as two independent variables, and it permitted to draw the lifetime risk trajectories, stratified by DRSA scores, for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The current BCC and SCC models seem to perform equally well for individuals of Northern, Southern, or Eastern European ancestry, but the melanoma model shows signs of performance degradation (Supplementary Fig. 15).",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "The geographical distribution of collected skin cancer across USA territory is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The BCC, SCC, and melanoma PRS included 47, 14, and 18 variants, respectively (Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "After P-value selection (<0.05), the best models contained a total of 20 factors, the three demographic factors (after combining the 5 PCs into a unique ancestry risk factor) and 17 risk factors (Supplementary Table 4 and Supplementary Fig. 2a).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also analyzed this 20-factor model in the non-imputed (Supplementary Table 5 and Supplementary Fig. 3a) and age-matched (Supplementary Table 6 and Supplementary Fig. 3b) datasets, to verify that the risk factor selection and effects were not biased by the phenotype imputation or some non-trivial effects of age.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "A total of 67 phenotypes passed the P-value threshold in at least one of the three skin cancers, and were organized into 16 clusters (Supplementary Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The new models contained 31 risk factors (Supplementary Table 8 and Supplementary Fig. 2b).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel b",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We computed the correlation matrix between these 31 risk factors (Supplementary Fig. 16).",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "Third, we added PRS to obtain the final full predictive models, including 32 risk factors (Supplementary Table 9 and Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also showed that the DRSA were also mostly uncorrelated with the participant age at baseline: while the DRSA averages showed a slight increase around age 50 for the three skin cancers, the variances around these estimates are very large, and the age dependence of DRSA is minimal (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The PRS and Mole risk scores have the largest and generally orthogonal effects on the first two PCs (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We also explored the potential age dependency of DRSA (Supplementary Fig. 16) but also of individual risk scores (Supplementary Fig. 19), for participants with low, middle, and high risk of developing skin cancer: all the risk scores showed minimal age dependency within the different risk groups.Risk score prediction validation\nFor all the risk scores, we computed the receiver operating characteristic (ROC) curve in both the training and validating sets, using ROCR library in R, and we extracted the area under the curve (AUC) values.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      },
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "We also computed the precision-recall (PR) curves (Supplementary Fig. 6).Risk score distribution tails and clinical features of skin cancer cases\nIn the validation set, we binned the risk score distributions by percentiles (~890 participants per percentile), and evaluated different attributes of the three skin cancers, using the baseline survey data.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "They also showed long tails, as observed in PRS studies (Fig. 3 and Supplementary Fig. 7), with strong enrichment of participants reporting skin cancer in percentiles >95%.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "For the participants reporting skin cancer at baseline, we computed the mean age at diagnosis (Fig. 4 and Supplementary Fig. 10), the mean cancer stage (I–IV) at diagnosis, the mean number of diagnosis/treatments for a specific skin cancer during the previous 2 years, and mean number of total skin cancer diagnosis (from 1 for only one of the three skin cancer to 3, if diagnosed for BCC, SCC, and melanoma) per percentiles (Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "We first tested for all pairwise interaction between the 7 risk factors using GLMs (Supplementary Table 12 and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "Although we identified several significant pairwise interaction, they were explaining only a small amount of the total variance (Supplementary Fig. 13), and only improved marginally skin cancer prediction (results not shown).Incidence rates\nWe computed the incidence rates (I) from the prevalence (P) in the validation set.",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "The expected ages of diagnosis in Fig. 5 were computed for each DRS-DL curve, by deriving the yearly incidence rates (I) from the lifetime risks associated to each curve.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Over the course of approximately thirteen months from May 2016 to June 2017, more than 210,000 research participants responded to questions from an in-house designed cancer survey. (Fig. 1a, and Supplementary Tables 1, 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Over the course of approximately thirteen months from May 2016 to June 2017, more than 210,000 research participants responded to questions from an in-house designed cancer survey. (Fig. 1a, and Supplementary Tables 1, 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Results\nIdentifying skin cancer risk factors\nThe demographic characteristics of the training and validation sets are described in Supplementary Table 1, and the participants’ geographical provenance is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The training set used to select factors (including the variants for PRS) and to train the predictive models contained 14,898 BCC, 7479 SCC, and 3998 melanoma cases (Fig. 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We identified 32 risk factors that contributed to at least one type of skin cancer, following the procedure described in Fig. 1c (see “Methods” for a detailed description).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The 32-factor models explained 21.6%, 20.0%, and 19.8% of phenotypic variance of BCC, SCC, and melanoma, respectively (Fig. 2 and Supplementary Table 9).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Continuous risk factors, age, and BMI, were modeled as polynomial variables.Commonly used risk factors\nGenetic variants included in PRS were directly selected in the training set using a simple clumping and thresholding method (Supplementary Table 10 and Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The results are summarized in Supplementary Fig. 14, and showed that the external melanoma PRS, which combined 204 variants, achieved a slightly better area under the curve (AUC) than the melanoma PRS from the present study (0.594 vs 0.579).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "Curiously, a so-called ‘clean desk’ factor (referring to a participant’s self-reported preference for keeping their desk clean) was selected as the best representative variable from a cluster of correlated personality traits (see “Methods” and Supplementary Fig. 4), and showed a small inverse correlation with skin cancer risk.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "While there have been sporadic reports of smoking being protective for skin cancer24,25, it appears more likely that smoking status could be acting as a proxy for behaviors associated with smoking and not directly reflect smoking effects.Grouping risk factors into risk scores\nFor descriptive convenience, we grouped the non-genetic risk factors into six risk scores on the basis of physiological or behavioral similarity (Fig. 1d and “Methods”).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We computed the receiver operating characteristic (ROC) and the precision-recall (PR) curves, and estimated the AUC (Supplementary Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "With almost 89,000 participants in the validation set, the prevalence in each bin was computed on the basis of 890 participants (Fig. 3 and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "These correspond to a 5.2×, 8.1×, and 12.9× risk increase relative to participants with middle DRS percentile (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although DRS showed excellent ability to identify high risk individuals for the three skin cancers, they are heavily driven by current age (Supplementary Fig. 8), and hence it limits their application in early detection programs.DRSA\nIn contrast to the DRS, the DRSA are not including the age effects.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Since many risk factors showed age dependency (Supplementary Fig. 16), and because the linear modeling could have produced incomplete age adjustment, we deployed a set of analyses and demonstrated that the DRSA were largely independent of age in the three skin cancers (Supplementary Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "DRSA achieved lower overall prediction performances than DRS (AUC = 0.69, 0.68, and 0.73, for BCC, SCC, and melanoma, respectively), which was expected given the age contribution, but nonetheless retained strong risk enrichment in upper tails, with 3.7x, 5.3x, and 9.8x increase risk for participants in the top percentile for BCC, SCC, and melanoma respectively, and which corresponded to diagnosis rates of 60.1%, 38.6%, and 28,7% (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although the non-melanoma DRSA were highly correlated with each other (r = 0.91), a principal component analysis showed different contributions of the Susceptibility and Exposure risk scores that enable the identification of different high risk participants for BCC and SCC (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Despite sharing of the included risk factors, the melanoma DRSA showed only a moderate correlation with non-melanoma DRSA (r = 0.74 for both BCC and SCC comparisons).PRS\nAs expected, PRS were independent of current participant age (Supplementary Fig. 8), and showed modest predictive performances with AUC = 0.62, 0.60, and 0.58 for BCC, SCC, and melanoma, respectively.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "For participants in the top PRS percentile, about 41.1%, 20.0%, and 9.9% reported BCC, SCC, and melanoma, respectively, corresponding to a 2.1 to 2.4 fold increased risk compared to participants with an average PRS (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "All risk scores generally showed long tail behaviors (Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, these individual risk scores were also independent of age, and had a constant contribution to DRSA scores across age (Supplementary Fig. 19).Medical utility of DRS, DRSA, and PRS\nWe evaluated the putative medical utility of the skin cancer risk scores by first characterizing disease features for participants reporting skin cancer within the validation set, at baseline.",
    "figure_references": [
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "The age independent DRSA were remarkably powerful at predicting early age of diagnosis in all three skin cancers: participants in the top percentile were diagnosed on average 10–14 years earlier than the participants with average scores (Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "High PRS, Mole, Susceptibility, and Exposure risk scores all predicted early ages of diagnosis as well (Supplementary Fig. 10).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, building on the age-independence property of the DRSA and combining with the skin cancer prevalences observed in the validation set, we plotted the lifetime risk trajectories for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We observed an excellent concordance between the expected and observed 2-years incidence rates (Supplementary Fig. 18) and the ages of diagnosis, in particular for individuals with high risk of developing skin cancer (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 18",
        "panel": "",
        "figure_key": "figure_18"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Identifying skin cancer risk factors\nThe demographic characteristics of the training and validation sets are described in Supplementary Table 1, and the participants’ geographical provenance is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The training set used to select factors (including the variants for PRS) and to train the predictive models contained 14,898 BCC, 7479 SCC, and 3998 melanoma cases (Fig. 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We identified 32 risk factors that contributed to at least one type of skin cancer, following the procedure described in Fig. 1c (see “Methods” for a detailed description).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The 32-factor models explained 21.6%, 20.0%, and 19.8% of phenotypic variance of BCC, SCC, and melanoma, respectively (Fig. 2 and Supplementary Table 9).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Continuous risk factors, age, and BMI, were modeled as polynomial variables.Commonly used risk factors\nGenetic variants included in PRS were directly selected in the training set using a simple clumping and thresholding method (Supplementary Table 10 and Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The results are summarized in Supplementary Fig. 14, and showed that the external melanoma PRS, which combined 204 variants, achieved a slightly better area under the curve (AUC) than the melanoma PRS from the present study (0.594 vs 0.579).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "Curiously, a so-called ‘clean desk’ factor (referring to a participant’s self-reported preference for keeping their desk clean) was selected as the best representative variable from a cluster of correlated personality traits (see “Methods” and Supplementary Fig. 4), and showed a small inverse correlation with skin cancer risk.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The demographic characteristics of the training and validation sets are described in Supplementary Table 1, and the participants’ geographical provenance is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The training set used to select factors (including the variants for PRS) and to train the predictive models contained 14,898 BCC, 7479 SCC, and 3998 melanoma cases (Fig. 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We identified 32 risk factors that contributed to at least one type of skin cancer, following the procedure described in Fig. 1c (see “Methods” for a detailed description).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The 32-factor models explained 21.6%, 20.0%, and 19.8% of phenotypic variance of BCC, SCC, and melanoma, respectively (Fig. 2 and Supplementary Table 9).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Commonly used risk factors\nGenetic variants included in PRS were directly selected in the training set using a simple clumping and thresholding method (Supplementary Table 10 and Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The results are summarized in Supplementary Fig. 14, and showed that the external melanoma PRS, which combined 204 variants, achieved a slightly better area under the curve (AUC) than the melanoma PRS from the present study (0.594 vs 0.579).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "Genetic variants included in PRS were directly selected in the training set using a simple clumping and thresholding method (Supplementary Table 10 and Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The results are summarized in Supplementary Fig. 14, and showed that the external melanoma PRS, which combined 204 variants, achieved a slightly better area under the curve (AUC) than the melanoma PRS from the present study (0.594 vs 0.579).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "Curiously, a so-called ‘clean desk’ factor (referring to a participant’s self-reported preference for keeping their desk clean) was selected as the best representative variable from a cluster of correlated personality traits (see “Methods” and Supplementary Fig. 4), and showed a small inverse correlation with skin cancer risk.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Curiously, a so-called ‘clean desk’ factor (referring to a participant’s self-reported preference for keeping their desk clean) was selected as the best representative variable from a cluster of correlated personality traits (see “Methods” and Supplementary Fig. 4), and showed a small inverse correlation with skin cancer risk.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Grouping risk factors into risk scores\nFor descriptive convenience, we grouped the non-genetic risk factors into six risk scores on the basis of physiological or behavioral similarity (Fig. 1d and “Methods”).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "For descriptive convenience, we grouped the non-genetic risk factors into six risk scores on the basis of physiological or behavioral similarity (Fig. 1d and “Methods”).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We computed the receiver operating characteristic (ROC) and the precision-recall (PR) curves, and estimated the AUC (Supplementary Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "With almost 89,000 participants in the validation set, the prevalence in each bin was computed on the basis of 890 participants (Fig. 3 and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "These correspond to a 5.2×, 8.1×, and 12.9× risk increase relative to participants with middle DRS percentile (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although DRS showed excellent ability to identify high risk individuals for the three skin cancers, they are heavily driven by current age (Supplementary Fig. 8), and hence it limits their application in early detection programs.DRSA\nIn contrast to the DRS, the DRSA are not including the age effects.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Since many risk factors showed age dependency (Supplementary Fig. 16), and because the linear modeling could have produced incomplete age adjustment, we deployed a set of analyses and demonstrated that the DRSA were largely independent of age in the three skin cancers (Supplementary Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "DRSA achieved lower overall prediction performances than DRS (AUC = 0.69, 0.68, and 0.73, for BCC, SCC, and melanoma, respectively), which was expected given the age contribution, but nonetheless retained strong risk enrichment in upper tails, with 3.7x, 5.3x, and 9.8x increase risk for participants in the top percentile for BCC, SCC, and melanoma respectively, and which corresponded to diagnosis rates of 60.1%, 38.6%, and 28,7% (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although the non-melanoma DRSA were highly correlated with each other (r = 0.91), a principal component analysis showed different contributions of the Susceptibility and Exposure risk scores that enable the identification of different high risk participants for BCC and SCC (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Despite sharing of the included risk factors, the melanoma DRSA showed only a moderate correlation with non-melanoma DRSA (r = 0.74 for both BCC and SCC comparisons).PRS\nAs expected, PRS were independent of current participant age (Supplementary Fig. 8), and showed modest predictive performances with AUC = 0.62, 0.60, and 0.58 for BCC, SCC, and melanoma, respectively.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "For participants in the top PRS percentile, about 41.1%, 20.0%, and 9.9% reported BCC, SCC, and melanoma, respectively, corresponding to a 2.1 to 2.4 fold increased risk compared to participants with an average PRS (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "All risk scores generally showed long tail behaviors (Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, these individual risk scores were also independent of age, and had a constant contribution to DRSA scores across age (Supplementary Fig. 19).",
    "figure_references": [
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "We computed the receiver operating characteristic (ROC) and the precision-recall (PR) curves, and estimated the AUC (Supplementary Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "With almost 89,000 participants in the validation set, the prevalence in each bin was computed on the basis of 890 participants (Fig. 3 and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "These correspond to a 5.2×, 8.1×, and 12.9× risk increase relative to participants with middle DRS percentile (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although DRS showed excellent ability to identify high risk individuals for the three skin cancers, they are heavily driven by current age (Supplementary Fig. 8), and hence it limits their application in early detection programs.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "These correspond to a 5.2×, 8.1×, and 12.9× risk increase relative to participants with middle DRS percentile (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although DRS showed excellent ability to identify high risk individuals for the three skin cancers, they are heavily driven by current age (Supplementary Fig. 8), and hence it limits their application in early detection programs.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Since many risk factors showed age dependency (Supplementary Fig. 16), and because the linear modeling could have produced incomplete age adjustment, we deployed a set of analyses and demonstrated that the DRSA were largely independent of age in the three skin cancers (Supplementary Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "DRSA achieved lower overall prediction performances than DRS (AUC = 0.69, 0.68, and 0.73, for BCC, SCC, and melanoma, respectively), which was expected given the age contribution, but nonetheless retained strong risk enrichment in upper tails, with 3.7x, 5.3x, and 9.8x increase risk for participants in the top percentile for BCC, SCC, and melanoma respectively, and which corresponded to diagnosis rates of 60.1%, 38.6%, and 28,7% (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although the non-melanoma DRSA were highly correlated with each other (r = 0.91), a principal component analysis showed different contributions of the Susceptibility and Exposure risk scores that enable the identification of different high risk participants for BCC and SCC (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Since many risk factors showed age dependency (Supplementary Fig. 16), and because the linear modeling could have produced incomplete age adjustment, we deployed a set of analyses and demonstrated that the DRSA were largely independent of age in the three skin cancers (Supplementary Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "DRSA achieved lower overall prediction performances than DRS (AUC = 0.69, 0.68, and 0.73, for BCC, SCC, and melanoma, respectively), which was expected given the age contribution, but nonetheless retained strong risk enrichment in upper tails, with 3.7x, 5.3x, and 9.8x increase risk for participants in the top percentile for BCC, SCC, and melanoma respectively, and which corresponded to diagnosis rates of 60.1%, 38.6%, and 28,7% (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Although the non-melanoma DRSA were highly correlated with each other (r = 0.91), a principal component analysis showed different contributions of the Susceptibility and Exposure risk scores that enable the identification of different high risk participants for BCC and SCC (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "PRS\nAs expected, PRS were independent of current participant age (Supplementary Fig. 8), and showed modest predictive performances with AUC = 0.62, 0.60, and 0.58 for BCC, SCC, and melanoma, respectively.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "For participants in the top PRS percentile, about 41.1%, 20.0%, and 9.9% reported BCC, SCC, and melanoma, respectively, corresponding to a 2.1 to 2.4 fold increased risk compared to participants with an average PRS (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "All risk scores generally showed long tail behaviors (Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, these individual risk scores were also independent of age, and had a constant contribution to DRSA scores across age (Supplementary Fig. 19).",
    "figure_references": [
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "As expected, PRS were independent of current participant age (Supplementary Fig. 8), and showed modest predictive performances with AUC = 0.62, 0.60, and 0.58 for BCC, SCC, and melanoma, respectively.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "For participants in the top PRS percentile, about 41.1%, 20.0%, and 9.9% reported BCC, SCC, and melanoma, respectively, corresponding to a 2.1 to 2.4 fold increased risk compared to participants with an average PRS (Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "All risk scores generally showed long tail behaviors (Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, these individual risk scores were also independent of age, and had a constant contribution to DRSA scores across age (Supplementary Fig. 19).",
    "figure_references": [
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "The age independent DRSA were remarkably powerful at predicting early age of diagnosis in all three skin cancers: participants in the top percentile were diagnosed on average 10–14 years earlier than the participants with average scores (Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "High PRS, Mole, Susceptibility, and Exposure risk scores all predicted early ages of diagnosis as well (Supplementary Fig. 10).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, building on the age-independence property of the DRSA and combining with the skin cancer prevalences observed in the validation set, we plotted the lifetime risk trajectories for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We observed an excellent concordance between the expected and observed 2-years incidence rates (Supplementary Fig. 18) and the ages of diagnosis, in particular for individuals with high risk of developing skin cancer (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 18",
        "panel": "",
        "figure_key": "figure_18"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The age independent DRSA were remarkably powerful at predicting early age of diagnosis in all three skin cancers: participants in the top percentile were diagnosed on average 10–14 years earlier than the participants with average scores (Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "High PRS, Mole, Susceptibility, and Exposure risk scores all predicted early ages of diagnosis as well (Supplementary Fig. 10).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, building on the age-independence property of the DRSA and combining with the skin cancer prevalences observed in the validation set, we plotted the lifetime risk trajectories for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We observed an excellent concordance between the expected and observed 2-years incidence rates (Supplementary Fig. 18) and the ages of diagnosis, in particular for individuals with high risk of developing skin cancer (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 18",
        "panel": "",
        "figure_key": "figure_18"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "While we explored more complex models, including potential interaction between risk factors26, we did not find them to significantly improve the prediction performance (Supplementary Tables 12, 13, and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "This analysis, summarized in Supplementary Fig. 14, showed a high correlation between the effect size estimates (r = 0.92 [0.76–0.97]) and no evidence of dilution between variant effect estimates from the training set and the independent melanoma GWAS, suggesting a comparable level of misclassification in the 23andMe cohort and the independent melanoma cohort.",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "This age independence allowed to tread the DRSA and age as two independent variables, and it permitted to draw the lifetime risk trajectories, stratified by DRSA scores, for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The current BCC and SCC models seem to perform equally well for individuals of Northern, Southern, or Eastern European ancestry, but the melanoma model shows signs of performance degradation (Supplementary Fig. 15).",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "While we explored more complex models, including potential interaction between risk factors26, we did not find them to significantly improve the prediction performance (Supplementary Tables 12, 13, and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "This analysis, summarized in Supplementary Fig. 14, showed a high correlation between the effect size estimates (r = 0.92 [0.76–0.97]) and no evidence of dilution between variant effect estimates from the training set and the independent melanoma GWAS, suggesting a comparable level of misclassification in the 23andMe cohort and the independent melanoma cohort.",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "This age independence allowed to tread the DRSA and age as two independent variables, and it permitted to draw the lifetime risk trajectories, stratified by DRSA scores, for the three skin cancers (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The current BCC and SCC models seem to perform equally well for individuals of Northern, Southern, or Eastern European ancestry, but the melanoma model shows signs of performance degradation (Supplementary Fig. 15).",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "The geographical distribution of collected skin cancer across USA territory is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The BCC, SCC, and melanoma PRS included 47, 14, and 18 variants, respectively (Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "After P-value selection (<0.05), the best models contained a total of 20 factors, the three demographic factors (after combining the 5 PCs into a unique ancestry risk factor) and 17 risk factors (Supplementary Table 4 and Supplementary Fig. 2a).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also analyzed this 20-factor model in the non-imputed (Supplementary Table 5 and Supplementary Fig. 3a) and age-matched (Supplementary Table 6 and Supplementary Fig. 3b) datasets, to verify that the risk factor selection and effects were not biased by the phenotype imputation or some non-trivial effects of age.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "A total of 67 phenotypes passed the P-value threshold in at least one of the three skin cancers, and were organized into 16 clusters (Supplementary Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The new models contained 31 risk factors (Supplementary Table 8 and Supplementary Fig. 2b).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel b",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We computed the correlation matrix between these 31 risk factors (Supplementary Fig. 16).",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "Third, we added PRS to obtain the final full predictive models, including 32 risk factors (Supplementary Table 9 and Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also showed that the DRSA were also mostly uncorrelated with the participant age at baseline: while the DRSA averages showed a slight increase around age 50 for the three skin cancers, the variances around these estimates are very large, and the age dependence of DRSA is minimal (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The PRS and Mole risk scores have the largest and generally orthogonal effects on the first two PCs (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We also explored the potential age dependency of DRSA (Supplementary Fig. 16) but also of individual risk scores (Supplementary Fig. 19), for participants with low, middle, and high risk of developing skin cancer: all the risk scores showed minimal age dependency within the different risk groups.Risk score prediction validation\nFor all the risk scores, we computed the receiver operating characteristic (ROC) curve in both the training and validating sets, using ROCR library in R, and we extracted the area under the curve (AUC) values.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      },
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "We also computed the precision-recall (PR) curves (Supplementary Fig. 6).Risk score distribution tails and clinical features of skin cancer cases\nIn the validation set, we binned the risk score distributions by percentiles (~890 participants per percentile), and evaluated different attributes of the three skin cancers, using the baseline survey data.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "They also showed long tails, as observed in PRS studies (Fig. 3 and Supplementary Fig. 7), with strong enrichment of participants reporting skin cancer in percentiles >95%.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "For the participants reporting skin cancer at baseline, we computed the mean age at diagnosis (Fig. 4 and Supplementary Fig. 10), the mean cancer stage (I–IV) at diagnosis, the mean number of diagnosis/treatments for a specific skin cancer during the previous 2 years, and mean number of total skin cancer diagnosis (from 1 for only one of the three skin cancer to 3, if diagnosed for BCC, SCC, and melanoma) per percentiles (Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "We first tested for all pairwise interaction between the 7 risk factors using GLMs (Supplementary Table 12 and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "Although we identified several significant pairwise interaction, they were explaining only a small amount of the total variance (Supplementary Fig. 13), and only improved marginally skin cancer prediction (results not shown).Incidence rates\nWe computed the incidence rates (I) from the prevalence (P) in the validation set.",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "The expected ages of diagnosis in Fig. 5 were computed for each DRS-DL curve, by deriving the yearly incidence rates (I) from the lifetime risks associated to each curve.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The geographical distribution of collected skin cancer across USA territory is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The geographical distribution of collected skin cancer across USA territory is shown in Supplementary Fig. 1.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The BCC, SCC, and melanoma PRS included 47, 14, and 18 variants, respectively (Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The BCC, SCC, and melanoma PRS included 47, 14, and 18 variants, respectively (Supplementary Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "After P-value selection (<0.05), the best models contained a total of 20 factors, the three demographic factors (after combining the 5 PCs into a unique ancestry risk factor) and 17 risk factors (Supplementary Table 4 and Supplementary Fig. 2a).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also analyzed this 20-factor model in the non-imputed (Supplementary Table 5 and Supplementary Fig. 3a) and age-matched (Supplementary Table 6 and Supplementary Fig. 3b) datasets, to verify that the risk factor selection and effects were not biased by the phenotype imputation or some non-trivial effects of age.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "A total of 67 phenotypes passed the P-value threshold in at least one of the three skin cancers, and were organized into 16 clusters (Supplementary Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The new models contained 31 risk factors (Supplementary Table 8 and Supplementary Fig. 2b).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel b",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We computed the correlation matrix between these 31 risk factors (Supplementary Fig. 16).",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "Third, we added PRS to obtain the final full predictive models, including 32 risk factors (Supplementary Table 9 and Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "After P-value selection (<0.05), the best models contained a total of 20 factors, the three demographic factors (after combining the 5 PCs into a unique ancestry risk factor) and 17 risk factors (Supplementary Table 4 and Supplementary Fig. 2a).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also analyzed this 20-factor model in the non-imputed (Supplementary Table 5 and Supplementary Fig. 3a) and age-matched (Supplementary Table 6 and Supplementary Fig. 3b) datasets, to verify that the risk factor selection and effects were not biased by the phenotype imputation or some non-trivial effects of age.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "A total of 67 phenotypes passed the P-value threshold in at least one of the three skin cancers, and were organized into 16 clusters (Supplementary Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The new models contained 31 risk factors (Supplementary Table 8 and Supplementary Fig. 2b).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel b",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We computed the correlation matrix between these 31 risk factors (Supplementary Fig. 16).",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "Third, we added PRS to obtain the final full predictive models, including 32 risk factors (Supplementary Table 9 and Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We also showed that the DRSA were also mostly uncorrelated with the participant age at baseline: while the DRSA averages showed a slight increase around age 50 for the three skin cancers, the variances around these estimates are very large, and the age dependence of DRSA is minimal (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The PRS and Mole risk scores have the largest and generally orthogonal effects on the first two PCs (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We also explored the potential age dependency of DRSA (Supplementary Fig. 16) but also of individual risk scores (Supplementary Fig. 19), for participants with low, middle, and high risk of developing skin cancer: all the risk scores showed minimal age dependency within the different risk groups.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      },
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "We also showed that the DRSA were also mostly uncorrelated with the participant age at baseline: while the DRSA averages showed a slight increase around age 50 for the three skin cancers, the variances around these estimates are very large, and the age dependence of DRSA is minimal (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The PRS and Mole risk scores have the largest and generally orthogonal effects on the first two PCs (Supplementary Fig. 9).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We also explored the potential age dependency of DRSA (Supplementary Fig. 16) but also of individual risk scores (Supplementary Fig. 19), for participants with low, middle, and high risk of developing skin cancer: all the risk scores showed minimal age dependency within the different risk groups.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "",
        "figure_key": "figure_16"
      },
      {
        "figure_number": "Figure 19",
        "panel": "",
        "figure_key": "figure_19"
      }
    ]
  },
  {
    "sentence": "We also computed the precision-recall (PR) curves (Supplementary Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We also computed the precision-recall (PR) curves (Supplementary Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "They also showed long tails, as observed in PRS studies (Fig. 3 and Supplementary Fig. 7), with strong enrichment of participants reporting skin cancer in percentiles >95%.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "For the participants reporting skin cancer at baseline, we computed the mean age at diagnosis (Fig. 4 and Supplementary Fig. 10), the mean cancer stage (I–IV) at diagnosis, the mean number of diagnosis/treatments for a specific skin cancer during the previous 2 years, and mean number of total skin cancer diagnosis (from 1 for only one of the three skin cancer to 3, if diagnosed for BCC, SCC, and melanoma) per percentiles (Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "They also showed long tails, as observed in PRS studies (Fig. 3 and Supplementary Fig. 7), with strong enrichment of participants reporting skin cancer in percentiles >95%.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "For the participants reporting skin cancer at baseline, we computed the mean age at diagnosis (Fig. 4 and Supplementary Fig. 10), the mean cancer stage (I–IV) at diagnosis, the mean number of diagnosis/treatments for a specific skin cancer during the previous 2 years, and mean number of total skin cancer diagnosis (from 1 for only one of the three skin cancer to 3, if diagnosed for BCC, SCC, and melanoma) per percentiles (Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "We first tested for all pairwise interaction between the 7 risk factors using GLMs (Supplementary Table 12 and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "Although we identified several significant pairwise interaction, they were explaining only a small amount of the total variance (Supplementary Fig. 13), and only improved marginally skin cancer prediction (results not shown).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "We first tested for all pairwise interaction between the 7 risk factors using GLMs (Supplementary Table 12 and Supplementary Fig. 13).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "Although we identified several significant pairwise interaction, they were explaining only a small amount of the total variance (Supplementary Fig. 13), and only improved marginally skin cancer prediction (results not shown).",
    "figure_references": [
      {
        "figure_number": "Figure 13",
        "panel": "",
        "figure_key": "figure_13"
      }
    ]
  },
  {
    "sentence": "The expected ages of diagnosis in Fig. 5 were computed for each DRS-DL curve, by deriving the yearly incidence rates (I) from the lifetime risks associated to each curve.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The expected ages of diagnosis in Fig. 5 were computed for each DRS-DL curve, by deriving the yearly incidence rates (I) from the lifetime risks associated to each curve.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  }
]