{
  "paper_id": "PMC9326294",
  "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9326294/",
  "figures": {
    "figure_1": {
      "figure_number": "Figure 1",
      "title": "Figure 1.",
      "caption": "Allometric scaling of eye and head size in Macroglossum stellatarum. (a) X-ray microtomography images of two individuals of M. stellatarum. The animal to the left had a body length of 21.8 mm, the right one of 26.5 mm. The scale bar applies to both eyes. The dot colours refer to the body size of the animals from which the eyes were sourced (also shown in (d)). (b) Representative horizontal and (c) vertical section through the centre of the eye (see white and black lines in (a)) with the cornea, crystalline cones, clear zone and retina indicated. (d) Body length of the individuals selected for this study. Allometric scaling of the (e) dorsal-ventral, (f) the anterior-posterior diameter of the eye, and (g) the head size measured from the left to the right base of the mouth parts (electronic supplementary material, figure S2A). (h) To test whether the shape of the eye differed across eye diameters, we measured the distance from the nodal point formed by the edges of the cornea to the corneal surface for nine evenly spaced radii in horizontal sections (see electronic supplementary material, figure S3D–F for frontal ones, see sketch in (i) for colour code). (i) We calculated the ratio between the average lateral radii (light green) and the central radius (dark green) as a proxy for the cornea's shape, and assessed its allometric scaling. (j) The allometric scaling of the median of the central seven radius measurements (green) with eye diameter. (e–g,i,j) Data from individual hawkmoths was measured by either X-ray microtomography (black dots), or light-microscopy (grey dots). The dashed cyan line indicates isometric scaling and the black line represents the allometric scaling relationship. R is the Pearson correlation coefficient of the log-transformed data, and p denotes its statistical significance. Given the significant linear correlations in (e–g,j), the allometric relationship was calculated using reduced major axis regression, with the exponential scaling exponent b, the normalization constant c, and the confidence interval ci of b. (Online version in colour.)",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/5bc6c42b5aef/rspb20220758f01.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/5bc6c42b5aef/rspb20220758f01.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/5bc6c42b5aef/rspb20220758f01.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/5bc6c42b5aef/rspb20220758f01.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "RSPB20220758F1",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/5bc6c42b5aef/rspb20220758f01.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC9326294/images/figure_1.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/5bc6c42b5aef/rspb20220758f01.jpg"
    },
    "figure_2": {
      "figure_number": "Figure 2",
      "title": "Figure 2.",
      "caption": "Cornea morphology and facet allometry of Macroglossum stellatarum. (a) three-dimensional reconstruction of the facets of an example eye of M. stellatarum (total facets: 7111), with facet diameter indicated by the colour scale in (c), top left: sagittal view, top right: anterior view, bottom: dorsal view. (b) The facet diameter was calculated as the average of 3 measurements across 3 facets each (in light orange), centred on the facet of interest and then divided by the number of facets spanned. (c) Facet diameter distribution of all facets of the eye in (c). (d) Allometric scaling of the median facet diameter of the eyes' main facets (greater than 20 µm), and (e) the total number of facets with eye diameter. The total facet number was estimated by dividing the surface of the eye (approximated by a circular area based on the eye diameter) by the median facet size. (d,e) Data from individual hawkmoths was measured by either X-ray microtomography (black dots), or light-microscopy (grey dots). The dashed cyan line indicates isometric scaling and the black line represents the allometric scaling relationship. R is the Pearson correlation coefficient of the log-transformed data, and p denotes its statistical significance. Given the significant linear correlations in (d) and (e), the allometric relationship was calculated using reduced major axis regression, with the exponential scaling exponent b, the normalization constant c, and the confidence interval ci of b. (Online version in colour.)",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/befbb8dc26e0/rspb20220758f02.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/befbb8dc26e0/rspb20220758f02.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/befbb8dc26e0/rspb20220758f02.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/befbb8dc26e0/rspb20220758f02.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "RSPB20220758F2",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/befbb8dc26e0/rspb20220758f02.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC9326294/images/figure_2.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/befbb8dc26e0/rspb20220758f02.jpg"
    },
    "figure_3": {
      "figure_number": "Figure 3",
      "title": "Figure 3.",
      "caption": "Retinal morphology and rhabdom scaling. (a) Three-dimensional reconstruction of the rhabdoms in an example retina (with 7560 rhabdoms), with inter-rhabdom distance (IRD) indicated by the colour scale in (b). From left to right: sagittal view, anterior view and dorsal view. (c) The IRD was measured as the average distance between rhabdoms as shown in the inset. Allometric scaling of the IRD. (d) Three-dimensional-reconstruction of the retinal volume of the example eye. (e) Differences in retinal shape assessed as the ratio between retinal volume and surface area across eye diameters. (f) A conserved retinal shape across eye sizes allowed us to use the thickness of the retina as a proxy for the average rhabdom length, calculated as the volume divided by half the surface area. (c,e,f) Data from individual hawkmoths was measured by X-ray microtomography (black dots, n = 7 in (c), n = 10 in (e,f) ). The dashed cyan line indicates isometric scaling and the black line represents the allometric scaling relationship. R is the Pearson correlation coefficient of the log-transformed data, and p denotes its statistical significance. Given the significant linear correlations in (c,f), the allometric relationship was calculated using reduced major axis regression, with the exponential scaling exponent b, the normalization constant c, and the confidence interval ci of b. (Online version in colour.)",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/025bb73719c8/rspb20220758f03.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/025bb73719c8/rspb20220758f03.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/025bb73719c8/rspb20220758f03.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/025bb73719c8/rspb20220758f03.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "RSPB20220758F3",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/025bb73719c8/rspb20220758f03.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC9326294/images/figure_3.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/025bb73719c8/rspb20220758f03.jpg"
    },
    "figure_4": {
      "figure_number": "Figure 4",
      "title": "Figure 4.",
      "caption": "Model estimation of the allometry of spatial acuity and sensitivity. We used the measured allometric relations of the inter-facet and inter-rhabdom distance D and d, rhabdom length l and focal length f (the latter two scaling isometrically) to calculate (a) the sensitivity of a single ommatidium according to [35], (b) the rhabdom acceptance angle and (c) half-width of the point spread function (PSF), according to [6]. All estimates of eye performance were calculated for body lengths ranging from 12.5 mm to 37.5 mm and normalized to a median-sized animal of 25 mm body length. All calculations were compared to estimates based on an eye in which all parameters scaled isometrically (cyan line). The confidence intervals were computed by applying the same calculations to the scaling parameters (exponent and y-axis intercept) with added and subtracted confidence intervals obtained from the regression analysis. (d) Log-transformed sensitivity, (e) rhabdom acceptance angle, and (f) eye parameter were calculated for a range of scaling exponents applied to the inter-facet and inter-rhabdom distance D and d (see electronic supplementary material, 'Methods'). (d–f) The resulting values are depicted for different eye diameters (with corresponding body lengths indicated in grey), normalized to the highest sensitivity, smallest rhabdom acceptance angle, and largest eye parameter. The measured scaling exponent is indicated by the black line, and isometry by the blue dashed line. The dotted blue line below the x-axis indicates the measured size variation. Variation in (g) log sensitivity, (h) rhabdom acceptance angle, and (i) eye parameter for a given scaling exponent across eye sizes, quantified as the standard deviation (s.d.) for the entire range of eye diameters (grey line), and the measured range (blue dotted line). The black line indicates the measured exponents, and the blue dashed line isometry. (Online version in colour.)",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/a4f34df3813f/rspb20220758f04.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/a4f34df3813f/rspb20220758f04.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/a4f34df3813f/rspb20220758f04.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/a4f34df3813f/rspb20220758f04.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "RSPB20220758F4",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/a4f34df3813f/rspb20220758f04.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC9326294/images/figure_4.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/8198/9326294/a4f34df3813f/rspb20220758f04.jpg"
    }
  },
  "claims": [
    {
      "sentence": "To study how the eye size and eye morphology differed with body size in the superposition compound eye of Macroglossum stellatarum (figure 1a), we selected a total of 25 individuals with a wide range of body sizes (figure 1d).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel d",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel a",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel d",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We obtained surface measures of their eyes (eye diameter: figure 1b,c, facet size: figure 2d) from light microscopy (9 animals) and X-ray microtomography (16 animals), which we combined in the subsequent analysis.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel b",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel d",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Since the tracheal sheaths surrounding the photoreceptors [34] provided high optical contrast, we could fully reconstruct all rhabdom positions in two eyes (figure 3a).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "From this, we calculated inter-rhabdom distances (IDR, figure 3b) similar to the inter-facet distances (figure 2a).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel a",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "The IRDs of the fully reconstructed retinas showed only a single-peaked distribution (figure 3b), as compared to the double-peaked distribution of the facet sizes (figure 2c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel c",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel c",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Nevertheless, there was still considerable variation in the IRDs, which was systematically larger in the ventral than the dorsal half of the retina (figure 3a).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Since the ratio remained the same across eye size (figure 3e), we concluded that retinal shape did not scale with eye size.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel e",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel e",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Unlike IRD, rhabdom length scaled isometrically with eye size (figure 3f).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel f",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel f",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Both sensitivity and spatial acuity are optimized in small hawkmoths\nTo understand how the scaling of the optical and sensory structures affected the function of large and small hawkmoth eyes, we used the observed allometric relations to calculate key performance measures of eyes: single-ommatidium sensitivity (figure 4a; electronic supplementary material, 'Methods', equation 5, according to [36]), spatial resolution as the photoreceptor acceptance angle (figure 4b; electronic supplementary material, 'Methods', equation 4, according to [6]), and the limiting feature of spatial acuity: the half-width of the Airy disc (figure 4c; electronic supplementary material, 'Methods', equation 3).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The black line indicates the measured exponents, and the blue dashed line isometry. (Online version in colour.)Given these scaling parameters, we could show that the sensitivity of a single ommatidium scaled with distinct negative allometry compared to an eye in which all structures scaled isometrically (figure 4a): with isometric scaling, each ommatidium of an animal with 12.5 mm body length would have a ten times reduced sensitivity compared to an animal with 25 mm body length (the median).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "For the estimate of spatial resolution, our model showed that the photoreceptor acceptance angle of animals of 12.5 mm body was 20% larger compared to the median animal of 25 mm body length – with confidence intervals not overlapping the median (figure 4b).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The optical limitation of spatial resolution, the half-width of the fundamental mode of the point spread function (PSF) which causes diffraction at a single facet lens (see electronic supplementary material, 'Methods', equation 4), scaled so that smaller eyes had a relatively smaller diffraction blur circle than they would have had with isometric scaling (Airy disc, figure 4c).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "To understand how the scaling of the optical and sensory structures affected the function of large and small hawkmoth eyes, we used the observed allometric relations to calculate key performance measures of eyes: single-ommatidium sensitivity (figure 4a; electronic supplementary material, 'Methods', equation 5, according to [36]), spatial resolution as the photoreceptor acceptance angle (figure 4b; electronic supplementary material, 'Methods', equation 4, according to [6]), and the limiting feature of spatial acuity: the half-width of the Airy disc (figure 4c; electronic supplementary material, 'Methods', equation 3).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Given these scaling parameters, we could show that the sensitivity of a single ommatidium scaled with distinct negative allometry compared to an eye in which all structures scaled isometrically (figure 4a): with isometric scaling, each ommatidium of an animal with 12.5 mm body length would have a ten times reduced sensitivity compared to an animal with 25 mm body length (the median).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "For the estimate of spatial resolution, our model showed that the photoreceptor acceptance angle of animals of 12.5 mm body was 20% larger compared to the median animal of 25 mm body length – with confidence intervals not overlapping the median (figure 4b).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The optical limitation of spatial resolution, the half-width of the fundamental mode of the point spread function (PSF) which causes diffraction at a single facet lens (see electronic supplementary material, 'Methods', equation 4), scaled so that smaller eyes had a relatively smaller diffraction blur circle than they would have had with isometric scaling (Airy disc, figure 4c).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "We focused on these two structures because they diverged strongly from isometry with eye size and scaled with very similar exponents so that a common exponent could be assumed for modelling (0.48 for facet diameter, 0.47 for rhabdom diameter, average of 0.475 indicated as the black line in figure 4d–f).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel d",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "We calculated the ommatidial sensitivity and rhabdom acceptance angle as before, across a range of possible allometric scaling parameters for a range of eye sizes (figure 4d,e).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel d",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "We also performed this calculation for the eye parameter (figure 4f; electronic supplementary material, 'Methods', equation 6), a measure of the eyes' optimization for sensitivity or spatial acuity (smaller values suggest optimization for acuity, large values for sensitivity).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel f",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "For ommatidial sensitivity, isometric or positive allometric scaling resulted in distinctly higher sensitivity in larger than in smaller eyes (figure 4d).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel d",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel d",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The measured scaling exponent (the black dashed line in figure 4d–f) yielded a moderate difference in sensitivity across eye sizes, as also described in figure 4a.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel d",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The same acceptance angle was predicted for all eye sizes with isometric scaling (figure 4e).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel e",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel e",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Finally, the eye parameter, flipped in its effect for smaller and larger eyes at scaling exponents close to those measured in hawkmoth eyes (figure 4f): for scaling exponents higher than 0.5, larger eyes were optimized more strongly for sensitivity, while this was the case for smaller eyes for scaling exponents below 0.5.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel f",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel f",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Across all three eye performance values, the scaling exponents observed in the eyes of M. stellatarum reduced the variance in sensitivity and eye parameter across eyes of different sizes compared to isometric scaling (figure 4g,i): the observed scaling exponents were close to the overall minimum of variance across eyes for sensitivity (figure 4h), while they fell right into the minimum for the eye parameter (figure 4i).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel g",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel h",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel i",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel h",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel i",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "We focused on these two structures because they diverged strongly from isometry with eye size and scaled with very similar exponents so that a common exponent could be assumed for modelling (0.48 for facet diameter, 0.47 for rhabdom diameter, average of 0.475 indicated as the black line in figure 4d–f).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel d",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "We calculated the ommatidial sensitivity and rhabdom acceptance angle as before, across a range of possible allometric scaling parameters for a range of eye sizes (figure 4d,e).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel d",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "We also performed this calculation for the eye parameter (figure 4f; electronic supplementary material, 'Methods', equation 6), a measure of the eyes' optimization for sensitivity or spatial acuity (smaller values suggest optimization for acuity, large values for sensitivity).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel f",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "For ommatidial sensitivity, isometric or positive allometric scaling resulted in distinctly higher sensitivity in larger than in smaller eyes (figure 4d).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel d",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel d",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The measured scaling exponent (the black dashed line in figure 4d–f) yielded a moderate difference in sensitivity across eye sizes, as also described in figure 4a.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel d",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The same acceptance angle was predicted for all eye sizes with isometric scaling (figure 4e).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel e",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel e",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Finally, the eye parameter, flipped in its effect for smaller and larger eyes at scaling exponents close to those measured in hawkmoth eyes (figure 4f): for scaling exponents higher than 0.5, larger eyes were optimized more strongly for sensitivity, while this was the case for smaller eyes for scaling exponents below 0.5.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel f",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel f",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Across all three eye performance values, the scaling exponents observed in the eyes of M. stellatarum reduced the variance in sensitivity and eye parameter across eyes of different sizes compared to isometric scaling (figure 4g,i): the observed scaling exponents were close to the overall minimum of variance across eyes for sensitivity (figure 4h), while they fell right into the minimum for the eye parameter (figure 4i).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel g",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel h",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel i",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel h",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel i",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "While our results thus support a general over-representation of rhabdoms to facets in the hummingbird hawkmoth eye, they do not represent the previously described increase in rhabdom density in the frontal eye (figure 3).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "On the contrary, rhabdoms were spaced more widely in the fronto-ventral part of the eye than the dorsal hemisphere (figure 3a).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The consequence of the relatively increased facet and rhabdom diameters, in combination with isometrically scaling focal and rhabdom lengths, was a distinctly increased ommatidial sensitivity in smaller eyes compared to isometric scaling (figure 4a).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The consequence of the relatively increased facet and rhabdom diameters, in combination with isometrically scaling focal and rhabdom lengths, was a distinctly increased ommatidial sensitivity in smaller eyes compared to isometric scaling (figure 4a).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The strongly negative allometric scaling of the facet diameter would reduce the size of single-facet based diffraction blur compared to isometric scaling (figure 4c).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This scaling also results in relatively increased rhabdom diameters in small individuals, which further limits potential light-leakage effects into neighbouring ommatidia due to wave-guiding in the rhabdoms [13], because the rhabdom diameters remain several times larger than the wavelength of visible light (figure 3c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "If this was indeed the case for hummingbird hawkmoth eyes, which future optical modelling studies need to confirm, the relatively enlarged facets in smaller hawkmoths might not contribute to improved spatial acuity by decreasing the half-width of the diffraction blur compared to isometric scaling (figure 4c).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The strongly negative allometric scaling of the facet diameter would reduce the size of single-facet based diffraction blur compared to isometric scaling (figure 4c).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This scaling also results in relatively increased rhabdom diameters in small individuals, which further limits potential light-leakage effects into neighbouring ommatidia due to wave-guiding in the rhabdoms [13], because the rhabdom diameters remain several times larger than the wavelength of visible light (figure 3c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "If this was indeed the case for hummingbird hawkmoth eyes, which future optical modelling studies need to confirm, the relatively enlarged facets in smaller hawkmoths might not contribute to improved spatial acuity by decreasing the half-width of the diffraction blur compared to isometric scaling (figure 4c).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel c",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Indeed, they generated close to the minimum possible variation in eye parameter of all scaling factors, meaning that the eyes of larger and smaller hawkmoths varied the least possible in their spatial acuity and sensitivity (figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Indeed, they generated close to the minimum possible variation in eye parameter of all scaling factors, meaning that the eyes of larger and smaller hawkmoths varied the least possible in their spatial acuity and sensitivity (figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Given that the estimated decrease in the photoreceptor acceptance angle in the smallest tested hawkmoths was only 15% lower than that in an 80% larger moth (figure 4b), and considering the range of spatial frequencies the hawkmoths responded to behaviourally [51], the lack of a behavioural phenotype might not be surprising.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Given that the estimated decrease in the photoreceptor acceptance angle in the smallest tested hawkmoths was only 15% lower than that in an 80% larger moth (figure 4b), and considering the range of spatial frequencies the hawkmoths responded to behaviourally [51], the lack of a behavioural phenotype might not be surprising.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    }
  ],
  "extraction_stats": {
    "figures_count": 4,
    "claims_count": 46,
    "images_downloaded": 4,
    "tables_filtered": 11
  }
}