{
  "paper_id": "PMC10529926",
  "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10529926/",
  "figures": {
    "figure_1": {
      "figure_number": "Figure 1",
      "title": "Figure 1.",
      "caption": "Age at initial diagnosis of myeloid malignancies for select diagnostic entities. Most patients with germline predisposition syndromes will develop myeloid malignancies at a younger age than patients with sporadic MDS or AML. However, patients with germline mutations in ANKRD26, DDX41, or ETV6 develop myeloid malignancies within an age range that significantly overlaps with sporadic MDS and AML. Select entities such as myeloid neoplasms with germline TP53 mutation are not shown, because age of incidence is variable and often depends on patient history including treatment with chemotherapy and/or radiation. Myeloid malignancies associated with Diamond-Blackfan anemia are too few in number to estimate an age distribution.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/9f406b579c0c/nihms-1917402-f0001.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/9f406b579c0c/nihms-1917402-f0001.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/9f406b579c0c/nihms-1917402-f0001.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/9f406b579c0c/nihms-1917402-f0001.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F1",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/9f406b579c0c/nihms-1917402-f0001.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC10529926/images/figure_1.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/9f406b579c0c/nihms-1917402-f0001.jpg"
    },
    "figure_2": {
      "figure_number": "Figure 2",
      "title": "Figure 2.",
      "caption": "(A) Schematic of the CEBPA gene showing features including dual transactivation domains (TADs), DNA binding domain (DBD), the C-terminal bZIP region, and alternative internal translation start site (ATG p30). The N-terminal region harbors most germline mutations whereas acquired mutations typically occur near the C-terminus. (B) Schematic of the DDX41 gene showing features including the DEAD box domain and a C-terminal helicase (HELICc) domain. The region affected by germline mutations is shared by acquired mutations, but germline mutations tend to be frameshift and missense mutations whereas acquired mutations are more frequently splice site and missense mutations. The common R525H acquired mutation is highlighted. aa = amino acid, nt = nucleotide.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/5c360b5fa1c1/nihms-1917402-f0002.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/5c360b5fa1c1/nihms-1917402-f0002.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/5c360b5fa1c1/nihms-1917402-f0002.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/5c360b5fa1c1/nihms-1917402-f0002.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F2",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/5c360b5fa1c1/nihms-1917402-f0002.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC10529926/images/figure_2.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/5c360b5fa1c1/nihms-1917402-f0002.jpg"
    },
    "figure_3": {
      "figure_number": "Figure 3",
      "title": "Figure 3.",
      "caption": "(A) Low-power hematoxylin and eosin (H&E) and (B) high-power Wright-stained images of bone marrow from a patient with germline RUNX1 mutation, showing a hypocellular marrow and small hypolobated megakaryocytes. (C) H&E and (D) Wright-stained images of bone marrow megakaryocytes from a patient with germline ANKRD26 mutation, showing small hypolobated megakaryocytes. (E) Schematic of the ANKRD26 gene highlighting ankyrin repeat (AR), coiled-coil domains and 5’ untranslated region (5’ UTR). Germline mutations in ANKRD26 typically occur in the 5’ UTR where they are hypothesized to impact binding of regulatory factors such as RUNX1 and FLI1. A germline D158G coding mutation has also been recently reported. aa = amino acid, nt = nucleotide. Red letters reflect reported sites of germline mutations. (F) H&E and (G) Wright-stained images of bone marrow megakaryocytes from a patient with germline GATA2 mutation, showing characteristic multiple small separate nuclei.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/5ac5b83140dd/nihms-1917402-f0003.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/5ac5b83140dd/nihms-1917402-f0003.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/5ac5b83140dd/nihms-1917402-f0003.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/5ac5b83140dd/nihms-1917402-f0003.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F3",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/5ac5b83140dd/nihms-1917402-f0003.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC10529926/images/figure_3.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/5ac5b83140dd/nihms-1917402-f0003.jpg"
    },
    "figure_4": {
      "figure_number": "Figure 4",
      "title": "Figure 4.",
      "caption": "Suggested workflow for the identification and triage of new myeloid malignancy diagnoses and potential referral for germline testing. (Level 1) Patients who already have a suspected germline predisposition syndrome should always undergo further evaluation. (Level 2) Select diagnoses (sometimes based on age at presentation) which are highly enriched for individuals with germline syndromes should also be referred for germline evaluation. (Level 3) In patients with MDS or AML, additional information should be sought to determine whether they may benefit from germline evaluation. (Level 4) Finally, select mutations should trigger a recommendation for germline evaluation, even when identified in isolation. (Level 5) Patients who fail to meet any of these criteria should continue to be re-evaluated throughout their clinical course. See Supplementary Figure 4 legend for additional details and rationale.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/c4fa600e1841/nihms-1917402-f0004.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/c4fa600e1841/nihms-1917402-f0004.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/c4fa600e1841/nihms-1917402-f0004.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/c4fa600e1841/nihms-1917402-f0004.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F4",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/c4fa600e1841/nihms-1917402-f0004.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC10529926/images/figure_4.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f1e9/10529926/c4fa600e1841/nihms-1917402-f0004.jpg"
    }
  },
  "claims": [
    {
      "sentence": "An estimated 10,000 Americans are diagnosed with MDS annually, and another 20,050 are diagnosed with AML, with 11,540 annual deaths from AML alone.3 The majority of AML and MDS cases occur in persons older than 50 years, with the median ages for a new AML or MDS diagnosis being 68 years and 72 years respectively, both with a slight male predominance (Figure 1).3,4 However, 5% of MDS cases and 15% of AML cases do occur in persons under the age of 50 years.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Moreover, in aggregate they are not rare, and together are likely responsible for as many as 6-10% of all MDS or AML diagnoses.6-8 In addition, the myeloid malignancies that arise in the setting of these syndromes can present at almost any age (Figure 1), with select disorders predisposing to myeloid malignancies at ages that overlap with the peak incidence of sporadic MDS and AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The disorder is autosomal dominant and the development of MDS and AML occurs at a median age of 24.5 years with a reported age range between 2 and 50 years (Figure 1).15 Germline mutations classically appear as frameshift variants near the N-terminal transactivating domains, whereas acquired mutations commonly occur as in-frame insertions or deletions and tend to cluster near the C-terminal DNA-binding and basic leucine zipper (bZIP) domains (Figure 2A).16 Development of MDS and AML ultimately occurs in essentially all carriers, with the exception of C-terminal mutations which show incomplete penetrance.17 Clinical history is otherwise non-contributory, and associated MDS or AML cases show no unique morphologic, immunophenotypic, or cytogenetic features.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lifetime MDS and AML risk estimates are not well defined, but one large study has suggested a rate of 49% by age 90 years.18 Importantly, the median patient age at disease presentation is 69 years (Figure 1), which shows significant overlap with sporadic MDS and AML cases.18 Select reports suggest that MDS and AML arising in the setting of germline DDX41 mutation more frequently presents with a hypocellular marrow and prominent erythroid dysplasia compared to sporadic cases.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In contrast, the R525H (NM_016222.4(DDX41), c.1574G>A, p.Arg525His) is the most common acquired mutation (Figure 2B).20 The presence of two mutations, especially if one has a variant allele frequency (VAF) greater than 30%, is suggestive of germline mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "The disorder is characterized by abnormalities in platelet number and function, and a 30% to 40% lifetime risk of developing MDS and AML at a mean age of 33 years (Figure 1).31 A much smaller number of T-lymphoblastic leukemias/lymphomas have also been described in these patients.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline RUNX1 mutation without MDS or AML who undergo bone marrow biopsy may show hypocellularity for age and small megakaryocytes with nuclear hypolobation (Figure 3A-B).38 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Long-term outcome data in those patients who develop AML is limited, but in general RUNX1 mutations are associated with poor event-free, relapse-free, and overall survival, even in age-adjusted cohorts.39\nFigure 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic mutations in the Ankyrin Repeat Domain Containing 26 (ANKRD26) gene cause the autosomal dominant Thrombocytopenia 2 disorder characterized by mild to moderate thrombocytopenia and an estimated 30-fold increased lifetime risk of MDS and AML.40,41 Age of MDS or AML onset is characteristically late and overlaps with sporadic MDS and AML (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline ANKRD26 mutation who undergo bone marrow biopsy at baseline show increased numbers of small hypolobated and binucleated megakaryocytes (Figure 3C-D).40 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The majority of ANKRD26 germline mutations occur in the 5’ UTR of the gene where they are hypothesized to prevent binding of RUNX1 and Fli-1 Proto-Oncogene, ETS Transcription Factor (FLI1), leading to increased ANKRD26 expression (Figure 3E).42 However, relatively few patients have been genetically characterized to date and a novel germline coding mutation (NM_014915.3(ANKRD26), c.473A>G, p.Asp158Gly) was recently reported, suggesting that the full spectrum of pathogenic ANKRD26 mutations remains to be elucidated.43 Long-term outcome data for patients who develop MDS or AML is lacking.Myeloid neoplasms with germline ETV6 mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic germline mutations in ETS Variant Transcription Factor 6 (ETV6) cause the Thrombocytopenia 5 disorder characterized by a mild to moderate increase in bleeding tendency, variable thrombocytopenia, and an estimated 30% lifetime risk of myeloid and lymphoid malignancies arising at a median age of 11 years but ranging from age 2 to 82 years (Figure 1).44 Relatively few cases have been reported, but in larger screening studies performed on families with known inherited thrombocytopenia, the incidence of ETV6 mutations was 4.5%, suggesting that it accounts for a significant proportion of inherited platelet disorders.45 That said, patients with inherited ETV6 mutation are not always thrombocytopenic and mild bleeding tendencies in these patients are believed to be due to platelet functional abnormalities.46 Germline mutations can be found within the N-terminal pointed domain, central regulatory domain, and the C-terminal ETS motif (DNA binding domain), which collectively encompasses most of the protein.47 Nearly all mutations are believed to ultimately act in a dominant negative manner to globally reduce ETV6 activity, although select mutations instead may cause increased transcriptional repressor activity.48 However, acquired ETV6 mutations, translocations, and deletions can be found in both hematologic malignancies and solid tumors, are significantly more common than germline mutations, and show a similar domain distribution.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, the most devastating consequences of GDS are a greatly increased risk of bone marrow failure, MDS, AML, and to a lesser extent chronic myelomonocytic leukemia (CMML) (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Unlike sporadic MDS cases in which the marrow is typically hypercellular, MDS occurring in GDS is often hypocellular, with increased reticulin fibrosis and atypical megakaryocytes harboring multiple, small, and spatially distinct nuclei (Figure 3F-G).55 Flow cytometry performed on the bone marrow may also reveal decreased B-cell precursors (hematogones), although this finding is also associated with sporadic MDS.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel F",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Bone marrow failure occurs during early childhood accompanied by worsening cytopenias and the emergence of MDS frequently harboring monosomy 7 (Figure 1).58,59 Germline SAMD9 mutations are theorized to be gain-of-function and to enhance the normal growth repressing activity of the gene.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Individuals born with monoallelic germline mutations in the Sterile Alpha Motif Domain Containing 9 Like (SAMD9L) gene develop the autosomal dominant Ataxia-Pancytopenia syndrome (APS) characterized by cerebellar ataxia and cytopenias that arise in early childhood and progress to bone marrow failure, MDS, and AML (Figure 1).63,64 As many as 15% of childhood MDS cases are believed to be attributable to germline SAMD9L mutation.58,59 Germline mutations are predicted to be gain-of-function.65,66 In support of this concept, hematopoietic cells from these patients reportedly undergo somatic reversion via acquisition of deleterious secondary mutations or copy-neutral loss of the deleterious SAMD9L allele located on chromosome 7, likely explaining the increased incidence of monosomy 7 seen in APS patients who develop MDS or AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "It is in this setting of late adolescence and early adulthood that the incidence of MDS and AML associated with TBD disorders increases significantly (Figure 1).Myeloid neoplasms associated with RASopathies.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, only a subset of these (see Supplemental Table 3 in bold) have been linked to an increased incidence of myeloid malignancies, mostly JMMLs.70 These include NF type 1,71 NS,72 and NS-like disorders73 which include CBL syndrome.74\nPatients with NF type 1 have an estimated 200 to 350-fold increased risk of JMML, which usually presents after 5 years of age (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Children with DS have a 150-fold increased risk of AML in early childhood (Figure 1) and 30-fold increased risk of ALL.79 AMLs that arise in DS are classified as myeloid leukemias of DS (ML-DS).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "These include AML, ALL, and non-Hodgkin lymphomas occurring at a mean age of 20 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Anatomic abnormalities present in up to 70% of FA patients include: short stature, skin pigmentation, microcephaly, ophthalmic and genital abnormalities, and/or skeletal malformations involving the upper and lower limbs.87 Bone marrow failure usually presents in the first decade, is progressive, and leads to MDS or AML in up to 15% of FA patients by the age of 50 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Existing screening paradigms for germline predisposition disorders are largely targeted towards hematologists and target features present at baseline (prior to myeloid malignancy diagnosis), although select recent publications have outlined approaches that are more compatible with standard pathology workflows.10,12 We also propose a simplified workflow that has been vetted by hematopathologists, hematologists, and medical geneticists with expertise in germline predisposition disorders (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "A more in-depth discussion of the rationales underpinning this workflow is included in the supplemental materials (Supplemental Legends – Figure 4), as are canned comments that can be utilized by clinicians in their reports to convey select findings and support a recommendation for expert referral (Supplemental Table 8).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "See Supplementary Figure 4 legend for additional details and rationale.We believe that one of the primary future efforts toward the routine identification of these syndromes should focus on the development of automated systems or algorithms that can apply criteria such as those proposed by us and others, while also implementing markedly more complex analyses, such as tumor mutational and biometric data.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "An estimated 10,000 Americans are diagnosed with MDS annually, and another 20,050 are diagnosed with AML, with 11,540 annual deaths from AML alone.3 The majority of AML and MDS cases occur in persons older than 50 years, with the median ages for a new AML or MDS diagnosis being 68 years and 72 years respectively, both with a slight male predominance (Figure 1).3,4 However, 5% of MDS cases and 15% of AML cases do occur in persons under the age of 50 years.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Moreover, in aggregate they are not rare, and together are likely responsible for as many as 6-10% of all MDS or AML diagnoses.6-8 In addition, the myeloid malignancies that arise in the setting of these syndromes can present at almost any age (Figure 1), with select disorders predisposing to myeloid malignancies at ages that overlap with the peak incidence of sporadic MDS and AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The disorder is autosomal dominant and the development of MDS and AML occurs at a median age of 24.5 years with a reported age range between 2 and 50 years (Figure 1).15 Germline mutations classically appear as frameshift variants near the N-terminal transactivating domains, whereas acquired mutations commonly occur as in-frame insertions or deletions and tend to cluster near the C-terminal DNA-binding and basic leucine zipper (bZIP) domains (Figure 2A).16 Development of MDS and AML ultimately occurs in essentially all carriers, with the exception of C-terminal mutations which show incomplete penetrance.17 Clinical history is otherwise non-contributory, and associated MDS or AML cases show no unique morphologic, immunophenotypic, or cytogenetic features.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lifetime MDS and AML risk estimates are not well defined, but one large study has suggested a rate of 49% by age 90 years.18 Importantly, the median patient age at disease presentation is 69 years (Figure 1), which shows significant overlap with sporadic MDS and AML cases.18 Select reports suggest that MDS and AML arising in the setting of germline DDX41 mutation more frequently presents with a hypocellular marrow and prominent erythroid dysplasia compared to sporadic cases.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In contrast, the R525H (NM_016222.4(DDX41), c.1574G>A, p.Arg525His) is the most common acquired mutation (Figure 2B).20 The presence of two mutations, especially if one has a variant allele frequency (VAF) greater than 30%, is suggestive of germline mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "The disorder is characterized by abnormalities in platelet number and function, and a 30% to 40% lifetime risk of developing MDS and AML at a mean age of 33 years (Figure 1).31 A much smaller number of T-lymphoblastic leukemias/lymphomas have also been described in these patients.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline RUNX1 mutation without MDS or AML who undergo bone marrow biopsy may show hypocellularity for age and small megakaryocytes with nuclear hypolobation (Figure 3A-B).38 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Long-term outcome data in those patients who develop AML is limited, but in general RUNX1 mutations are associated with poor event-free, relapse-free, and overall survival, even in age-adjusted cohorts.39\nFigure 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic mutations in the Ankyrin Repeat Domain Containing 26 (ANKRD26) gene cause the autosomal dominant Thrombocytopenia 2 disorder characterized by mild to moderate thrombocytopenia and an estimated 30-fold increased lifetime risk of MDS and AML.40,41 Age of MDS or AML onset is characteristically late and overlaps with sporadic MDS and AML (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline ANKRD26 mutation who undergo bone marrow biopsy at baseline show increased numbers of small hypolobated and binucleated megakaryocytes (Figure 3C-D).40 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The majority of ANKRD26 germline mutations occur in the 5’ UTR of the gene where they are hypothesized to prevent binding of RUNX1 and Fli-1 Proto-Oncogene, ETS Transcription Factor (FLI1), leading to increased ANKRD26 expression (Figure 3E).42 However, relatively few patients have been genetically characterized to date and a novel germline coding mutation (NM_014915.3(ANKRD26), c.473A>G, p.Asp158Gly) was recently reported, suggesting that the full spectrum of pathogenic ANKRD26 mutations remains to be elucidated.43 Long-term outcome data for patients who develop MDS or AML is lacking.Myeloid neoplasms with germline ETV6 mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic germline mutations in ETS Variant Transcription Factor 6 (ETV6) cause the Thrombocytopenia 5 disorder characterized by a mild to moderate increase in bleeding tendency, variable thrombocytopenia, and an estimated 30% lifetime risk of myeloid and lymphoid malignancies arising at a median age of 11 years but ranging from age 2 to 82 years (Figure 1).44 Relatively few cases have been reported, but in larger screening studies performed on families with known inherited thrombocytopenia, the incidence of ETV6 mutations was 4.5%, suggesting that it accounts for a significant proportion of inherited platelet disorders.45 That said, patients with inherited ETV6 mutation are not always thrombocytopenic and mild bleeding tendencies in these patients are believed to be due to platelet functional abnormalities.46 Germline mutations can be found within the N-terminal pointed domain, central regulatory domain, and the C-terminal ETS motif (DNA binding domain), which collectively encompasses most of the protein.47 Nearly all mutations are believed to ultimately act in a dominant negative manner to globally reduce ETV6 activity, although select mutations instead may cause increased transcriptional repressor activity.48 However, acquired ETV6 mutations, translocations, and deletions can be found in both hematologic malignancies and solid tumors, are significantly more common than germline mutations, and show a similar domain distribution.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, the most devastating consequences of GDS are a greatly increased risk of bone marrow failure, MDS, AML, and to a lesser extent chronic myelomonocytic leukemia (CMML) (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Unlike sporadic MDS cases in which the marrow is typically hypercellular, MDS occurring in GDS is often hypocellular, with increased reticulin fibrosis and atypical megakaryocytes harboring multiple, small, and spatially distinct nuclei (Figure 3F-G).55 Flow cytometry performed on the bone marrow may also reveal decreased B-cell precursors (hematogones), although this finding is also associated with sporadic MDS.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel F",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Bone marrow failure occurs during early childhood accompanied by worsening cytopenias and the emergence of MDS frequently harboring monosomy 7 (Figure 1).58,59 Germline SAMD9 mutations are theorized to be gain-of-function and to enhance the normal growth repressing activity of the gene.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Individuals born with monoallelic germline mutations in the Sterile Alpha Motif Domain Containing 9 Like (SAMD9L) gene develop the autosomal dominant Ataxia-Pancytopenia syndrome (APS) characterized by cerebellar ataxia and cytopenias that arise in early childhood and progress to bone marrow failure, MDS, and AML (Figure 1).63,64 As many as 15% of childhood MDS cases are believed to be attributable to germline SAMD9L mutation.58,59 Germline mutations are predicted to be gain-of-function.65,66 In support of this concept, hematopoietic cells from these patients reportedly undergo somatic reversion via acquisition of deleterious secondary mutations or copy-neutral loss of the deleterious SAMD9L allele located on chromosome 7, likely explaining the increased incidence of monosomy 7 seen in APS patients who develop MDS or AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "It is in this setting of late adolescence and early adulthood that the incidence of MDS and AML associated with TBD disorders increases significantly (Figure 1).Myeloid neoplasms associated with RASopathies.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, only a subset of these (see Supplemental Table 3 in bold) have been linked to an increased incidence of myeloid malignancies, mostly JMMLs.70 These include NF type 1,71 NS,72 and NS-like disorders73 which include CBL syndrome.74\nPatients with NF type 1 have an estimated 200 to 350-fold increased risk of JMML, which usually presents after 5 years of age (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Children with DS have a 150-fold increased risk of AML in early childhood (Figure 1) and 30-fold increased risk of ALL.79 AMLs that arise in DS are classified as myeloid leukemias of DS (ML-DS).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "These include AML, ALL, and non-Hodgkin lymphomas occurring at a mean age of 20 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Anatomic abnormalities present in up to 70% of FA patients include: short stature, skin pigmentation, microcephaly, ophthalmic and genital abnormalities, and/or skeletal malformations involving the upper and lower limbs.87 Bone marrow failure usually presents in the first decade, is progressive, and leads to MDS or AML in up to 15% of FA patients by the age of 50 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Existing screening paradigms for germline predisposition disorders are largely targeted towards hematologists and target features present at baseline (prior to myeloid malignancy diagnosis), although select recent publications have outlined approaches that are more compatible with standard pathology workflows.10,12 We also propose a simplified workflow that has been vetted by hematopathologists, hematologists, and medical geneticists with expertise in germline predisposition disorders (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "A more in-depth discussion of the rationales underpinning this workflow is included in the supplemental materials (Supplemental Legends – Figure 4), as are canned comments that can be utilized by clinicians in their reports to convey select findings and support a recommendation for expert referral (Supplemental Table 8).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "See Supplementary Figure 4 legend for additional details and rationale.We believe that one of the primary future efforts toward the routine identification of these syndromes should focus on the development of automated systems or algorithms that can apply criteria such as those proposed by us and others, while also implementing markedly more complex analyses, such as tumor mutational and biometric data.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "An estimated 10,000 Americans are diagnosed with MDS annually, and another 20,050 are diagnosed with AML, with 11,540 annual deaths from AML alone.3 The majority of AML and MDS cases occur in persons older than 50 years, with the median ages for a new AML or MDS diagnosis being 68 years and 72 years respectively, both with a slight male predominance (Figure 1).3,4 However, 5% of MDS cases and 15% of AML cases do occur in persons under the age of 50 years.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Moreover, in aggregate they are not rare, and together are likely responsible for as many as 6-10% of all MDS or AML diagnoses.6-8 In addition, the myeloid malignancies that arise in the setting of these syndromes can present at almost any age (Figure 1), with select disorders predisposing to myeloid malignancies at ages that overlap with the peak incidence of sporadic MDS and AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The disorder is autosomal dominant and the development of MDS and AML occurs at a median age of 24.5 years with a reported age range between 2 and 50 years (Figure 1).15 Germline mutations classically appear as frameshift variants near the N-terminal transactivating domains, whereas acquired mutations commonly occur as in-frame insertions or deletions and tend to cluster near the C-terminal DNA-binding and basic leucine zipper (bZIP) domains (Figure 2A).16 Development of MDS and AML ultimately occurs in essentially all carriers, with the exception of C-terminal mutations which show incomplete penetrance.17 Clinical history is otherwise non-contributory, and associated MDS or AML cases show no unique morphologic, immunophenotypic, or cytogenetic features.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lifetime MDS and AML risk estimates are not well defined, but one large study has suggested a rate of 49% by age 90 years.18 Importantly, the median patient age at disease presentation is 69 years (Figure 1), which shows significant overlap with sporadic MDS and AML cases.18 Select reports suggest that MDS and AML arising in the setting of germline DDX41 mutation more frequently presents with a hypocellular marrow and prominent erythroid dysplasia compared to sporadic cases.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In contrast, the R525H (NM_016222.4(DDX41), c.1574G>A, p.Arg525His) is the most common acquired mutation (Figure 2B).20 The presence of two mutations, especially if one has a variant allele frequency (VAF) greater than 30%, is suggestive of germline mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "The disorder is characterized by abnormalities in platelet number and function, and a 30% to 40% lifetime risk of developing MDS and AML at a mean age of 33 years (Figure 1).31 A much smaller number of T-lymphoblastic leukemias/lymphomas have also been described in these patients.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline RUNX1 mutation without MDS or AML who undergo bone marrow biopsy may show hypocellularity for age and small megakaryocytes with nuclear hypolobation (Figure 3A-B).38 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Long-term outcome data in those patients who develop AML is limited, but in general RUNX1 mutations are associated with poor event-free, relapse-free, and overall survival, even in age-adjusted cohorts.39\nFigure 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic mutations in the Ankyrin Repeat Domain Containing 26 (ANKRD26) gene cause the autosomal dominant Thrombocytopenia 2 disorder characterized by mild to moderate thrombocytopenia and an estimated 30-fold increased lifetime risk of MDS and AML.40,41 Age of MDS or AML onset is characteristically late and overlaps with sporadic MDS and AML (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline ANKRD26 mutation who undergo bone marrow biopsy at baseline show increased numbers of small hypolobated and binucleated megakaryocytes (Figure 3C-D).40 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The majority of ANKRD26 germline mutations occur in the 5’ UTR of the gene where they are hypothesized to prevent binding of RUNX1 and Fli-1 Proto-Oncogene, ETS Transcription Factor (FLI1), leading to increased ANKRD26 expression (Figure 3E).42 However, relatively few patients have been genetically characterized to date and a novel germline coding mutation (NM_014915.3(ANKRD26), c.473A>G, p.Asp158Gly) was recently reported, suggesting that the full spectrum of pathogenic ANKRD26 mutations remains to be elucidated.43 Long-term outcome data for patients who develop MDS or AML is lacking.Myeloid neoplasms with germline ETV6 mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic germline mutations in ETS Variant Transcription Factor 6 (ETV6) cause the Thrombocytopenia 5 disorder characterized by a mild to moderate increase in bleeding tendency, variable thrombocytopenia, and an estimated 30% lifetime risk of myeloid and lymphoid malignancies arising at a median age of 11 years but ranging from age 2 to 82 years (Figure 1).44 Relatively few cases have been reported, but in larger screening studies performed on families with known inherited thrombocytopenia, the incidence of ETV6 mutations was 4.5%, suggesting that it accounts for a significant proportion of inherited platelet disorders.45 That said, patients with inherited ETV6 mutation are not always thrombocytopenic and mild bleeding tendencies in these patients are believed to be due to platelet functional abnormalities.46 Germline mutations can be found within the N-terminal pointed domain, central regulatory domain, and the C-terminal ETS motif (DNA binding domain), which collectively encompasses most of the protein.47 Nearly all mutations are believed to ultimately act in a dominant negative manner to globally reduce ETV6 activity, although select mutations instead may cause increased transcriptional repressor activity.48 However, acquired ETV6 mutations, translocations, and deletions can be found in both hematologic malignancies and solid tumors, are significantly more common than germline mutations, and show a similar domain distribution.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, the most devastating consequences of GDS are a greatly increased risk of bone marrow failure, MDS, AML, and to a lesser extent chronic myelomonocytic leukemia (CMML) (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Unlike sporadic MDS cases in which the marrow is typically hypercellular, MDS occurring in GDS is often hypocellular, with increased reticulin fibrosis and atypical megakaryocytes harboring multiple, small, and spatially distinct nuclei (Figure 3F-G).55 Flow cytometry performed on the bone marrow may also reveal decreased B-cell precursors (hematogones), although this finding is also associated with sporadic MDS.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel F",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Bone marrow failure occurs during early childhood accompanied by worsening cytopenias and the emergence of MDS frequently harboring monosomy 7 (Figure 1).58,59 Germline SAMD9 mutations are theorized to be gain-of-function and to enhance the normal growth repressing activity of the gene.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Individuals born with monoallelic germline mutations in the Sterile Alpha Motif Domain Containing 9 Like (SAMD9L) gene develop the autosomal dominant Ataxia-Pancytopenia syndrome (APS) characterized by cerebellar ataxia and cytopenias that arise in early childhood and progress to bone marrow failure, MDS, and AML (Figure 1).63,64 As many as 15% of childhood MDS cases are believed to be attributable to germline SAMD9L mutation.58,59 Germline mutations are predicted to be gain-of-function.65,66 In support of this concept, hematopoietic cells from these patients reportedly undergo somatic reversion via acquisition of deleterious secondary mutations or copy-neutral loss of the deleterious SAMD9L allele located on chromosome 7, likely explaining the increased incidence of monosomy 7 seen in APS patients who develop MDS or AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "It is in this setting of late adolescence and early adulthood that the incidence of MDS and AML associated with TBD disorders increases significantly (Figure 1).Myeloid neoplasms associated with RASopathies.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, only a subset of these (see Supplemental Table 3 in bold) have been linked to an increased incidence of myeloid malignancies, mostly JMMLs.70 These include NF type 1,71 NS,72 and NS-like disorders73 which include CBL syndrome.74\nPatients with NF type 1 have an estimated 200 to 350-fold increased risk of JMML, which usually presents after 5 years of age (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Children with DS have a 150-fold increased risk of AML in early childhood (Figure 1) and 30-fold increased risk of ALL.79 AMLs that arise in DS are classified as myeloid leukemias of DS (ML-DS).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "These include AML, ALL, and non-Hodgkin lymphomas occurring at a mean age of 20 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Anatomic abnormalities present in up to 70% of FA patients include: short stature, skin pigmentation, microcephaly, ophthalmic and genital abnormalities, and/or skeletal malformations involving the upper and lower limbs.87 Bone marrow failure usually presents in the first decade, is progressive, and leads to MDS or AML in up to 15% of FA patients by the age of 50 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Existing screening paradigms for germline predisposition disorders are largely targeted towards hematologists and target features present at baseline (prior to myeloid malignancy diagnosis), although select recent publications have outlined approaches that are more compatible with standard pathology workflows.10,12 We also propose a simplified workflow that has been vetted by hematopathologists, hematologists, and medical geneticists with expertise in germline predisposition disorders (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "A more in-depth discussion of the rationales underpinning this workflow is included in the supplemental materials (Supplemental Legends – Figure 4), as are canned comments that can be utilized by clinicians in their reports to convey select findings and support a recommendation for expert referral (Supplemental Table 8).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "See Supplementary Figure 4 legend for additional details and rationale.We believe that one of the primary future efforts toward the routine identification of these syndromes should focus on the development of automated systems or algorithms that can apply criteria such as those proposed by us and others, while also implementing markedly more complex analyses, such as tumor mutational and biometric data.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "An estimated 10,000 Americans are diagnosed with MDS annually, and another 20,050 are diagnosed with AML, with 11,540 annual deaths from AML alone.3 The majority of AML and MDS cases occur in persons older than 50 years, with the median ages for a new AML or MDS diagnosis being 68 years and 72 years respectively, both with a slight male predominance (Figure 1).3,4 However, 5% of MDS cases and 15% of AML cases do occur in persons under the age of 50 years.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Moreover, in aggregate they are not rare, and together are likely responsible for as many as 6-10% of all MDS or AML diagnoses.6-8 In addition, the myeloid malignancies that arise in the setting of these syndromes can present at almost any age (Figure 1), with select disorders predisposing to myeloid malignancies at ages that overlap with the peak incidence of sporadic MDS and AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The disorder is autosomal dominant and the development of MDS and AML occurs at a median age of 24.5 years with a reported age range between 2 and 50 years (Figure 1).15 Germline mutations classically appear as frameshift variants near the N-terminal transactivating domains, whereas acquired mutations commonly occur as in-frame insertions or deletions and tend to cluster near the C-terminal DNA-binding and basic leucine zipper (bZIP) domains (Figure 2A).16 Development of MDS and AML ultimately occurs in essentially all carriers, with the exception of C-terminal mutations which show incomplete penetrance.17 Clinical history is otherwise non-contributory, and associated MDS or AML cases show no unique morphologic, immunophenotypic, or cytogenetic features.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lifetime MDS and AML risk estimates are not well defined, but one large study has suggested a rate of 49% by age 90 years.18 Importantly, the median patient age at disease presentation is 69 years (Figure 1), which shows significant overlap with sporadic MDS and AML cases.18 Select reports suggest that MDS and AML arising in the setting of germline DDX41 mutation more frequently presents with a hypocellular marrow and prominent erythroid dysplasia compared to sporadic cases.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In contrast, the R525H (NM_016222.4(DDX41), c.1574G>A, p.Arg525His) is the most common acquired mutation (Figure 2B).20 The presence of two mutations, especially if one has a variant allele frequency (VAF) greater than 30%, is suggestive of germline mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "The disorder is characterized by abnormalities in platelet number and function, and a 30% to 40% lifetime risk of developing MDS and AML at a mean age of 33 years (Figure 1).31 A much smaller number of T-lymphoblastic leukemias/lymphomas have also been described in these patients.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline RUNX1 mutation without MDS or AML who undergo bone marrow biopsy may show hypocellularity for age and small megakaryocytes with nuclear hypolobation (Figure 3A-B).38 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Long-term outcome data in those patients who develop AML is limited, but in general RUNX1 mutations are associated with poor event-free, relapse-free, and overall survival, even in age-adjusted cohorts.39\nFigure 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic mutations in the Ankyrin Repeat Domain Containing 26 (ANKRD26) gene cause the autosomal dominant Thrombocytopenia 2 disorder characterized by mild to moderate thrombocytopenia and an estimated 30-fold increased lifetime risk of MDS and AML.40,41 Age of MDS or AML onset is characteristically late and overlaps with sporadic MDS and AML (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline ANKRD26 mutation who undergo bone marrow biopsy at baseline show increased numbers of small hypolobated and binucleated megakaryocytes (Figure 3C-D).40 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The majority of ANKRD26 germline mutations occur in the 5’ UTR of the gene where they are hypothesized to prevent binding of RUNX1 and Fli-1 Proto-Oncogene, ETS Transcription Factor (FLI1), leading to increased ANKRD26 expression (Figure 3E).42 However, relatively few patients have been genetically characterized to date and a novel germline coding mutation (NM_014915.3(ANKRD26), c.473A>G, p.Asp158Gly) was recently reported, suggesting that the full spectrum of pathogenic ANKRD26 mutations remains to be elucidated.43 Long-term outcome data for patients who develop MDS or AML is lacking.Myeloid neoplasms with germline ETV6 mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic germline mutations in ETS Variant Transcription Factor 6 (ETV6) cause the Thrombocytopenia 5 disorder characterized by a mild to moderate increase in bleeding tendency, variable thrombocytopenia, and an estimated 30% lifetime risk of myeloid and lymphoid malignancies arising at a median age of 11 years but ranging from age 2 to 82 years (Figure 1).44 Relatively few cases have been reported, but in larger screening studies performed on families with known inherited thrombocytopenia, the incidence of ETV6 mutations was 4.5%, suggesting that it accounts for a significant proportion of inherited platelet disorders.45 That said, patients with inherited ETV6 mutation are not always thrombocytopenic and mild bleeding tendencies in these patients are believed to be due to platelet functional abnormalities.46 Germline mutations can be found within the N-terminal pointed domain, central regulatory domain, and the C-terminal ETS motif (DNA binding domain), which collectively encompasses most of the protein.47 Nearly all mutations are believed to ultimately act in a dominant negative manner to globally reduce ETV6 activity, although select mutations instead may cause increased transcriptional repressor activity.48 However, acquired ETV6 mutations, translocations, and deletions can be found in both hematologic malignancies and solid tumors, are significantly more common than germline mutations, and show a similar domain distribution.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, the most devastating consequences of GDS are a greatly increased risk of bone marrow failure, MDS, AML, and to a lesser extent chronic myelomonocytic leukemia (CMML) (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Unlike sporadic MDS cases in which the marrow is typically hypercellular, MDS occurring in GDS is often hypocellular, with increased reticulin fibrosis and atypical megakaryocytes harboring multiple, small, and spatially distinct nuclei (Figure 3F-G).55 Flow cytometry performed on the bone marrow may also reveal decreased B-cell precursors (hematogones), although this finding is also associated with sporadic MDS.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel F",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Bone marrow failure occurs during early childhood accompanied by worsening cytopenias and the emergence of MDS frequently harboring monosomy 7 (Figure 1).58,59 Germline SAMD9 mutations are theorized to be gain-of-function and to enhance the normal growth repressing activity of the gene.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Individuals born with monoallelic germline mutations in the Sterile Alpha Motif Domain Containing 9 Like (SAMD9L) gene develop the autosomal dominant Ataxia-Pancytopenia syndrome (APS) characterized by cerebellar ataxia and cytopenias that arise in early childhood and progress to bone marrow failure, MDS, and AML (Figure 1).63,64 As many as 15% of childhood MDS cases are believed to be attributable to germline SAMD9L mutation.58,59 Germline mutations are predicted to be gain-of-function.65,66 In support of this concept, hematopoietic cells from these patients reportedly undergo somatic reversion via acquisition of deleterious secondary mutations or copy-neutral loss of the deleterious SAMD9L allele located on chromosome 7, likely explaining the increased incidence of monosomy 7 seen in APS patients who develop MDS or AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "It is in this setting of late adolescence and early adulthood that the incidence of MDS and AML associated with TBD disorders increases significantly (Figure 1).Myeloid neoplasms associated with RASopathies.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, only a subset of these (see Supplemental Table 3 in bold) have been linked to an increased incidence of myeloid malignancies, mostly JMMLs.70 These include NF type 1,71 NS,72 and NS-like disorders73 which include CBL syndrome.74\nPatients with NF type 1 have an estimated 200 to 350-fold increased risk of JMML, which usually presents after 5 years of age (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Children with DS have a 150-fold increased risk of AML in early childhood (Figure 1) and 30-fold increased risk of ALL.79 AMLs that arise in DS are classified as myeloid leukemias of DS (ML-DS).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "These include AML, ALL, and non-Hodgkin lymphomas occurring at a mean age of 20 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Anatomic abnormalities present in up to 70% of FA patients include: short stature, skin pigmentation, microcephaly, ophthalmic and genital abnormalities, and/or skeletal malformations involving the upper and lower limbs.87 Bone marrow failure usually presents in the first decade, is progressive, and leads to MDS or AML in up to 15% of FA patients by the age of 50 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Existing screening paradigms for germline predisposition disorders are largely targeted towards hematologists and target features present at baseline (prior to myeloid malignancy diagnosis), although select recent publications have outlined approaches that are more compatible with standard pathology workflows.10,12 We also propose a simplified workflow that has been vetted by hematopathologists, hematologists, and medical geneticists with expertise in germline predisposition disorders (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "A more in-depth discussion of the rationales underpinning this workflow is included in the supplemental materials (Supplemental Legends – Figure 4), as are canned comments that can be utilized by clinicians in their reports to convey select findings and support a recommendation for expert referral (Supplemental Table 8).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "See Supplementary Figure 4 legend for additional details and rationale.We believe that one of the primary future efforts toward the routine identification of these syndromes should focus on the development of automated systems or algorithms that can apply criteria such as those proposed by us and others, while also implementing markedly more complex analyses, such as tumor mutational and biometric data.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "An estimated 10,000 Americans are diagnosed with MDS annually, and another 20,050 are diagnosed with AML, with 11,540 annual deaths from AML alone.3 The majority of AML and MDS cases occur in persons older than 50 years, with the median ages for a new AML or MDS diagnosis being 68 years and 72 years respectively, both with a slight male predominance (Figure 1).3,4 However, 5% of MDS cases and 15% of AML cases do occur in persons under the age of 50 years.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Moreover, in aggregate they are not rare, and together are likely responsible for as many as 6-10% of all MDS or AML diagnoses.6-8 In addition, the myeloid malignancies that arise in the setting of these syndromes can present at almost any age (Figure 1), with select disorders predisposing to myeloid malignancies at ages that overlap with the peak incidence of sporadic MDS and AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The disorder is autosomal dominant and the development of MDS and AML occurs at a median age of 24.5 years with a reported age range between 2 and 50 years (Figure 1).15 Germline mutations classically appear as frameshift variants near the N-terminal transactivating domains, whereas acquired mutations commonly occur as in-frame insertions or deletions and tend to cluster near the C-terminal DNA-binding and basic leucine zipper (bZIP) domains (Figure 2A).16 Development of MDS and AML ultimately occurs in essentially all carriers, with the exception of C-terminal mutations which show incomplete penetrance.17 Clinical history is otherwise non-contributory, and associated MDS or AML cases show no unique morphologic, immunophenotypic, or cytogenetic features.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lifetime MDS and AML risk estimates are not well defined, but one large study has suggested a rate of 49% by age 90 years.18 Importantly, the median patient age at disease presentation is 69 years (Figure 1), which shows significant overlap with sporadic MDS and AML cases.18 Select reports suggest that MDS and AML arising in the setting of germline DDX41 mutation more frequently presents with a hypocellular marrow and prominent erythroid dysplasia compared to sporadic cases.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In contrast, the R525H (NM_016222.4(DDX41), c.1574G>A, p.Arg525His) is the most common acquired mutation (Figure 2B).20 The presence of two mutations, especially if one has a variant allele frequency (VAF) greater than 30%, is suggestive of germline mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "The disorder is characterized by abnormalities in platelet number and function, and a 30% to 40% lifetime risk of developing MDS and AML at a mean age of 33 years (Figure 1).31 A much smaller number of T-lymphoblastic leukemias/lymphomas have also been described in these patients.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline RUNX1 mutation without MDS or AML who undergo bone marrow biopsy may show hypocellularity for age and small megakaryocytes with nuclear hypolobation (Figure 3A-B).38 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Long-term outcome data in those patients who develop AML is limited, but in general RUNX1 mutations are associated with poor event-free, relapse-free, and overall survival, even in age-adjusted cohorts.39\nFigure 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic mutations in the Ankyrin Repeat Domain Containing 26 (ANKRD26) gene cause the autosomal dominant Thrombocytopenia 2 disorder characterized by mild to moderate thrombocytopenia and an estimated 30-fold increased lifetime risk of MDS and AML.40,41 Age of MDS or AML onset is characteristically late and overlaps with sporadic MDS and AML (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline ANKRD26 mutation who undergo bone marrow biopsy at baseline show increased numbers of small hypolobated and binucleated megakaryocytes (Figure 3C-D).40 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The majority of ANKRD26 germline mutations occur in the 5’ UTR of the gene where they are hypothesized to prevent binding of RUNX1 and Fli-1 Proto-Oncogene, ETS Transcription Factor (FLI1), leading to increased ANKRD26 expression (Figure 3E).42 However, relatively few patients have been genetically characterized to date and a novel germline coding mutation (NM_014915.3(ANKRD26), c.473A>G, p.Asp158Gly) was recently reported, suggesting that the full spectrum of pathogenic ANKRD26 mutations remains to be elucidated.43 Long-term outcome data for patients who develop MDS or AML is lacking.Myeloid neoplasms with germline ETV6 mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic germline mutations in ETS Variant Transcription Factor 6 (ETV6) cause the Thrombocytopenia 5 disorder characterized by a mild to moderate increase in bleeding tendency, variable thrombocytopenia, and an estimated 30% lifetime risk of myeloid and lymphoid malignancies arising at a median age of 11 years but ranging from age 2 to 82 years (Figure 1).44 Relatively few cases have been reported, but in larger screening studies performed on families with known inherited thrombocytopenia, the incidence of ETV6 mutations was 4.5%, suggesting that it accounts for a significant proportion of inherited platelet disorders.45 That said, patients with inherited ETV6 mutation are not always thrombocytopenic and mild bleeding tendencies in these patients are believed to be due to platelet functional abnormalities.46 Germline mutations can be found within the N-terminal pointed domain, central regulatory domain, and the C-terminal ETS motif (DNA binding domain), which collectively encompasses most of the protein.47 Nearly all mutations are believed to ultimately act in a dominant negative manner to globally reduce ETV6 activity, although select mutations instead may cause increased transcriptional repressor activity.48 However, acquired ETV6 mutations, translocations, and deletions can be found in both hematologic malignancies and solid tumors, are significantly more common than germline mutations, and show a similar domain distribution.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, the most devastating consequences of GDS are a greatly increased risk of bone marrow failure, MDS, AML, and to a lesser extent chronic myelomonocytic leukemia (CMML) (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Unlike sporadic MDS cases in which the marrow is typically hypercellular, MDS occurring in GDS is often hypocellular, with increased reticulin fibrosis and atypical megakaryocytes harboring multiple, small, and spatially distinct nuclei (Figure 3F-G).55 Flow cytometry performed on the bone marrow may also reveal decreased B-cell precursors (hematogones), although this finding is also associated with sporadic MDS.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel F",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Bone marrow failure occurs during early childhood accompanied by worsening cytopenias and the emergence of MDS frequently harboring monosomy 7 (Figure 1).58,59 Germline SAMD9 mutations are theorized to be gain-of-function and to enhance the normal growth repressing activity of the gene.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Individuals born with monoallelic germline mutations in the Sterile Alpha Motif Domain Containing 9 Like (SAMD9L) gene develop the autosomal dominant Ataxia-Pancytopenia syndrome (APS) characterized by cerebellar ataxia and cytopenias that arise in early childhood and progress to bone marrow failure, MDS, and AML (Figure 1).63,64 As many as 15% of childhood MDS cases are believed to be attributable to germline SAMD9L mutation.58,59 Germline mutations are predicted to be gain-of-function.65,66 In support of this concept, hematopoietic cells from these patients reportedly undergo somatic reversion via acquisition of deleterious secondary mutations or copy-neutral loss of the deleterious SAMD9L allele located on chromosome 7, likely explaining the increased incidence of monosomy 7 seen in APS patients who develop MDS or AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "It is in this setting of late adolescence and early adulthood that the incidence of MDS and AML associated with TBD disorders increases significantly (Figure 1).Myeloid neoplasms associated with RASopathies.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, only a subset of these (see Supplemental Table 3 in bold) have been linked to an increased incidence of myeloid malignancies, mostly JMMLs.70 These include NF type 1,71 NS,72 and NS-like disorders73 which include CBL syndrome.74\nPatients with NF type 1 have an estimated 200 to 350-fold increased risk of JMML, which usually presents after 5 years of age (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Children with DS have a 150-fold increased risk of AML in early childhood (Figure 1) and 30-fold increased risk of ALL.79 AMLs that arise in DS are classified as myeloid leukemias of DS (ML-DS).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "These include AML, ALL, and non-Hodgkin lymphomas occurring at a mean age of 20 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Anatomic abnormalities present in up to 70% of FA patients include: short stature, skin pigmentation, microcephaly, ophthalmic and genital abnormalities, and/or skeletal malformations involving the upper and lower limbs.87 Bone marrow failure usually presents in the first decade, is progressive, and leads to MDS or AML in up to 15% of FA patients by the age of 50 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Existing screening paradigms for germline predisposition disorders are largely targeted towards hematologists and target features present at baseline (prior to myeloid malignancy diagnosis), although select recent publications have outlined approaches that are more compatible with standard pathology workflows.10,12 We also propose a simplified workflow that has been vetted by hematopathologists, hematologists, and medical geneticists with expertise in germline predisposition disorders (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "A more in-depth discussion of the rationales underpinning this workflow is included in the supplemental materials (Supplemental Legends – Figure 4), as are canned comments that can be utilized by clinicians in their reports to convey select findings and support a recommendation for expert referral (Supplemental Table 8).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "See Supplementary Figure 4 legend for additional details and rationale.We believe that one of the primary future efforts toward the routine identification of these syndromes should focus on the development of automated systems or algorithms that can apply criteria such as those proposed by us and others, while also implementing markedly more complex analyses, such as tumor mutational and biometric data.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "An estimated 10,000 Americans are diagnosed with MDS annually, and another 20,050 are diagnosed with AML, with 11,540 annual deaths from AML alone.3 The majority of AML and MDS cases occur in persons older than 50 years, with the median ages for a new AML or MDS diagnosis being 68 years and 72 years respectively, both with a slight male predominance (Figure 1).3,4 However, 5% of MDS cases and 15% of AML cases do occur in persons under the age of 50 years.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Moreover, in aggregate they are not rare, and together are likely responsible for as many as 6-10% of all MDS or AML diagnoses.6-8 In addition, the myeloid malignancies that arise in the setting of these syndromes can present at almost any age (Figure 1), with select disorders predisposing to myeloid malignancies at ages that overlap with the peak incidence of sporadic MDS and AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The disorder is autosomal dominant and the development of MDS and AML occurs at a median age of 24.5 years with a reported age range between 2 and 50 years (Figure 1).15 Germline mutations classically appear as frameshift variants near the N-terminal transactivating domains, whereas acquired mutations commonly occur as in-frame insertions or deletions and tend to cluster near the C-terminal DNA-binding and basic leucine zipper (bZIP) domains (Figure 2A).16 Development of MDS and AML ultimately occurs in essentially all carriers, with the exception of C-terminal mutations which show incomplete penetrance.17 Clinical history is otherwise non-contributory, and associated MDS or AML cases show no unique morphologic, immunophenotypic, or cytogenetic features.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lifetime MDS and AML risk estimates are not well defined, but one large study has suggested a rate of 49% by age 90 years.18 Importantly, the median patient age at disease presentation is 69 years (Figure 1), which shows significant overlap with sporadic MDS and AML cases.18 Select reports suggest that MDS and AML arising in the setting of germline DDX41 mutation more frequently presents with a hypocellular marrow and prominent erythroid dysplasia compared to sporadic cases.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In contrast, the R525H (NM_016222.4(DDX41), c.1574G>A, p.Arg525His) is the most common acquired mutation (Figure 2B).20 The presence of two mutations, especially if one has a variant allele frequency (VAF) greater than 30%, is suggestive of germline mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "The disorder is characterized by abnormalities in platelet number and function, and a 30% to 40% lifetime risk of developing MDS and AML at a mean age of 33 years (Figure 1).31 A much smaller number of T-lymphoblastic leukemias/lymphomas have also been described in these patients.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline RUNX1 mutation without MDS or AML who undergo bone marrow biopsy may show hypocellularity for age and small megakaryocytes with nuclear hypolobation (Figure 3A-B).38 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Long-term outcome data in those patients who develop AML is limited, but in general RUNX1 mutations are associated with poor event-free, relapse-free, and overall survival, even in age-adjusted cohorts.39\nFigure 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic mutations in the Ankyrin Repeat Domain Containing 26 (ANKRD26) gene cause the autosomal dominant Thrombocytopenia 2 disorder characterized by mild to moderate thrombocytopenia and an estimated 30-fold increased lifetime risk of MDS and AML.40,41 Age of MDS or AML onset is characteristically late and overlaps with sporadic MDS and AML (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline ANKRD26 mutation who undergo bone marrow biopsy at baseline show increased numbers of small hypolobated and binucleated megakaryocytes (Figure 3C-D).40 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The majority of ANKRD26 germline mutations occur in the 5’ UTR of the gene where they are hypothesized to prevent binding of RUNX1 and Fli-1 Proto-Oncogene, ETS Transcription Factor (FLI1), leading to increased ANKRD26 expression (Figure 3E).42 However, relatively few patients have been genetically characterized to date and a novel germline coding mutation (NM_014915.3(ANKRD26), c.473A>G, p.Asp158Gly) was recently reported, suggesting that the full spectrum of pathogenic ANKRD26 mutations remains to be elucidated.43 Long-term outcome data for patients who develop MDS or AML is lacking.Myeloid neoplasms with germline ETV6 mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic germline mutations in ETS Variant Transcription Factor 6 (ETV6) cause the Thrombocytopenia 5 disorder characterized by a mild to moderate increase in bleeding tendency, variable thrombocytopenia, and an estimated 30% lifetime risk of myeloid and lymphoid malignancies arising at a median age of 11 years but ranging from age 2 to 82 years (Figure 1).44 Relatively few cases have been reported, but in larger screening studies performed on families with known inherited thrombocytopenia, the incidence of ETV6 mutations was 4.5%, suggesting that it accounts for a significant proportion of inherited platelet disorders.45 That said, patients with inherited ETV6 mutation are not always thrombocytopenic and mild bleeding tendencies in these patients are believed to be due to platelet functional abnormalities.46 Germline mutations can be found within the N-terminal pointed domain, central regulatory domain, and the C-terminal ETS motif (DNA binding domain), which collectively encompasses most of the protein.47 Nearly all mutations are believed to ultimately act in a dominant negative manner to globally reduce ETV6 activity, although select mutations instead may cause increased transcriptional repressor activity.48 However, acquired ETV6 mutations, translocations, and deletions can be found in both hematologic malignancies and solid tumors, are significantly more common than germline mutations, and show a similar domain distribution.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, the most devastating consequences of GDS are a greatly increased risk of bone marrow failure, MDS, AML, and to a lesser extent chronic myelomonocytic leukemia (CMML) (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Unlike sporadic MDS cases in which the marrow is typically hypercellular, MDS occurring in GDS is often hypocellular, with increased reticulin fibrosis and atypical megakaryocytes harboring multiple, small, and spatially distinct nuclei (Figure 3F-G).55 Flow cytometry performed on the bone marrow may also reveal decreased B-cell precursors (hematogones), although this finding is also associated with sporadic MDS.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel F",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Bone marrow failure occurs during early childhood accompanied by worsening cytopenias and the emergence of MDS frequently harboring monosomy 7 (Figure 1).58,59 Germline SAMD9 mutations are theorized to be gain-of-function and to enhance the normal growth repressing activity of the gene.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Individuals born with monoallelic germline mutations in the Sterile Alpha Motif Domain Containing 9 Like (SAMD9L) gene develop the autosomal dominant Ataxia-Pancytopenia syndrome (APS) characterized by cerebellar ataxia and cytopenias that arise in early childhood and progress to bone marrow failure, MDS, and AML (Figure 1).63,64 As many as 15% of childhood MDS cases are believed to be attributable to germline SAMD9L mutation.58,59 Germline mutations are predicted to be gain-of-function.65,66 In support of this concept, hematopoietic cells from these patients reportedly undergo somatic reversion via acquisition of deleterious secondary mutations or copy-neutral loss of the deleterious SAMD9L allele located on chromosome 7, likely explaining the increased incidence of monosomy 7 seen in APS patients who develop MDS or AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "It is in this setting of late adolescence and early adulthood that the incidence of MDS and AML associated with TBD disorders increases significantly (Figure 1).Myeloid neoplasms associated with RASopathies.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, only a subset of these (see Supplemental Table 3 in bold) have been linked to an increased incidence of myeloid malignancies, mostly JMMLs.70 These include NF type 1,71 NS,72 and NS-like disorders73 which include CBL syndrome.74\nPatients with NF type 1 have an estimated 200 to 350-fold increased risk of JMML, which usually presents after 5 years of age (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Children with DS have a 150-fold increased risk of AML in early childhood (Figure 1) and 30-fold increased risk of ALL.79 AMLs that arise in DS are classified as myeloid leukemias of DS (ML-DS).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "These include AML, ALL, and non-Hodgkin lymphomas occurring at a mean age of 20 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Anatomic abnormalities present in up to 70% of FA patients include: short stature, skin pigmentation, microcephaly, ophthalmic and genital abnormalities, and/or skeletal malformations involving the upper and lower limbs.87 Bone marrow failure usually presents in the first decade, is progressive, and leads to MDS or AML in up to 15% of FA patients by the age of 50 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Existing screening paradigms for germline predisposition disorders are largely targeted towards hematologists and target features present at baseline (prior to myeloid malignancy diagnosis), although select recent publications have outlined approaches that are more compatible with standard pathology workflows.10,12 We also propose a simplified workflow that has been vetted by hematopathologists, hematologists, and medical geneticists with expertise in germline predisposition disorders (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "A more in-depth discussion of the rationales underpinning this workflow is included in the supplemental materials (Supplemental Legends – Figure 4), as are canned comments that can be utilized by clinicians in their reports to convey select findings and support a recommendation for expert referral (Supplemental Table 8).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "See Supplementary Figure 4 legend for additional details and rationale.We believe that one of the primary future efforts toward the routine identification of these syndromes should focus on the development of automated systems or algorithms that can apply criteria such as those proposed by us and others, while also implementing markedly more complex analyses, such as tumor mutational and biometric data.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "An estimated 10,000 Americans are diagnosed with MDS annually, and another 20,050 are diagnosed with AML, with 11,540 annual deaths from AML alone.3 The majority of AML and MDS cases occur in persons older than 50 years, with the median ages for a new AML or MDS diagnosis being 68 years and 72 years respectively, both with a slight male predominance (Figure 1).3,4 However, 5% of MDS cases and 15% of AML cases do occur in persons under the age of 50 years.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Moreover, in aggregate they are not rare, and together are likely responsible for as many as 6-10% of all MDS or AML diagnoses.6-8 In addition, the myeloid malignancies that arise in the setting of these syndromes can present at almost any age (Figure 1), with select disorders predisposing to myeloid malignancies at ages that overlap with the peak incidence of sporadic MDS and AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The disorder is autosomal dominant and the development of MDS and AML occurs at a median age of 24.5 years with a reported age range between 2 and 50 years (Figure 1).15 Germline mutations classically appear as frameshift variants near the N-terminal transactivating domains, whereas acquired mutations commonly occur as in-frame insertions or deletions and tend to cluster near the C-terminal DNA-binding and basic leucine zipper (bZIP) domains (Figure 2A).16 Development of MDS and AML ultimately occurs in essentially all carriers, with the exception of C-terminal mutations which show incomplete penetrance.17 Clinical history is otherwise non-contributory, and associated MDS or AML cases show no unique morphologic, immunophenotypic, or cytogenetic features.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lifetime MDS and AML risk estimates are not well defined, but one large study has suggested a rate of 49% by age 90 years.18 Importantly, the median patient age at disease presentation is 69 years (Figure 1), which shows significant overlap with sporadic MDS and AML cases.18 Select reports suggest that MDS and AML arising in the setting of germline DDX41 mutation more frequently presents with a hypocellular marrow and prominent erythroid dysplasia compared to sporadic cases.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In contrast, the R525H (NM_016222.4(DDX41), c.1574G>A, p.Arg525His) is the most common acquired mutation (Figure 2B).20 The presence of two mutations, especially if one has a variant allele frequency (VAF) greater than 30%, is suggestive of germline mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "The disorder is characterized by abnormalities in platelet number and function, and a 30% to 40% lifetime risk of developing MDS and AML at a mean age of 33 years (Figure 1).31 A much smaller number of T-lymphoblastic leukemias/lymphomas have also been described in these patients.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline RUNX1 mutation without MDS or AML who undergo bone marrow biopsy may show hypocellularity for age and small megakaryocytes with nuclear hypolobation (Figure 3A-B).38 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Long-term outcome data in those patients who develop AML is limited, but in general RUNX1 mutations are associated with poor event-free, relapse-free, and overall survival, even in age-adjusted cohorts.39\nFigure 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic mutations in the Ankyrin Repeat Domain Containing 26 (ANKRD26) gene cause the autosomal dominant Thrombocytopenia 2 disorder characterized by mild to moderate thrombocytopenia and an estimated 30-fold increased lifetime risk of MDS and AML.40,41 Age of MDS or AML onset is characteristically late and overlaps with sporadic MDS and AML (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline ANKRD26 mutation who undergo bone marrow biopsy at baseline show increased numbers of small hypolobated and binucleated megakaryocytes (Figure 3C-D).40 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The majority of ANKRD26 germline mutations occur in the 5’ UTR of the gene where they are hypothesized to prevent binding of RUNX1 and Fli-1 Proto-Oncogene, ETS Transcription Factor (FLI1), leading to increased ANKRD26 expression (Figure 3E).42 However, relatively few patients have been genetically characterized to date and a novel germline coding mutation (NM_014915.3(ANKRD26), c.473A>G, p.Asp158Gly) was recently reported, suggesting that the full spectrum of pathogenic ANKRD26 mutations remains to be elucidated.43 Long-term outcome data for patients who develop MDS or AML is lacking.Myeloid neoplasms with germline ETV6 mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic germline mutations in ETS Variant Transcription Factor 6 (ETV6) cause the Thrombocytopenia 5 disorder characterized by a mild to moderate increase in bleeding tendency, variable thrombocytopenia, and an estimated 30% lifetime risk of myeloid and lymphoid malignancies arising at a median age of 11 years but ranging from age 2 to 82 years (Figure 1).44 Relatively few cases have been reported, but in larger screening studies performed on families with known inherited thrombocytopenia, the incidence of ETV6 mutations was 4.5%, suggesting that it accounts for a significant proportion of inherited platelet disorders.45 That said, patients with inherited ETV6 mutation are not always thrombocytopenic and mild bleeding tendencies in these patients are believed to be due to platelet functional abnormalities.46 Germline mutations can be found within the N-terminal pointed domain, central regulatory domain, and the C-terminal ETS motif (DNA binding domain), which collectively encompasses most of the protein.47 Nearly all mutations are believed to ultimately act in a dominant negative manner to globally reduce ETV6 activity, although select mutations instead may cause increased transcriptional repressor activity.48 However, acquired ETV6 mutations, translocations, and deletions can be found in both hematologic malignancies and solid tumors, are significantly more common than germline mutations, and show a similar domain distribution.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, the most devastating consequences of GDS are a greatly increased risk of bone marrow failure, MDS, AML, and to a lesser extent chronic myelomonocytic leukemia (CMML) (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Unlike sporadic MDS cases in which the marrow is typically hypercellular, MDS occurring in GDS is often hypocellular, with increased reticulin fibrosis and atypical megakaryocytes harboring multiple, small, and spatially distinct nuclei (Figure 3F-G).55 Flow cytometry performed on the bone marrow may also reveal decreased B-cell precursors (hematogones), although this finding is also associated with sporadic MDS.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel F",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Bone marrow failure occurs during early childhood accompanied by worsening cytopenias and the emergence of MDS frequently harboring monosomy 7 (Figure 1).58,59 Germline SAMD9 mutations are theorized to be gain-of-function and to enhance the normal growth repressing activity of the gene.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Individuals born with monoallelic germline mutations in the Sterile Alpha Motif Domain Containing 9 Like (SAMD9L) gene develop the autosomal dominant Ataxia-Pancytopenia syndrome (APS) characterized by cerebellar ataxia and cytopenias that arise in early childhood and progress to bone marrow failure, MDS, and AML (Figure 1).63,64 As many as 15% of childhood MDS cases are believed to be attributable to germline SAMD9L mutation.58,59 Germline mutations are predicted to be gain-of-function.65,66 In support of this concept, hematopoietic cells from these patients reportedly undergo somatic reversion via acquisition of deleterious secondary mutations or copy-neutral loss of the deleterious SAMD9L allele located on chromosome 7, likely explaining the increased incidence of monosomy 7 seen in APS patients who develop MDS or AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "It is in this setting of late adolescence and early adulthood that the incidence of MDS and AML associated with TBD disorders increases significantly (Figure 1).Myeloid neoplasms associated with RASopathies.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, only a subset of these (see Supplemental Table 3 in bold) have been linked to an increased incidence of myeloid malignancies, mostly JMMLs.70 These include NF type 1,71 NS,72 and NS-like disorders73 which include CBL syndrome.74\nPatients with NF type 1 have an estimated 200 to 350-fold increased risk of JMML, which usually presents after 5 years of age (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Children with DS have a 150-fold increased risk of AML in early childhood (Figure 1) and 30-fold increased risk of ALL.79 AMLs that arise in DS are classified as myeloid leukemias of DS (ML-DS).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "These include AML, ALL, and non-Hodgkin lymphomas occurring at a mean age of 20 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Anatomic abnormalities present in up to 70% of FA patients include: short stature, skin pigmentation, microcephaly, ophthalmic and genital abnormalities, and/or skeletal malformations involving the upper and lower limbs.87 Bone marrow failure usually presents in the first decade, is progressive, and leads to MDS or AML in up to 15% of FA patients by the age of 50 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Existing screening paradigms for germline predisposition disorders are largely targeted towards hematologists and target features present at baseline (prior to myeloid malignancy diagnosis), although select recent publications have outlined approaches that are more compatible with standard pathology workflows.10,12 We also propose a simplified workflow that has been vetted by hematopathologists, hematologists, and medical geneticists with expertise in germline predisposition disorders (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "A more in-depth discussion of the rationales underpinning this workflow is included in the supplemental materials (Supplemental Legends – Figure 4), as are canned comments that can be utilized by clinicians in their reports to convey select findings and support a recommendation for expert referral (Supplemental Table 8).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "See Supplementary Figure 4 legend for additional details and rationale.We believe that one of the primary future efforts toward the routine identification of these syndromes should focus on the development of automated systems or algorithms that can apply criteria such as those proposed by us and others, while also implementing markedly more complex analyses, such as tumor mutational and biometric data.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "An estimated 10,000 Americans are diagnosed with MDS annually, and another 20,050 are diagnosed with AML, with 11,540 annual deaths from AML alone.3 The majority of AML and MDS cases occur in persons older than 50 years, with the median ages for a new AML or MDS diagnosis being 68 years and 72 years respectively, both with a slight male predominance (Figure 1).3,4 However, 5% of MDS cases and 15% of AML cases do occur in persons under the age of 50 years.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Moreover, in aggregate they are not rare, and together are likely responsible for as many as 6-10% of all MDS or AML diagnoses.6-8 In addition, the myeloid malignancies that arise in the setting of these syndromes can present at almost any age (Figure 1), with select disorders predisposing to myeloid malignancies at ages that overlap with the peak incidence of sporadic MDS and AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The disorder is autosomal dominant and the development of MDS and AML occurs at a median age of 24.5 years with a reported age range between 2 and 50 years (Figure 1).15 Germline mutations classically appear as frameshift variants near the N-terminal transactivating domains, whereas acquired mutations commonly occur as in-frame insertions or deletions and tend to cluster near the C-terminal DNA-binding and basic leucine zipper (bZIP) domains (Figure 2A).16 Development of MDS and AML ultimately occurs in essentially all carriers, with the exception of C-terminal mutations which show incomplete penetrance.17 Clinical history is otherwise non-contributory, and associated MDS or AML cases show no unique morphologic, immunophenotypic, or cytogenetic features.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lifetime MDS and AML risk estimates are not well defined, but one large study has suggested a rate of 49% by age 90 years.18 Importantly, the median patient age at disease presentation is 69 years (Figure 1), which shows significant overlap with sporadic MDS and AML cases.18 Select reports suggest that MDS and AML arising in the setting of germline DDX41 mutation more frequently presents with a hypocellular marrow and prominent erythroid dysplasia compared to sporadic cases.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In contrast, the R525H (NM_016222.4(DDX41), c.1574G>A, p.Arg525His) is the most common acquired mutation (Figure 2B).20 The presence of two mutations, especially if one has a variant allele frequency (VAF) greater than 30%, is suggestive of germline mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "The disorder is characterized by abnormalities in platelet number and function, and a 30% to 40% lifetime risk of developing MDS and AML at a mean age of 33 years (Figure 1).31 A much smaller number of T-lymphoblastic leukemias/lymphomas have also been described in these patients.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline RUNX1 mutation without MDS or AML who undergo bone marrow biopsy may show hypocellularity for age and small megakaryocytes with nuclear hypolobation (Figure 3A-B).38 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Long-term outcome data in those patients who develop AML is limited, but in general RUNX1 mutations are associated with poor event-free, relapse-free, and overall survival, even in age-adjusted cohorts.39\nFigure 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic mutations in the Ankyrin Repeat Domain Containing 26 (ANKRD26) gene cause the autosomal dominant Thrombocytopenia 2 disorder characterized by mild to moderate thrombocytopenia and an estimated 30-fold increased lifetime risk of MDS and AML.40,41 Age of MDS or AML onset is characteristically late and overlaps with sporadic MDS and AML (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline ANKRD26 mutation who undergo bone marrow biopsy at baseline show increased numbers of small hypolobated and binucleated megakaryocytes (Figure 3C-D).40 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The majority of ANKRD26 germline mutations occur in the 5’ UTR of the gene where they are hypothesized to prevent binding of RUNX1 and Fli-1 Proto-Oncogene, ETS Transcription Factor (FLI1), leading to increased ANKRD26 expression (Figure 3E).42 However, relatively few patients have been genetically characterized to date and a novel germline coding mutation (NM_014915.3(ANKRD26), c.473A>G, p.Asp158Gly) was recently reported, suggesting that the full spectrum of pathogenic ANKRD26 mutations remains to be elucidated.43 Long-term outcome data for patients who develop MDS or AML is lacking.Myeloid neoplasms with germline ETV6 mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic germline mutations in ETS Variant Transcription Factor 6 (ETV6) cause the Thrombocytopenia 5 disorder characterized by a mild to moderate increase in bleeding tendency, variable thrombocytopenia, and an estimated 30% lifetime risk of myeloid and lymphoid malignancies arising at a median age of 11 years but ranging from age 2 to 82 years (Figure 1).44 Relatively few cases have been reported, but in larger screening studies performed on families with known inherited thrombocytopenia, the incidence of ETV6 mutations was 4.5%, suggesting that it accounts for a significant proportion of inherited platelet disorders.45 That said, patients with inherited ETV6 mutation are not always thrombocytopenic and mild bleeding tendencies in these patients are believed to be due to platelet functional abnormalities.46 Germline mutations can be found within the N-terminal pointed domain, central regulatory domain, and the C-terminal ETS motif (DNA binding domain), which collectively encompasses most of the protein.47 Nearly all mutations are believed to ultimately act in a dominant negative manner to globally reduce ETV6 activity, although select mutations instead may cause increased transcriptional repressor activity.48 However, acquired ETV6 mutations, translocations, and deletions can be found in both hematologic malignancies and solid tumors, are significantly more common than germline mutations, and show a similar domain distribution.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, the most devastating consequences of GDS are a greatly increased risk of bone marrow failure, MDS, AML, and to a lesser extent chronic myelomonocytic leukemia (CMML) (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Unlike sporadic MDS cases in which the marrow is typically hypercellular, MDS occurring in GDS is often hypocellular, with increased reticulin fibrosis and atypical megakaryocytes harboring multiple, small, and spatially distinct nuclei (Figure 3F-G).55 Flow cytometry performed on the bone marrow may also reveal decreased B-cell precursors (hematogones), although this finding is also associated with sporadic MDS.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel F",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Bone marrow failure occurs during early childhood accompanied by worsening cytopenias and the emergence of MDS frequently harboring monosomy 7 (Figure 1).58,59 Germline SAMD9 mutations are theorized to be gain-of-function and to enhance the normal growth repressing activity of the gene.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Individuals born with monoallelic germline mutations in the Sterile Alpha Motif Domain Containing 9 Like (SAMD9L) gene develop the autosomal dominant Ataxia-Pancytopenia syndrome (APS) characterized by cerebellar ataxia and cytopenias that arise in early childhood and progress to bone marrow failure, MDS, and AML (Figure 1).63,64 As many as 15% of childhood MDS cases are believed to be attributable to germline SAMD9L mutation.58,59 Germline mutations are predicted to be gain-of-function.65,66 In support of this concept, hematopoietic cells from these patients reportedly undergo somatic reversion via acquisition of deleterious secondary mutations or copy-neutral loss of the deleterious SAMD9L allele located on chromosome 7, likely explaining the increased incidence of monosomy 7 seen in APS patients who develop MDS or AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "It is in this setting of late adolescence and early adulthood that the incidence of MDS and AML associated with TBD disorders increases significantly (Figure 1).Myeloid neoplasms associated with RASopathies.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, only a subset of these (see Supplemental Table 3 in bold) have been linked to an increased incidence of myeloid malignancies, mostly JMMLs.70 These include NF type 1,71 NS,72 and NS-like disorders73 which include CBL syndrome.74\nPatients with NF type 1 have an estimated 200 to 350-fold increased risk of JMML, which usually presents after 5 years of age (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Children with DS have a 150-fold increased risk of AML in early childhood (Figure 1) and 30-fold increased risk of ALL.79 AMLs that arise in DS are classified as myeloid leukemias of DS (ML-DS).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "These include AML, ALL, and non-Hodgkin lymphomas occurring at a mean age of 20 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Anatomic abnormalities present in up to 70% of FA patients include: short stature, skin pigmentation, microcephaly, ophthalmic and genital abnormalities, and/or skeletal malformations involving the upper and lower limbs.87 Bone marrow failure usually presents in the first decade, is progressive, and leads to MDS or AML in up to 15% of FA patients by the age of 50 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Existing screening paradigms for germline predisposition disorders are largely targeted towards hematologists and target features present at baseline (prior to myeloid malignancy diagnosis), although select recent publications have outlined approaches that are more compatible with standard pathology workflows.10,12 We also propose a simplified workflow that has been vetted by hematopathologists, hematologists, and medical geneticists with expertise in germline predisposition disorders (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "A more in-depth discussion of the rationales underpinning this workflow is included in the supplemental materials (Supplemental Legends – Figure 4), as are canned comments that can be utilized by clinicians in their reports to convey select findings and support a recommendation for expert referral (Supplemental Table 8).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "See Supplementary Figure 4 legend for additional details and rationale.We believe that one of the primary future efforts toward the routine identification of these syndromes should focus on the development of automated systems or algorithms that can apply criteria such as those proposed by us and others, while also implementing markedly more complex analyses, such as tumor mutational and biometric data.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "An estimated 10,000 Americans are diagnosed with MDS annually, and another 20,050 are diagnosed with AML, with 11,540 annual deaths from AML alone.3 The majority of AML and MDS cases occur in persons older than 50 years, with the median ages for a new AML or MDS diagnosis being 68 years and 72 years respectively, both with a slight male predominance (Figure 1).3,4 However, 5% of MDS cases and 15% of AML cases do occur in persons under the age of 50 years.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Moreover, in aggregate they are not rare, and together are likely responsible for as many as 6-10% of all MDS or AML diagnoses.6-8 In addition, the myeloid malignancies that arise in the setting of these syndromes can present at almost any age (Figure 1), with select disorders predisposing to myeloid malignancies at ages that overlap with the peak incidence of sporadic MDS and AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "An estimated 10,000 Americans are diagnosed with MDS annually, and another 20,050 are diagnosed with AML, with 11,540 annual deaths from AML alone.3 The majority of AML and MDS cases occur in persons older than 50 years, with the median ages for a new AML or MDS diagnosis being 68 years and 72 years respectively, both with a slight male predominance (Figure 1).3,4 However, 5% of MDS cases and 15% of AML cases do occur in persons under the age of 50 years.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Moreover, in aggregate they are not rare, and together are likely responsible for as many as 6-10% of all MDS or AML diagnoses.6-8 In addition, the myeloid malignancies that arise in the setting of these syndromes can present at almost any age (Figure 1), with select disorders predisposing to myeloid malignancies at ages that overlap with the peak incidence of sporadic MDS and AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The disorder is autosomal dominant and the development of MDS and AML occurs at a median age of 24.5 years with a reported age range between 2 and 50 years (Figure 1).15 Germline mutations classically appear as frameshift variants near the N-terminal transactivating domains, whereas acquired mutations commonly occur as in-frame insertions or deletions and tend to cluster near the C-terminal DNA-binding and basic leucine zipper (bZIP) domains (Figure 2A).16 Development of MDS and AML ultimately occurs in essentially all carriers, with the exception of C-terminal mutations which show incomplete penetrance.17 Clinical history is otherwise non-contributory, and associated MDS or AML cases show no unique morphologic, immunophenotypic, or cytogenetic features.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lifetime MDS and AML risk estimates are not well defined, but one large study has suggested a rate of 49% by age 90 years.18 Importantly, the median patient age at disease presentation is 69 years (Figure 1), which shows significant overlap with sporadic MDS and AML cases.18 Select reports suggest that MDS and AML arising in the setting of germline DDX41 mutation more frequently presents with a hypocellular marrow and prominent erythroid dysplasia compared to sporadic cases.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In contrast, the R525H (NM_016222.4(DDX41), c.1574G>A, p.Arg525His) is the most common acquired mutation (Figure 2B).20 The presence of two mutations, especially if one has a variant allele frequency (VAF) greater than 30%, is suggestive of germline mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "The disorder is autosomal dominant and the development of MDS and AML occurs at a median age of 24.5 years with a reported age range between 2 and 50 years (Figure 1).15 Germline mutations classically appear as frameshift variants near the N-terminal transactivating domains, whereas acquired mutations commonly occur as in-frame insertions or deletions and tend to cluster near the C-terminal DNA-binding and basic leucine zipper (bZIP) domains (Figure 2A).16 Development of MDS and AML ultimately occurs in essentially all carriers, with the exception of C-terminal mutations which show incomplete penetrance.17 Clinical history is otherwise non-contributory, and associated MDS or AML cases show no unique morphologic, immunophenotypic, or cytogenetic features.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "The disorder is autosomal dominant and the development of MDS and AML occurs at a median age of 24.5 years with a reported age range between 2 and 50 years (Figure 1).15 Germline mutations classically appear as frameshift variants near the N-terminal transactivating domains, whereas acquired mutations commonly occur as in-frame insertions or deletions and tend to cluster near the C-terminal DNA-binding and basic leucine zipper (bZIP) domains (Figure 2A).16 Development of MDS and AML ultimately occurs in essentially all carriers, with the exception of C-terminal mutations which show incomplete penetrance.17 Clinical history is otherwise non-contributory, and associated MDS or AML cases show no unique morphologic, immunophenotypic, or cytogenetic features.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lifetime MDS and AML risk estimates are not well defined, but one large study has suggested a rate of 49% by age 90 years.18 Importantly, the median patient age at disease presentation is 69 years (Figure 1), which shows significant overlap with sporadic MDS and AML cases.18 Select reports suggest that MDS and AML arising in the setting of germline DDX41 mutation more frequently presents with a hypocellular marrow and prominent erythroid dysplasia compared to sporadic cases.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In contrast, the R525H (NM_016222.4(DDX41), c.1574G>A, p.Arg525His) is the most common acquired mutation (Figure 2B).20 The presence of two mutations, especially if one has a variant allele frequency (VAF) greater than 30%, is suggestive of germline mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lifetime MDS and AML risk estimates are not well defined, but one large study has suggested a rate of 49% by age 90 years.18 Importantly, the median patient age at disease presentation is 69 years (Figure 1), which shows significant overlap with sporadic MDS and AML cases.18 Select reports suggest that MDS and AML arising in the setting of germline DDX41 mutation more frequently presents with a hypocellular marrow and prominent erythroid dysplasia compared to sporadic cases.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In contrast, the R525H (NM_016222.4(DDX41), c.1574G>A, p.Arg525His) is the most common acquired mutation (Figure 2B).20 The presence of two mutations, especially if one has a variant allele frequency (VAF) greater than 30%, is suggestive of germline mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "The disorder is characterized by abnormalities in platelet number and function, and a 30% to 40% lifetime risk of developing MDS and AML at a mean age of 33 years (Figure 1).31 A much smaller number of T-lymphoblastic leukemias/lymphomas have also been described in these patients.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline RUNX1 mutation without MDS or AML who undergo bone marrow biopsy may show hypocellularity for age and small megakaryocytes with nuclear hypolobation (Figure 3A-B).38 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Long-term outcome data in those patients who develop AML is limited, but in general RUNX1 mutations are associated with poor event-free, relapse-free, and overall survival, even in age-adjusted cohorts.39\nFigure 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic mutations in the Ankyrin Repeat Domain Containing 26 (ANKRD26) gene cause the autosomal dominant Thrombocytopenia 2 disorder characterized by mild to moderate thrombocytopenia and an estimated 30-fold increased lifetime risk of MDS and AML.40,41 Age of MDS or AML onset is characteristically late and overlaps with sporadic MDS and AML (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline ANKRD26 mutation who undergo bone marrow biopsy at baseline show increased numbers of small hypolobated and binucleated megakaryocytes (Figure 3C-D).40 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The majority of ANKRD26 germline mutations occur in the 5’ UTR of the gene where they are hypothesized to prevent binding of RUNX1 and Fli-1 Proto-Oncogene, ETS Transcription Factor (FLI1), leading to increased ANKRD26 expression (Figure 3E).42 However, relatively few patients have been genetically characterized to date and a novel germline coding mutation (NM_014915.3(ANKRD26), c.473A>G, p.Asp158Gly) was recently reported, suggesting that the full spectrum of pathogenic ANKRD26 mutations remains to be elucidated.43 Long-term outcome data for patients who develop MDS or AML is lacking.Myeloid neoplasms with germline ETV6 mutation.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic germline mutations in ETS Variant Transcription Factor 6 (ETV6) cause the Thrombocytopenia 5 disorder characterized by a mild to moderate increase in bleeding tendency, variable thrombocytopenia, and an estimated 30% lifetime risk of myeloid and lymphoid malignancies arising at a median age of 11 years but ranging from age 2 to 82 years (Figure 1).44 Relatively few cases have been reported, but in larger screening studies performed on families with known inherited thrombocytopenia, the incidence of ETV6 mutations was 4.5%, suggesting that it accounts for a significant proportion of inherited platelet disorders.45 That said, patients with inherited ETV6 mutation are not always thrombocytopenic and mild bleeding tendencies in these patients are believed to be due to platelet functional abnormalities.46 Germline mutations can be found within the N-terminal pointed domain, central regulatory domain, and the C-terminal ETS motif (DNA binding domain), which collectively encompasses most of the protein.47 Nearly all mutations are believed to ultimately act in a dominant negative manner to globally reduce ETV6 activity, although select mutations instead may cause increased transcriptional repressor activity.48 However, acquired ETV6 mutations, translocations, and deletions can be found in both hematologic malignancies and solid tumors, are significantly more common than germline mutations, and show a similar domain distribution.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "The disorder is characterized by abnormalities in platelet number and function, and a 30% to 40% lifetime risk of developing MDS and AML at a mean age of 33 years (Figure 1).31 A much smaller number of T-lymphoblastic leukemias/lymphomas have also been described in these patients.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline RUNX1 mutation without MDS or AML who undergo bone marrow biopsy may show hypocellularity for age and small megakaryocytes with nuclear hypolobation (Figure 3A-B).38 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Long-term outcome data in those patients who develop AML is limited, but in general RUNX1 mutations are associated with poor event-free, relapse-free, and overall survival, even in age-adjusted cohorts.39\nFigure 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The disorder is characterized by abnormalities in platelet number and function, and a 30% to 40% lifetime risk of developing MDS and AML at a mean age of 33 years (Figure 1).31 A much smaller number of T-lymphoblastic leukemias/lymphomas have also been described in these patients.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline RUNX1 mutation without MDS or AML who undergo bone marrow biopsy may show hypocellularity for age and small megakaryocytes with nuclear hypolobation (Figure 3A-B).38 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic mutations in the Ankyrin Repeat Domain Containing 26 (ANKRD26) gene cause the autosomal dominant Thrombocytopenia 2 disorder characterized by mild to moderate thrombocytopenia and an estimated 30-fold increased lifetime risk of MDS and AML.40,41 Age of MDS or AML onset is characteristically late and overlaps with sporadic MDS and AML (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline ANKRD26 mutation who undergo bone marrow biopsy at baseline show increased numbers of small hypolobated and binucleated megakaryocytes (Figure 3C-D).40 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The majority of ANKRD26 germline mutations occur in the 5’ UTR of the gene where they are hypothesized to prevent binding of RUNX1 and Fli-1 Proto-Oncogene, ETS Transcription Factor (FLI1), leading to increased ANKRD26 expression (Figure 3E).42 However, relatively few patients have been genetically characterized to date and a novel germline coding mutation (NM_014915.3(ANKRD26), c.473A>G, p.Asp158Gly) was recently reported, suggesting that the full spectrum of pathogenic ANKRD26 mutations remains to be elucidated.43 Long-term outcome data for patients who develop MDS or AML is lacking.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic mutations in the Ankyrin Repeat Domain Containing 26 (ANKRD26) gene cause the autosomal dominant Thrombocytopenia 2 disorder characterized by mild to moderate thrombocytopenia and an estimated 30-fold increased lifetime risk of MDS and AML.40,41 Age of MDS or AML onset is characteristically late and overlaps with sporadic MDS and AML (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with germline ANKRD26 mutation who undergo bone marrow biopsy at baseline show increased numbers of small hypolobated and binucleated megakaryocytes (Figure 3C-D).40 However, these findings likely have less utility in the setting of MDS or AML as they overlap with dysplastic and regenerative features.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The majority of ANKRD26 germline mutations occur in the 5’ UTR of the gene where they are hypothesized to prevent binding of RUNX1 and Fli-1 Proto-Oncogene, ETS Transcription Factor (FLI1), leading to increased ANKRD26 expression (Figure 3E).42 However, relatively few patients have been genetically characterized to date and a novel germline coding mutation (NM_014915.3(ANKRD26), c.473A>G, p.Asp158Gly) was recently reported, suggesting that the full spectrum of pathogenic ANKRD26 mutations remains to be elucidated.43 Long-term outcome data for patients who develop MDS or AML is lacking.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel E",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Monoallelic germline mutations in ETS Variant Transcription Factor 6 (ETV6) cause the Thrombocytopenia 5 disorder characterized by a mild to moderate increase in bleeding tendency, variable thrombocytopenia, and an estimated 30% lifetime risk of myeloid and lymphoid malignancies arising at a median age of 11 years but ranging from age 2 to 82 years (Figure 1).44 Relatively few cases have been reported, but in larger screening studies performed on families with known inherited thrombocytopenia, the incidence of ETV6 mutations was 4.5%, suggesting that it accounts for a significant proportion of inherited platelet disorders.45 That said, patients with inherited ETV6 mutation are not always thrombocytopenic and mild bleeding tendencies in these patients are believed to be due to platelet functional abnormalities.46 Germline mutations can be found within the N-terminal pointed domain, central regulatory domain, and the C-terminal ETS motif (DNA binding domain), which collectively encompasses most of the protein.47 Nearly all mutations are believed to ultimately act in a dominant negative manner to globally reduce ETV6 activity, although select mutations instead may cause increased transcriptional repressor activity.48 However, acquired ETV6 mutations, translocations, and deletions can be found in both hematologic malignancies and solid tumors, are significantly more common than germline mutations, and show a similar domain distribution.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Monoallelic germline mutations in ETS Variant Transcription Factor 6 (ETV6) cause the Thrombocytopenia 5 disorder characterized by a mild to moderate increase in bleeding tendency, variable thrombocytopenia, and an estimated 30% lifetime risk of myeloid and lymphoid malignancies arising at a median age of 11 years but ranging from age 2 to 82 years (Figure 1).44 Relatively few cases have been reported, but in larger screening studies performed on families with known inherited thrombocytopenia, the incidence of ETV6 mutations was 4.5%, suggesting that it accounts for a significant proportion of inherited platelet disorders.45 That said, patients with inherited ETV6 mutation are not always thrombocytopenic and mild bleeding tendencies in these patients are believed to be due to platelet functional abnormalities.46 Germline mutations can be found within the N-terminal pointed domain, central regulatory domain, and the C-terminal ETS motif (DNA binding domain), which collectively encompasses most of the protein.47 Nearly all mutations are believed to ultimately act in a dominant negative manner to globally reduce ETV6 activity, although select mutations instead may cause increased transcriptional repressor activity.48 However, acquired ETV6 mutations, translocations, and deletions can be found in both hematologic malignancies and solid tumors, are significantly more common than germline mutations, and show a similar domain distribution.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, the most devastating consequences of GDS are a greatly increased risk of bone marrow failure, MDS, AML, and to a lesser extent chronic myelomonocytic leukemia (CMML) (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Unlike sporadic MDS cases in which the marrow is typically hypercellular, MDS occurring in GDS is often hypocellular, with increased reticulin fibrosis and atypical megakaryocytes harboring multiple, small, and spatially distinct nuclei (Figure 3F-G).55 Flow cytometry performed on the bone marrow may also reveal decreased B-cell precursors (hematogones), although this finding is also associated with sporadic MDS.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel F",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Bone marrow failure occurs during early childhood accompanied by worsening cytopenias and the emergence of MDS frequently harboring monosomy 7 (Figure 1).58,59 Germline SAMD9 mutations are theorized to be gain-of-function and to enhance the normal growth repressing activity of the gene.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Individuals born with monoallelic germline mutations in the Sterile Alpha Motif Domain Containing 9 Like (SAMD9L) gene develop the autosomal dominant Ataxia-Pancytopenia syndrome (APS) characterized by cerebellar ataxia and cytopenias that arise in early childhood and progress to bone marrow failure, MDS, and AML (Figure 1).63,64 As many as 15% of childhood MDS cases are believed to be attributable to germline SAMD9L mutation.58,59 Germline mutations are predicted to be gain-of-function.65,66 In support of this concept, hematopoietic cells from these patients reportedly undergo somatic reversion via acquisition of deleterious secondary mutations or copy-neutral loss of the deleterious SAMD9L allele located on chromosome 7, likely explaining the increased incidence of monosomy 7 seen in APS patients who develop MDS or AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "It is in this setting of late adolescence and early adulthood that the incidence of MDS and AML associated with TBD disorders increases significantly (Figure 1).Myeloid neoplasms associated with RASopathies.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, only a subset of these (see Supplemental Table 3 in bold) have been linked to an increased incidence of myeloid malignancies, mostly JMMLs.70 These include NF type 1,71 NS,72 and NS-like disorders73 which include CBL syndrome.74\nPatients with NF type 1 have an estimated 200 to 350-fold increased risk of JMML, which usually presents after 5 years of age (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Children with DS have a 150-fold increased risk of AML in early childhood (Figure 1) and 30-fold increased risk of ALL.79 AMLs that arise in DS are classified as myeloid leukemias of DS (ML-DS).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "These include AML, ALL, and non-Hodgkin lymphomas occurring at a mean age of 20 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, the most devastating consequences of GDS are a greatly increased risk of bone marrow failure, MDS, AML, and to a lesser extent chronic myelomonocytic leukemia (CMML) (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Unlike sporadic MDS cases in which the marrow is typically hypercellular, MDS occurring in GDS is often hypocellular, with increased reticulin fibrosis and atypical megakaryocytes harboring multiple, small, and spatially distinct nuclei (Figure 3F-G).55 Flow cytometry performed on the bone marrow may also reveal decreased B-cell precursors (hematogones), although this finding is also associated with sporadic MDS.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel F",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "However, the most devastating consequences of GDS are a greatly increased risk of bone marrow failure, MDS, AML, and to a lesser extent chronic myelomonocytic leukemia (CMML) (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Unlike sporadic MDS cases in which the marrow is typically hypercellular, MDS occurring in GDS is often hypocellular, with increased reticulin fibrosis and atypical megakaryocytes harboring multiple, small, and spatially distinct nuclei (Figure 3F-G).55 Flow cytometry performed on the bone marrow may also reveal decreased B-cell precursors (hematogones), although this finding is also associated with sporadic MDS.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel F",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Bone marrow failure occurs during early childhood accompanied by worsening cytopenias and the emergence of MDS frequently harboring monosomy 7 (Figure 1).58,59 Germline SAMD9 mutations are theorized to be gain-of-function and to enhance the normal growth repressing activity of the gene.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Bone marrow failure occurs during early childhood accompanied by worsening cytopenias and the emergence of MDS frequently harboring monosomy 7 (Figure 1).58,59 Germline SAMD9 mutations are theorized to be gain-of-function and to enhance the normal growth repressing activity of the gene.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Individuals born with monoallelic germline mutations in the Sterile Alpha Motif Domain Containing 9 Like (SAMD9L) gene develop the autosomal dominant Ataxia-Pancytopenia syndrome (APS) characterized by cerebellar ataxia and cytopenias that arise in early childhood and progress to bone marrow failure, MDS, and AML (Figure 1).63,64 As many as 15% of childhood MDS cases are believed to be attributable to germline SAMD9L mutation.58,59 Germline mutations are predicted to be gain-of-function.65,66 In support of this concept, hematopoietic cells from these patients reportedly undergo somatic reversion via acquisition of deleterious secondary mutations or copy-neutral loss of the deleterious SAMD9L allele located on chromosome 7, likely explaining the increased incidence of monosomy 7 seen in APS patients who develop MDS or AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Individuals born with monoallelic germline mutations in the Sterile Alpha Motif Domain Containing 9 Like (SAMD9L) gene develop the autosomal dominant Ataxia-Pancytopenia syndrome (APS) characterized by cerebellar ataxia and cytopenias that arise in early childhood and progress to bone marrow failure, MDS, and AML (Figure 1).63,64 As many as 15% of childhood MDS cases are believed to be attributable to germline SAMD9L mutation.58,59 Germline mutations are predicted to be gain-of-function.65,66 In support of this concept, hematopoietic cells from these patients reportedly undergo somatic reversion via acquisition of deleterious secondary mutations or copy-neutral loss of the deleterious SAMD9L allele located on chromosome 7, likely explaining the increased incidence of monosomy 7 seen in APS patients who develop MDS or AML.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "It is in this setting of late adolescence and early adulthood that the incidence of MDS and AML associated with TBD disorders increases significantly (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "It is in this setting of late adolescence and early adulthood that the incidence of MDS and AML associated with TBD disorders increases significantly (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "However, only a subset of these (see Supplemental Table 3 in bold) have been linked to an increased incidence of myeloid malignancies, mostly JMMLs.70 These include NF type 1,71 NS,72 and NS-like disorders73 which include CBL syndrome.74\nPatients with NF type 1 have an estimated 200 to 350-fold increased risk of JMML, which usually presents after 5 years of age (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Patients with NF type 1 have an estimated 200 to 350-fold increased risk of JMML, which usually presents after 5 years of age (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Children with DS have a 150-fold increased risk of AML in early childhood (Figure 1) and 30-fold increased risk of ALL.79 AMLs that arise in DS are classified as myeloid leukemias of DS (ML-DS).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Children with DS have a 150-fold increased risk of AML in early childhood (Figure 1) and 30-fold increased risk of ALL.79 AMLs that arise in DS are classified as myeloid leukemias of DS (ML-DS).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "These include AML, ALL, and non-Hodgkin lymphomas occurring at a mean age of 20 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "These include AML, ALL, and non-Hodgkin lymphomas occurring at a mean age of 20 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Anatomic abnormalities present in up to 70% of FA patients include: short stature, skin pigmentation, microcephaly, ophthalmic and genital abnormalities, and/or skeletal malformations involving the upper and lower limbs.87 Bone marrow failure usually presents in the first decade, is progressive, and leads to MDS or AML in up to 15% of FA patients by the age of 50 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Anatomic abnormalities present in up to 70% of FA patients include: short stature, skin pigmentation, microcephaly, ophthalmic and genital abnormalities, and/or skeletal malformations involving the upper and lower limbs.87 Bone marrow failure usually presents in the first decade, is progressive, and leads to MDS or AML in up to 15% of FA patients by the age of 50 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Anatomic abnormalities present in up to 70% of FA patients include: short stature, skin pigmentation, microcephaly, ophthalmic and genital abnormalities, and/or skeletal malformations involving the upper and lower limbs.87 Bone marrow failure usually presents in the first decade, is progressive, and leads to MDS or AML in up to 15% of FA patients by the age of 50 years (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Existing screening paradigms for germline predisposition disorders are largely targeted towards hematologists and target features present at baseline (prior to myeloid malignancy diagnosis), although select recent publications have outlined approaches that are more compatible with standard pathology workflows.10,12 We also propose a simplified workflow that has been vetted by hematopathologists, hematologists, and medical geneticists with expertise in germline predisposition disorders (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "A more in-depth discussion of the rationales underpinning this workflow is included in the supplemental materials (Supplemental Legends – Figure 4), as are canned comments that can be utilized by clinicians in their reports to convey select findings and support a recommendation for expert referral (Supplemental Table 8).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "See Supplementary Figure 4 legend for additional details and rationale.We believe that one of the primary future efforts toward the routine identification of these syndromes should focus on the development of automated systems or algorithms that can apply criteria such as those proposed by us and others, while also implementing markedly more complex analyses, such as tumor mutational and biometric data.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Existing screening paradigms for germline predisposition disorders are largely targeted towards hematologists and target features present at baseline (prior to myeloid malignancy diagnosis), although select recent publications have outlined approaches that are more compatible with standard pathology workflows.10,12 We also propose a simplified workflow that has been vetted by hematopathologists, hematologists, and medical geneticists with expertise in germline predisposition disorders (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "A more in-depth discussion of the rationales underpinning this workflow is included in the supplemental materials (Supplemental Legends – Figure 4), as are canned comments that can be utilized by clinicians in their reports to convey select findings and support a recommendation for expert referral (Supplemental Table 8).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "See Supplementary Figure 4 legend for additional details and rationale.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    }
  ],
  "extraction_stats": {
    "figures_count": 4,
    "claims_count": 258,
    "images_downloaded": 4,
    "tables_filtered": 47
  }
}