{
  "paper_id": "PMC11161950",
  "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11161950/",
  "figures": {
    "figure_1": {
      "figure_number": "Figure 1",
      "title": "Fig. 1.",
      "caption": "Expression profiles of circRNAs induced by glucose limitation and characterization of circSIPA1L3. (a) Circos plot represents the differentially expressed circRNAs between low glucose-treated breast cancer cells and control cells (|Log2 FC| ≥2). (b) The expression of circSIPA1L3 was detected by qRT-PCR in breast cancer cells cultured with normal glucose and limited glucose. (c) Schematic illustration of the genomic location and circularization of circSIPA1L3. The back-splice junction sequences of circSIPA1L3 were validated by Sanger sequencing. (d) The presence of circSIPA1L3 from cDNA and gDNA in breast cancer cells was detected by RT-PCR with divergent and convergent primers and agarose gel electrophoresis analysis. Actin was used as a linear control. (e) RNase treatment was used to evaluate the stability of circSIPA1L3 and SIPA1L3 mRNA in breast cancer cells. (f) The relative RNA levels of circSIPA1L3 and SIPA1L3 mRNA were measured by qRT-PCR after reverse transcription experiment using Random 6 M or oligo dT primers. (g) Actinomycin D treatment was used to assess the stability of circSIPA1L3 and SIPA1L3 mRNA in breast cancer cells. (h) Nuclear-cytoplasmic fractionation assay was performed to evaluate the intracellular localization of circSIPA1L3 in breast cancer cells. U6 was used as the nuclear internal reference and GAPDH was used as the cytoplasmic internal control. (i) The subcellular location of circSIPA1L3 was detected by FISH assay in breast cancer cells. The circSIPA1L3 probe was labelled with Cy3 (red), and nuclei were stained with DAPI (blue). (ns, P > 0.05, *P < 0.05, **P < 0.01)",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/ea41e4c69fb8/12943_2024_2037_Fig1_HTML.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/ea41e4c69fb8/12943_2024_2037_Fig1_HTML.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/ea41e4c69fb8/12943_2024_2037_Fig1_HTML.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/ea41e4c69fb8/12943_2024_2037_Fig1_HTML.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "Fig1",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/ea41e4c69fb8/12943_2024_2037_Fig1_HTML.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11161950/images/figure_1.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/ea41e4c69fb8/12943_2024_2037_Fig1_HTML.jpg"
    },
    "figure_2": {
      "figure_number": "Figure 2",
      "title": "Fig. 2.",
      "caption": "circSIPA1L3 promotes breast cancer progression through enhancing glycolysis. (a) The lactate production was evaluated in breast cancer cells transfected with NC or circSIPA1L3 siRNA. (b) The ATP levels were measured in breast cancer cells after circSIPA1L3 knockdown. (c) The extracellular acidification rate (ECAR) was detected using the “Seahorse analyzer” after circSIPA1L3 knockdown in breast cancer cells. The glycolysis, glycolytic capacity, and glycolytic reserve of indicated cells were calculated. (d) Tumor sphere formation capacity was measured to evaluate the effect of circSIPA1L3 knockdown on stemness of breast cancer cells. (e) Flow cytometric assays was performed to detect the percentage of CD44+CD24− phenotype in MDA-MB-468 cells transfected with NC or circSIPA1L3 siRNA. ALDEFLUOR assay was used to evaluate the effect of circSIPA1L3 knockdown on the percentage of ALDH positive phenotype in MDA-MB-231 cells. (f) In vivo limited dilution xenograft assay was performed, and ELDA software was used to estimate the stem cell frequency. (g) HE and IHC assay was conducted to assess the expression of glycolysis- and stemness -related markers in the control or circSIPA1L3-overexpressing xenograft tissues. (h) Breast cancer cells were transfected with pLCDH-ciR or circSIPA1L3 overexpressing plasmids, and further treated with or without 2-DG. Tumor sphere formation assay was used to evaluate tumor stemness. (i) Patient-derived organoids infected using circSIPA1L3-overexpression or control retroviruses were treated with or without 2-DG, and the representative images were shown. (j) The migration and invasion abilities of indicated breast cancer cells were analyzed by transwell assay. (ns, P > 0.05, *P < 0.05, **P < 0.01, ***P < 0.001)",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/01429da6a53e/12943_2024_2037_Fig2_HTML.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/01429da6a53e/12943_2024_2037_Fig2_HTML.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/01429da6a53e/12943_2024_2037_Fig2_HTML.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/01429da6a53e/12943_2024_2037_Fig2_HTML.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "Fig2",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/01429da6a53e/12943_2024_2037_Fig2_HTML.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11161950/images/figure_2.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/01429da6a53e/12943_2024_2037_Fig2_HTML.jpg"
    },
    "figure_3": {
      "figure_number": "Figure 3",
      "title": "Fig. 3.",
      "caption": "Exosome-transmitted circSIPA1L3 promotes progression and glycolysis of surrounding breast cancer cells. (a) Transmission electron microscopy detected the exosomes isolated from supernatants of MDA-MB-231 cells transfected with pLCDH-ciR or circSIPA1L3 plasmids via ultracentrifugation. Scale bars, 200 nm. (b) NTA analysis of the size distribution of isolated exosomes. (c) Western blot analysis showing the exosome markers. (d) The expression of circSIPA1L3 in exosomes isolated from supernatants of breast cancer cells treated with or without GW4869 was detected using qRT-PCR. (e) Breast cancer cells were transfected with circSIPA1L3 siRNAs or overexpressing plasmids, and the expression of circSIPA1L3 in isolated exosomes were measured. (f) Representative images showing the internalization of PKH26-labeled exosomes in breast cancer cells. (g) MDA-MB-231 cells were treated with pLCDH-ciR-EXOs or circSIPA1L3-EXOs, and the expression level of circSIPA1L3 was examined by qRT-PCR. (h) EdU and transwell assays were used to detect the effect of exosomal circSIPA1L3 on cell proliferation, migration and invasion abilities. (i) Tumor sphere formation assay was used to detect the effect of exosomal circSIPA1L3 on cell proliferation and tumor stemness. (j) The lactate production and ATP levels were evaluated in cells treated with pLCDH-ciR-EXOs or circSIPA1L3-EXOs. (k) EdU and transwell assays were used to detect the proliferation, migration and invasion abilities of MDA-MB-231 treated with exosomes derived from differently transfected cells upon treatment with or without GW4869. (l) The lactate production and ATP levels were evaluated in cells treated with exosomes derived from differently transfected cells upon treatment with or without GW4869. (m) Schematic diagram (left) showing that BALB/c nude mice were subcutaneously injected with MDA-MB-231 cells and subsequently treated with or without exosomes (10 µg, every three days). Images of xenograft tumors from different groups (right). Scale bar, 1 cm. (n) Tumor volumes (left) and tumor weights (right) of xenograft tumors from different groups. (*P < 0.05, **P < 0.01, ***P < 0.001)",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/af294804924b/12943_2024_2037_Fig3_HTML.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/af294804924b/12943_2024_2037_Fig3_HTML.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/af294804924b/12943_2024_2037_Fig3_HTML.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/af294804924b/12943_2024_2037_Fig3_HTML.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "Fig3",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/af294804924b/12943_2024_2037_Fig3_HTML.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11161950/images/figure_3.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/af294804924b/12943_2024_2037_Fig3_HTML.jpg"
    },
    "figure_4": {
      "figure_number": "Figure 4",
      "title": "Fig. 4.",
      "caption": "Emphasis Type=“Bold”>circSIPA1L3 interacts with IGF2BP3 protein through the KH domains, and IGF2BP3 participates in circSIPA1L3-mediated tumor-promoting functions. (a) RNA pulldown followed by western blot (top) and RIP assay (bottom) were used to verify the interaction between circSIPA1L3 and IGF2BP3. (b) FISH and IF assay was performed to evaluate the subcellular localization and expression of circSIPA1L3 and IGF2BP3 in breast cancer cells. Nuclei were stained with DAPI. (c) Western blot shows the expression of IGF2BP3 in samples pulled down by full length (FL) or truncated circSIPA1L3. (d) Schematic structures of IGF2BP3 proteins and five mutants (left). Western blot assay detects the expression of full length of IGF2BP3 and five mutants (right). (e) RIP and qRT-PCR assay was used to identify the binding region of IGF2BP3 for circSIPA1L3. (f) The expression of IGF2BP3 in normal tissues and breast cancer tissues were analyzed using qRT-PCR. (g) Transwell assay shows the migration and invasion abilities of breast cancer cells co-transfected with circSIPA1L3 overexpressing plasmids and IGF2BP3 siRNA as indicated. (h) Tumor sphere formation assay exhibits the stemness feature of breast cancer cells co-transfected with circSIPA1L3 overexpressing plasmids and IGF2BP3 siRNA as indicated. (i) Flow cytometric assays was performed to detect the percentage of CD44+CD24− phenotype in MDA-MB-468 cells co-transfected with circSIPA1L3 overexpressing plasmids and IGF2BP3 siRNA as indicated. (j) The lactate production and ATP levels were detected in breast cancer cells co-transfected with circSIPA1L3 overexpressing plasmids and IGF2BP3 siRNA as indicated. (k) The extracellular acidification rate (ECAR) was measured in breast cancer cells co-transfected with circSIPA1L3 overexpressing plasmids and IGF2BP3 siRNA as indicated, and glycolysis, glycolytic capacity, and glycolytic reserve of indicated cells were calculated. (*P < 0.05, **P < 0.01, ***P < 0.001)",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/9a8f9c6425a0/12943_2024_2037_Fig4_HTML.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/9a8f9c6425a0/12943_2024_2037_Fig4_HTML.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/9a8f9c6425a0/12943_2024_2037_Fig4_HTML.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/9a8f9c6425a0/12943_2024_2037_Fig4_HTML.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "Fig4",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/9a8f9c6425a0/12943_2024_2037_Fig4_HTML.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11161950/images/figure_4.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/9a8f9c6425a0/12943_2024_2037_Fig4_HTML.jpg"
    },
    "figure_5": {
      "figure_number": "Figure 5",
      "title": "Fig. 5.",
      "caption": "circSIPA1L3 inhibits IGF2BP3 degradation through enhancing the binding between IGF2BP3 and USP7. (a) The protein levels of IGF2BP3 were detected by western blot in breast cancer cells after circSIPA1L3 overexpression or knockdown. (b) Western blot was used to analyze the protein levels of IGF2BP3 in breast cancer cells transfected with pLCDH-ciR or circSIPA1L3 plasmids, followed by treatment with 100 µg/ml CHX for indicated time. ImageJ software was used to quantify IGF2BP3 expression and β-actin was severed for normalization. (c) Following transfection with pLCDH-ciR or circSIPA1L3 plasmids and treatment with MG132 or chloroquine (CQ) for 4 h, breast cancer cell lysates were subjected to western blot. (d) Co-IP and western blot assays were used to evaluate the effect of circSIPA1L3 overexpression on the ubiquitination of IGF2BP3 proteins in breast cancer cells and HEK293T cells. (e) Co-IP and western blot assays were performed for lysates from HEK293T cells. (f) The interaction between IGF2BP3 and USP7 was predicted by ZDOCK server, and the predicted complex structure was visualized using Discovery Studio software. (g) The binding between circSIPA1L3 and USP7 was confirmed by RNA pulldown assay and RIP assay. (h) HEK293T cells were transfected with Myc-USP7 and the indicated Flag-tagged plasmids, then co-IP was performed to assess the binding region between IGF2BP3 and USP7 using anti-Myc (left) or anti-Flag (right) antibodies. (i) Western blot shows the protein levels of IGF2BP3 and USP7 after USP7 overexpression or knockdown in breast cancer cells. (j) Breast cancer cells transfected PCMV or USP7 plasmids were treated with or without MG132, and western blot was used to detect the protein levels of IGF2BP3 and USP7. (k) Western blot was used to analyze the protein levels of IGF2BP3 in breast cancer cells transfected with PCMV or USP7 plasmids, followed by treatment with 100 µg/ml CHX for indicated time. ImageJ software was used to quantify IGF2BP3 expression and β‐actin was severed for normalization. (l) Co-IP and western blot assays were used to evaluate the effect of USP7 overexpression on the ubiquitination of IGF2BP3 proteins. (m) HEK-293T cells co-transfected with Flag-IGF2BP3, Myc-USP7, and circSIPA1L3 plasmids as indicated were lysed, immunoprecipitated with anti-MYC antibodies, and subjected to western blot analysis. (*P < 0.05, ***P < 0.001)",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/0690b7004c08/12943_2024_2037_Fig5_HTML.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/0690b7004c08/12943_2024_2037_Fig5_HTML.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/0690b7004c08/12943_2024_2037_Fig5_HTML.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/0690b7004c08/12943_2024_2037_Fig5_HTML.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "Fig5",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/0690b7004c08/12943_2024_2037_Fig5_HTML.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11161950/images/figure_5.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/0690b7004c08/12943_2024_2037_Fig5_HTML.jpg"
    },
    "figure_6": {
      "figure_number": "Figure 6",
      "title": "Fig. 6.",
      "caption": "circSIPA1L3/IGF2BP3 enhances the stability of SLC16A1 and RAB11A mRNA levels. (a) Heat map shows the differentially expressed genes in MDA-MB-231 cells after circSIPA1L3 knockdown. (b) Venn diagram shows the potential target genes of both circSIPA1L3 and IGF2BP3 from RNA-seq data and CLIP-seq data. (c, d) The qRT-PCR (c) and western blot (d) shows the RNA and protein levels of SLC16A1 and RAB11A in breast cancer cells co-transfected with circSIPA1L3 overexpressing plasmids and IGF2BP3 siRNA as indicated. (e) The relative enrichment of IGF2BP3 in the 3’UTR of SLC16A1 and RAB11A mRNA was detected by RIP assay after circSIPA1L3 knockdown or overexpression. (f) The mRNA stability of SLC16A1 and RAB11A was assessed by qRT-PCR in breast cancer cells co-transfected with circSIPA1L3 overexpressing plasmids and IGF2BP3 siRNA as indicated upon ActD treatment. (g) The expression of SLC16A1 and RAB11A was detected in normal tissues and breast cancer tissues. (h, i) Breast cancer cells were transfected with pLCDH-ciR, circSIPA1L3, si-NC, or si-SLC16A1/RAB11A alone or simultaneously, and the abilities of cell migration, invasion, and stemness were assessed by transwell assay (h), and tumor sphere formation assay (i), respectively. (j) P < 0.05, **P < 0.01, ***P < 0.001)",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/82d9107516a2/12943_2024_2037_Fig6_HTML.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/82d9107516a2/12943_2024_2037_Fig6_HTML.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/82d9107516a2/12943_2024_2037_Fig6_HTML.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/82d9107516a2/12943_2024_2037_Fig6_HTML.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "Fig6",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/82d9107516a2/12943_2024_2037_Fig6_HTML.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11161950/images/figure_6.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/82d9107516a2/12943_2024_2037_Fig6_HTML.jpg"
    },
    "figure_7": {
      "figure_number": "Figure 7",
      "title": "Fig. 7.",
      "caption": "circSIPA1L3 is associated with prognosis of breast cancer patients, and exosome-transmitted circSIPA1L3 promotes progression and glycolysis of breast cancer. (a, b) The expression of circSIPA1L3 in breast cancer tissues and non-cancerous tissues was evaluated by qRT-PCR (a) and ISH (b) assays. (c) The circSIPA1L3 expression was evaluated by qRT-PCR in non-TNBC tissues and TNBC tissues. (d, e) ROC analysis was performed to divided breast cancer patients (d) or TNBC patients (e) into two groups with low and high circSIPA1L3 expression. Kaplan-Meier survival analysis was used to evaluate the correlation between circSIPA1L3 expression and overall survival of breast cancer patients (d) or TNBC patients (e). (f) Violin plot (upper) showing the expression of circSIPA1L3 in the plasma of female breast cancer patients and healthy donors. ROC curve (bottom) was used to assess the diagnostic value of serum circSIPA1L3 for breast cancer. (g) Schematic diagram of the mechanism that circSIPA1L3/IGF2BP3 axis promotes breast cancer progression through enhancing glycolysis",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/52bfe7dab7c8/12943_2024_2037_Fig7_HTML.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/52bfe7dab7c8/12943_2024_2037_Fig7_HTML.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/52bfe7dab7c8/12943_2024_2037_Fig7_HTML.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/52bfe7dab7c8/12943_2024_2037_Fig7_HTML.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "Fig7",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/52bfe7dab7c8/12943_2024_2037_Fig7_HTML.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11161950/images/figure_7.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d6dc/11161950/52bfe7dab7c8/12943_2024_2037_Fig7_HTML.jpg"
    }
  },
  "claims": [
    {
      "sentence": "Exosomes from the supernatants of MDA-MB-231 cells with or without circSIPA1L3 overexpression were isolated via ultracentrifugation, which exhibited similar typical membrane structure and size distribution as observed by transmission electron microscope (TEM) and nanoparticle tracker analysis (NTA) (Fig. 3a, b).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The expression of exosome marker proteins was detected by western blot (Fig. 3c), validating the successful isolation of exosomes from breast cancer cells.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Furthermore, we found that the expression of circSIPA1L3 was decreased in cells treated with GW4869 (Fig. 3d), a noncompetitive inhibitor of neutral sphingomyelinase (N-SMase) which inhibits exosome formation [27].",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel d",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel d",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel d",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Moreover, the circSIPA1L3 expression in exosomes was increased in breast cancer cells with circSIPA1L3 overexpression, whereas circSIPA1L3 knockdown led to opposite results (Fig. 3e).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel e",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel e",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel e",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "To validate that exosomal circSIPA1L3 could be taken up by receptor cells, PKH26 staining was conducted and fluorescent-labeled exosomes were observed in the receptor cells (Fig. 3f).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel f",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel f",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel f",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The circSIPA1L3 expression was increased in MDA-MB-231 cells that treated with exosomes highly expressing circSIPA1L3 than in control group (Fig. 3g).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel g",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel g",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel g",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Moreover, we validated that circSIPA1L3-exosomes significantly enhanced the proliferation, migration, invasion, and stemness of MDA-MB-231 cells compared with the control group (Fig. 3h, i).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel h",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Most noteworthy, the lactate secretion and ATP production of MDA-MB-231 were evidently elevated after treated with breast cancer cell-derived exosomes, especially in the circSIPA1L3 overexpression group (Fig. 3j), which indicated the role of exosomal circSIPA1L3 as an essential glycolysis regulator during breast cancer development.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel j",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel j",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel j",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "However, GW4869 treatment led to obviously attenuated malignant behaviors of MDA-MB-231 cells caused by circSIPA1L3-overexpressing exosomes (Fig. 3k, l).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel k",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "In xenograft tumors treated with circSIPA1L3-exosomes, obviously increased tumor volume and tumor weight were also observed (Fig. 3m, n).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel m",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Exosomes from the supernatants of MDA-MB-231 cells with or without circSIPA1L3 overexpression were isolated via ultracentrifugation, which exhibited similar typical membrane structure and size distribution as observed by transmission electron microscope (TEM) and nanoparticle tracker analysis (NTA) (Fig. 3a, b).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The expression of exosome marker proteins was detected by western blot (Fig. 3c), validating the successful isolation of exosomes from breast cancer cells.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Furthermore, we found that the expression of circSIPA1L3 was decreased in cells treated with GW4869 (Fig. 3d), a noncompetitive inhibitor of neutral sphingomyelinase (N-SMase) which inhibits exosome formation [27].",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel d",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel d",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel d",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Moreover, the circSIPA1L3 expression in exosomes was increased in breast cancer cells with circSIPA1L3 overexpression, whereas circSIPA1L3 knockdown led to opposite results (Fig. 3e).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel e",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel e",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel e",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "To validate that exosomal circSIPA1L3 could be taken up by receptor cells, PKH26 staining was conducted and fluorescent-labeled exosomes were observed in the receptor cells (Fig. 3f).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel f",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel f",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel f",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "The circSIPA1L3 expression was increased in MDA-MB-231 cells that treated with exosomes highly expressing circSIPA1L3 than in control group (Fig. 3g).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel g",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel g",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel g",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Moreover, we validated that circSIPA1L3-exosomes significantly enhanced the proliferation, migration, invasion, and stemness of MDA-MB-231 cells compared with the control group (Fig. 3h, i).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel h",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Most noteworthy, the lactate secretion and ATP production of MDA-MB-231 were evidently elevated after treated with breast cancer cell-derived exosomes, especially in the circSIPA1L3 overexpression group (Fig. 3j), which indicated the role of exosomal circSIPA1L3 as an essential glycolysis regulator during breast cancer development.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel j",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel j",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel j",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "However, GW4869 treatment led to obviously attenuated malignant behaviors of MDA-MB-231 cells caused by circSIPA1L3-overexpressing exosomes (Fig. 3k, l).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel k",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "In xenograft tumors treated with circSIPA1L3-exosomes, obviously increased tumor volume and tumor weight were also observed (Fig. 3m, n).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel m",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We found that the circSIPA1L3 expression was significantly elevated in breast cancer tissue compared with normal samples (Fig. 7a, b), and higher circSIPA1L3 expression was associated with ER, PR, and distant metastasis status (Table S1).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel a",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Consistently, the elevated expression of circSIPA1L3 was detected in TNBC tissues compared to non-TNBC tissues (Fig. 7c).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel c",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel c",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel c",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Kaplan–Meier analysis revealed that the higher circSIPA1L3 expression was correlated with poor prognosis of breast cancer patients as well as TNBC patients (Fig. 7d, e).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel d",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Notably, we also found elevated circSIPA1L3 expression in the serum of breast cancer patients compared with healthy donors, and the ROC (receiver operating characteristic) curve analysis showed an AUC value of 0.72 (Fig. 7f), indicating the high sensitivity and specificity of circSIPA1L3 as a diagnostic biomarker for breast cancer.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel f",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel f",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel f",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Together, our results comprehensively demonstrated the essential role and regulatory mechanism of circSIPA1L in breast cancer glycolysis and progression (Fig. 7g).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel g",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel g",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel g",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "We found that the circSIPA1L3 expression was significantly elevated in breast cancer tissue compared with normal samples (Fig. 7a, b), and higher circSIPA1L3 expression was associated with ER, PR, and distant metastasis status (Table S1).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel a",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Consistently, the elevated expression of circSIPA1L3 was detected in TNBC tissues compared to non-TNBC tissues (Fig. 7c).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel c",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel c",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel c",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Kaplan–Meier analysis revealed that the higher circSIPA1L3 expression was correlated with poor prognosis of breast cancer patients as well as TNBC patients (Fig. 7d, e).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel d",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Notably, we also found elevated circSIPA1L3 expression in the serum of breast cancer patients compared with healthy donors, and the ROC (receiver operating characteristic) curve analysis showed an AUC value of 0.72 (Fig. 7f), indicating the high sensitivity and specificity of circSIPA1L3 as a diagnostic biomarker for breast cancer.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel f",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel f",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel f",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Together, our results comprehensively demonstrated the essential role and regulatory mechanism of circSIPA1L in breast cancer glycolysis and progression (Fig. 7g).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel g",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel g",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel g",
          "figure_key": "figure_7"
        }
      ]
    }
  ],
  "extraction_stats": {
    "figures_count": 7,
    "claims_count": 30,
    "images_downloaded": 7,
    "tables_filtered": 44
  }
}