{
  "paper_id": "PMC8790337",
  "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8790337/",
  "figures": {
    "figure_1": {
      "figure_number": "Figure 1",
      "title": "Figure 1.",
      "caption": "System design and establishment of homogeneous anterograde convection. (a) An overview outlining the experimental approach. (b) A cartoon schematic of the system shows a syringe pump infusing two eyes cannulated into their posterior chambers and maintained at a constant temperature in a water bath. The infusion lines incorporate three-way valves attached to transducers to monitor pressure at the point of cannulation. The transducers are connected to a data logger for storage and readout. (c) A cartoon cross-section of an eye mounted in media to the limbus, leaving the cornea exposed. The posterior chamber cannulation for AHsyn infusion behind the iris, the aqueous sampling port in the AC and the ITV injection are all indicated. Dashed-line arrows indicate fluid flow (blue) and particle dispersion (green). See the electronic supplementary material, figure S6 for a more detailed diagram of the eye and its compartments (AC; anterior chamber, C; cornea, L; corneal limbus). (d) Whole eye photographs showing fluorescein introduced into the infusion line cannulating the posterior chamber over time (arrowhead), resulting in a steady increase in fluorescence that filled the AC by 40 min (dashed line, n = 3). (e) Following perfusion, eyes were carefully bisected posterior to the limbus (dashed line) to separate the anterior and posterior segments, the lens and iris removed to expose the AC, and illuminated with a fluorescent lamp. (f) Representative images of fluorescein localized to the anterior segment (i), with no fluorescence visible in the posterior segment (ii), demonstrating the anterograde nature of flow and the maintenance of barriers between ocular compartments (n = 3, AC; anterior chamber).",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/12261a67c33a/rsif20210734f01.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/12261a67c33a/rsif20210734f01.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/12261a67c33a/rsif20210734f01.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/12261a67c33a/rsif20210734f01.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "RSIF20210734F1",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/12261a67c33a/rsif20210734f01.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC8790337/images/figure_1.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/12261a67c33a/rsif20210734f01.jpg"
    },
    "figure_2": {
      "figure_number": "Figure 2",
      "title": "Figure 2.",
      "caption": "Anterior bead distribution as a function of size is conserved between live and perfused pig eyes. (a) Representative image of a yellow pellet (asterisk) and needle trace (arrow) after 4 h of perfusion indicates where two sizes of fluorescent microbeads, 20 nm (green) and 2000 nm (red), were deposited into the inferior vitreous in the dissected posterior eye cup (n = 3). (b) Representative higher magnification stereomicroscope images suggested the 20 nm beads (green) dispersed more than the 2000 nm size (red), visible as a green corona around the pellet (arrows). (c) Outflow tissues in sections through the anterior segment were assessed in confocal projections following ITV microbead injections. Only the smaller 20 nm beads (green) were visible in the trabecular meshwork and angular aqueous plexus (asterisks), which was co-stained for CD31 (white, merge), while the larger 2000 nm beads (red) did not appear in this compartment (n = 3, arrow indicates the location of the AC for orientation). Note that the orientation and location of the probed tissues are also indicated in the electronic supplementary material, figure S6. A corresponding z-stack side projection was also assessed to ensure beads remained within the sectioned tissue plane. (d) Anterior microbead distribution patterns were also observed 4 h following injections in live pig eyes showing similar 20 nm bead depositions in outflow tissues (green), but no 2000 nm beads (red) (n = 3). (e) Corresponding fluorescent bead numbers were measured from serial aqueous fluid samples from the same perfused eyes collected at 2 h and 4 h following ITV bead injection and normalized as a percentage of injected beads. A progressive time-dependent increase in 20 nm microbeads was observed, but 2000 nm microbeads remained near baseline (n = 3, linear regression shown, note; error bars smaller than the data point do not plot). (f) Raw microbead numbers measured from aqueous fluid samples at 4 h from the live pig study were compared with 4 h aqueous fluid samples from perfused ex vivo pig eyes, indicating comparable ratios between the 20 nm and 2000 nm sizes (n = 4). There were dramatically higher concentrations of 20 nm beads than 2000 nm in both cases. However, there was a small but significant difference between live and perfused 2000 nm samples. In comparison, controls with no active perfusion (control) showed virtually no aqueous signal detected (n = 4). (Scale bars indicate 50 µm, data are mean ± s.e.m., ***p < 0.005, *p < 0.05, n.s.; not significant).",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/a8ed51184b11/rsif20210734f02.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/a8ed51184b11/rsif20210734f02.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/a8ed51184b11/rsif20210734f02.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/a8ed51184b11/rsif20210734f02.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "RSIF20210734F2",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/a8ed51184b11/rsif20210734f02.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC8790337/images/figure_2.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/a8ed51184b11/rsif20210734f02.jpg"
    },
    "figure_3": {
      "figure_number": "Figure 3",
      "title": "Figure 3.",
      "caption": "Anterior microbead distribution is conserved in perfused human eyes. (a) Representative confocal projections of sectioned human outflow tissues following 4 h perfusion ex vivo showed deposition of 20 nm beads (green), but no 2000 nm beads (red) in trabecular meshwork and SC as visualized by CD31 labelling (white, Merge), similar to the pig studies (n = 3, arrow indicates the location of the AC for orientation). A side projection indicates beads remained in the tissue plane (Side, n = 3). (b) Similar to porcine samples, corresponding serial aqueous samples from perfused ex vivo human eyes exhibited a time-dependent increase in the percentage of 20 nm microbeads, but 2000 nm microbeads remained near baseline. For comparison, pig perfusion data are also plotted on the graph in dashed lines (n = 3, linear regression shown, note; error bars smaller than the data point do not plot). (c) Comparisons at 4 h between analysed human and porcine aqueous samples show a similar ratio of raw numbers of microbead sizes, with dramatically higher concentrations of 20 nm beads than 2000 nm. The human perfusions resulted in small, but significantly lower concentrations of 20 nm beads than in the pig (n = 3). (Scale bars indicate 50 µm, data are mean ± s.e.m., ***p < 0.001).",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/5af93fdd85e8/rsif20210734f03.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/5af93fdd85e8/rsif20210734f03.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/5af93fdd85e8/rsif20210734f03.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/5af93fdd85e8/rsif20210734f03.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "RSIF20210734F3",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/5af93fdd85e8/rsif20210734f03.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC8790337/images/figure_3.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/5af93fdd85e8/rsif20210734f03.jpg"
    },
    "figure_4": {
      "figure_number": "Figure 4",
      "title": "Figure 4.",
      "caption": "Adverse anterior drug particle movements are recapitulated in perfused NHP and human eyes. (a) Representative slit lamp biomicroscopy image of GNE-947 formulation particles in the AC (outlined by yellow dotted line) of NHP eyes 4 days after ITV administration. (b) Representative gonioscopic image of GNE-947 particles settled into the filtration angle (yellow arrows). (c) After 4 h of perfusion, the GNE-947 formulation deposits (yellow dotted circles) were evaluated in the vitreous chamber (Vit). Deposits appeared diffuse in human and NHP (cyno) eye vitreous, but less so in pig eye vitreous, compared to Triesence, which remained a compact deposit in the vitreous for all species (n ≥ 5). (d) Representative images of aqueous samples after 4 h of perfusion, spotted on a slide under 488 nm excitation, which display more GNE-947 particles than Triesence (scale bars indicate 50 µm). (e) Corresponding particle counts reveal significantly more GNE-947 particles in aqueous than Triesence in human eyes (n ≥ 5) and NHP eyes (n ≥ 5), but not pig (n ≥ 5). (***p < 0.001, ns; not significant). Vit; vitreous body.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/4763454597f8/rsif20210734f04.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/4763454597f8/rsif20210734f04.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/4763454597f8/rsif20210734f04.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/4763454597f8/rsif20210734f04.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "RSIF20210734F4",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/4763454597f8/rsif20210734f04.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC8790337/images/figure_4.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/4763454597f8/rsif20210734f04.jpg"
    },
    "figure_5": {
      "figure_number": "Figure 5",
      "title": "Figure 5.",
      "caption": "Retinal microbead distribution are preserved in perfused human and porcine eyes. Confocal projections of retinal sections were assessed from regions underlying the microbead pellet from perfused and live pig eyes, and ex vivo human eyes after 4 h perfusion. (a) Perfused pig retina images demonstrated the distribution of 20 nm beads (green) and fewer 2000 nm beads (red), with microbeads of both sizes generally excluded from penetrating into the retinal layers (indicated by text along the right-hand side of the merged image). A side projection was also assessed to ensure beads remained in the tissue plane (n = 3). Comparable retinal microbead distribution patterns were observed at 4 h following injections in (b) live pig eyes (n = 3) and (c) perfused human eyes (n = 3), with very few of either size penetrating into the retinal layers. (Scale bars indicate 50 µm). (d) Representative confocal images of central retina sections from ex vivo pig eyes following 4 h perfusion, stained with antibodies to the markers R/G opsin, GS, Chx-10 and RBPMS (n = 3, Scale bars indicate 50 μm, note the sections are oriented the same way, with the retinal layers indicated along with the right-hand panel). (e) Representative confocal images of central retina sections from ex vivo human eyes following 4 h perfusion, stained for the same markers as in (d) (n = 3, Scale bars indicate 50 µm, retinal layers are indicated along with the right-hand panel). GCL; ganglion cell layer, INL; inner nuclear layer, ONL; outer nuclear layer, Vit; vitreous.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/a1481311a3a3/rsif20210734f05.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/a1481311a3a3/rsif20210734f05.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/a1481311a3a3/rsif20210734f05.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/a1481311a3a3/rsif20210734f05.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "RSIF20210734F5",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/a1481311a3a3/rsif20210734f05.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC8790337/images/figure_5.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e0ca/8790337/a1481311a3a3/rsif20210734f05.jpg"
    }
  },
  "claims": [
    {
      "sentence": "After 40 min of perfusion, fluorescein was detected homogeneously throughout the AC (figure 1d).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel d",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel d",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Following the fluorescein perfusion, eyes were hemi-dissected at the equator (figure 1e), and both anterior and posterior segments were imaged under fluorescent illumination.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel e",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel e",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Stereomicroscope images showed fluorescent signal exclusively in the anterior segment, with no signal present in the vitreous compartment (figure 1f).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel f",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel f",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Only the small 20 nm (green) microbeads were visible in the trabecular meshwork and pig angular aqueous plexus (analogous to SC), suggesting this size dispersed in an anterior direction, but not the larger 2000 nm beads (red) (figure 2c).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel c",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel c",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "When analysed as a percentage of injected microbeads this resulted in a proportional time-dependent increase in 20 nm (green) beads, while 2000 nm (red) beads remained near threshold (figure 2e).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel e",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel e",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Both samples showed a similar distribution of 20 nm (green) beads that was not significantly different and a large ratio between 20 nm and 2000 nm beads (figure 2f).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel f",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel f",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "No signal from either bead size was detectable in these non-perfused control samples, demonstrating that the distribution we observed was dependent on active fluid dynamics in these eyes rather than passive diffusion or buoyancy (figure 2f).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel f",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel f",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Similar to live and perfused pig samples, anterior outflow tissue projections showed 20 nm beads (green) in the trabecular meshwork and surrounding SC, but no 2000 nm beads (red) (figure 3a).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "By contrast, 2000 nm (red) beads migrated at only 2.45 × 103 beads ml−1 h−1 in the pig eye and 3.59 × 103 beads ml−1 h−1 in the human eye (figure 3b).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "However, raw microbead numbers show a similar ratio of 20 nm to 2000 nm microbeads between species (figure 3c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Similar to live and perfused pig samples, anterior outflow tissue projections showed 20 nm beads (green) in the trabecular meshwork and surrounding SC, but no 2000 nm beads (red) (figure 3a).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel a",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "By contrast, 2000 nm (red) beads migrated at only 2.45 × 103 beads ml−1 h−1 in the pig eye and 3.59 × 103 beads ml−1 h−1 in the human eye (figure 3b).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel b",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "However, raw microbead numbers show a similar ratio of 20 nm to 2000 nm microbeads between species (figure 3c).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel c",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "During pre-clinical development, this formulation was tested in an ocular tolerability study in cynomolgus monkeys, where unexpected rapid movement of particulate matter to the AC was observed (figure 4a), with particles settling into the angle (figure 4b).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel a",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "Panel b",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Both in vivo and ex vivo perfused pig sections showed accumulation of 20 nm (green) and 2000 nm (red) microbeads adjacent to the inner retina at regions underlying the ITV injection site (figure 5a,b).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel a",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Interestingly, both sizes of microbeads were generally excluded from penetrating the retinal layers in in vivo and ex vivo pig eyes after 4 h (figure 5a,b).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel a",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Perfused human eyes were also assessed at the retinal region adjacent to the injection site and displayed similar results, with both 20 nm and 2000 nm microbeads not penetrating the retinal layers (figure 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "To confirm that retinal cytoarchitecture remained intact during perfusion, pig and human retinas were also probed with a panel of antibodies to cellular markers for cone photoreceptors (red-green opsin; R/G-opsin), Müller glia (GS), bipolar cells (Chx-10) and ganglion cells (RBPMS) (figure 5d,e).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel d",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Both in vivo and ex vivo perfused pig sections showed accumulation of 20 nm (green) and 2000 nm (red) microbeads adjacent to the inner retina at regions underlying the ITV injection site (figure 5a,b).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel a",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Interestingly, both sizes of microbeads were generally excluded from penetrating the retinal layers in in vivo and ex vivo pig eyes after 4 h (figure 5a,b).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel a",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Perfused human eyes were also assessed at the retinal region adjacent to the injection site and displayed similar results, with both 20 nm and 2000 nm microbeads not penetrating the retinal layers (figure 5c).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel c",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "To confirm that retinal cytoarchitecture remained intact during perfusion, pig and human retinas were also probed with a panel of antibodies to cellular markers for cone photoreceptors (red-green opsin; R/G-opsin), Müller glia (GS), bipolar cells (Chx-10) and ganglion cells (RBPMS) (figure 5d,e).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel d",
          "figure_key": "figure_5"
        }
      ]
    }
  ],
  "extraction_stats": {
    "figures_count": 5,
    "claims_count": 22,
    "images_downloaded": 5,
    "tables_filtered": 16
  }
}