[
  {
    "sentence": "Full details can be found in the Supplementary material.BBB co-culture and BBB-chip with astrocytes and MDA-MB-231 cells\nExperiments were performed using two platforms: (i) a commercial 24-well Transwell® (Costar Corp., Corning); and (ii) a blood–brain barrier (BBB)-chip platform (Supplementary Fig. 16A) that was fabricated as previously described.42,43 For both platforms, brain microvascular endothelial cells (BMEC) were seeded as mentioned in the Supplementary material.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "Panel A",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "In line with previous reports on the tumourigenic effect of astrocytes on MDA-MB-231 breast cancer cells,48 our investigations revealed that both murine and human mammary adenocarcinomas, 4T1 and MDA-MB-231 cells, respectively, present increased proliferation rates when co-cultured with primary astrocytes, in a dose-dependent manner (Fig. 1A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Staining and analysing cell ratios revealed 1.657 more astrocytes than cancer cells in the tumour area (Supplementary Fig. 1), suggesting that the range of ratios of 1:1 and 1:2 that we selected are physiologically relevant.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "CM = conditioned medium; hAstro = human astrocytes; mAstro = murine astrocytes.In addition, the presence of 4T1 conditioned medium (CM) or MDA-MB-231 CM, which contains cancer cell-secreted factors, increased the proliferation rates of murine and human astrocytes, respectively (Fig. 1C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Using a Transwell migration assay, we found a significant increase in 4T1 cell migration towards murine primary astrocytes (mAstro) and MDA-MB-231 cell migration towards human primary astrocyte (hAstro) CM (Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The same effect was found with another murine breast cancer cell line, EMT6, which is BRCA-mutated (Supplementary Fig. 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Supporting the results obtained from the classic 2D culture assays, we identified a significant increase in the growth and sprouting of breast cancer cells in 3D BCBM spheroids containing astrocytes compared with spheroids containing breast cancer cells only (Fig. 1E–H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel E",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "In addition, the presence of the BBB human cerebral microvascular endothelial cells (hCMEC/D3) increased MDA-MB-231 3D spheroid growth and sprouting (Supplementary Fig. 2D and E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Interestingly, the addition of astrocytes increased the TEER values, indicating a tighter barrier, while the addition of MDA-MB-231 cells impaired the barrier, as indicated by lower TEER values (Fig. 1J).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "As expected, the transmigration of MDA-MB-231 cells through the barrier lacking any cells towards astrocytes was much faster than the transmigration through the BMEC barrier (Fig. 1I and Supplementary videos 1 and 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Adding astrocytes to the endothelial system significantly increased MDA-MB-231 trans-endothelial migration, which also occurred faster compared with the BMEC-only barrier (Fig. 1I and Supplementary videos 2 and 3).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Therefore, we performed cytokine arrays on 4T1 cells co-cultured with mAstro and MDA-MB-231 cells co-cultured with hAstro, in which a set of upregulated cytokines was found (Fig. 2A and B and Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We identified CCL2 as one of the factors secreted at an exceptionally high level in the co-culture conditions, and it was upregulated both in the human and the murine models (Fig. 2A and B and Supplementary Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Resembling the expression levels found in humans, all three markers, CCL2, CCR2 and CCR4, presented high levels in the mice BM, in comparison with the primary tumours and normal breast and brain tissues (Fig. 2C and E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The presence of these three markers was also confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that CCL2 and CCR2 are highly overexpressed in BM and primary breast cancer, compared with normal breast and brain tissues (Fig. 2D, H and I).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Even though CCR4 presented generally lower expression levels than CCR2, it was also overexpressed in the BM samples (Fig. 2D and J).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We further analysed the expression levels using data from primary tumours of breast cancer patients that later metastasized to the brain or other organs (GSE12276).50 Although not reaching statistical significance, all three markers, CCL2, CCR2 and CCR4, showed a trend towards higher expression in the tumours that later metastasized to the brain (Fig. 2K–M).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel K",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In agreement with our findings derived from the cytokine arrays, higher secretion of CCL2 was demonstrated when 4T1 or MDA-MB-231 cells were co-cultured with astrocytes, compared with the respective mono-cultures (Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We found that the activation with starvation medium increased CCL2 expression by mAstro, and when cultured in 4T1 CM, mAstro CCL2 expression was further increased (Fig. 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When MDA-MB-231 and hAstro were co-cultured, the astrocytes expressed much higher levels of CCL2, compared with the monocultures (Fig. 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Our results revealed that non-activated astrocytes (GLAST+, GFAP−) generally express much less CCL2 than the activated astrocytes (GLAST−, GFAP+), and the different activation media influence the level of CCL2 expression by the activated astrocytes (Fig. 3E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The exposure of mAstro to breast cancer cell-secreted factors from the 4T1 CM induced the highest CCL2 expression by the activated astrocytes in the culture (Fig. 3E).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When activated with a starvation medium, both cell lines presented an increased level of CCR2 and CCR4, with a further increase when cultured in astrocyte CM (Fig. 3G–N).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel G",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In both cases, when the cells were treated with bindarit, breast cancer cell proliferation dramatically decreased, mainly in the co-cultures, returning it to a level similar to that in the mono-cultured cells not treated with the drug (Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "A similar effect was achieved using a CCL2 neutralizing antibody (Supplementary Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In addition, using a Transwell migration assay, recombinant CCL2 protein (rCCL2) significantly increased MDA-MB-231 migration (Supplementary Fig. 4C), and the inhibition of CCL2 by bindarit significantly decreased MDA-MB-231 cell migration towards hAstro CM (Supplementary Fig. 4D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "When we treated the astrocyte-containing spheroids with bindarit, we observed a significant decrease in spheroid growth and sprouting (Fig. 4J–M).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel J",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar results were obtained using CCL2 neutralizing antibody on astrocyte-containing MDA-MB-231 or EMT6 spheroids (Supplementary Fig. 4E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel E",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "4T1 shCCR4 and MDA-MB-231 shCCR4 both presented a reduced proliferation rate when co-cultured with astrocytes (Fig. 4C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The shCCR4 cell proliferation rate was very similar in the presence or absence of astrocytes (Fig. 4C and D), confirming that the proliferation-promoting effect of the astrocytes on the breast cancer cells was mediated mainly by the CCL2 pathway.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our BBB model, the inhibition of CCL2 by bindarit significantly increased the TEER values (Fig. 4H) and expression of the tight junction marker ZO1 (Fig. 4I), both indicating a tighter barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, adding rCCL2 to the barrier decreased the TEER values (Fig. 4G), indicating a looser barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Moreover, rCCL2 treatment led to a more diffuse ZO1 pattern that relocated from the membrane to the cytoplasm (Fig. 4I).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our lung cancer models, we observed increased proliferation of both human and murine lung cancer cells (A549 and LLC, respectively) in the presence of astrocytes, which was attenuated by the inhibition of CCL2 using bindarit (Supplementary Fig. 14A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel A",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "A similar effect was detected using a 3D multicellular lung cancer brain metastases model (Supplementary Fig. 14C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel C",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "By inhibiting CCL2, bindarit led to a significant reduction in BM volume, measured by MRI, compared with the control group (Supplementary Fig. 15A and B).P-selectin–P-selectin ligand-1 and PD-1–PD-L1 axes are upregulated in breast cancer brain metastasis\nMost oncology protocols require combined therapies to allow synergistic activity, increase the therapeutic index of drugs with distinct mechanisms of action, improve toxicity profiles and prevent mechanisms of acquired resistance.51 As we consider the CCL2-CCR2/CCR4 axis an immunological target, we rationally sought additional immune checkpoints to combine with CCL2 inhibition therapy.",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "Panel A",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "We found both proteins were upregulated in BCBM compared with primary tumours and normal brain tissues, both in clinical samples and in our mouse model (Supplementary Fig. 5A–C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Further validation of patient data from the GSE12276 dataset50 also showed a significantly increased expression of SELP and PSGL-1 in primary tumours that metastasized to the brain compared with tumours that metastasized to other organs (Fig. 5A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We found PD-1 and PD-L1 upregulated in BCBM compared with primary tumours and normal breast and brain tissues (Supplementary Fig. 5B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Validation of patient data from the GSE12276 dataset50 confirmed that both PD-1 (significantly) and PD-L1 (non-significantly) present higher levels of expression in primary breast cancer tumours that have metastasized to the brain compared with breast cancer tumours that have metastasized to other organs (Fig. 5C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The presence of SELP, PSGL-1, PD-1 and PD-L1 was further confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6).Inhibition of CCL2 with SELP or PD-1/PD-L1 inhibition leads to improved outcomes versus monotherapy\nFinally, we tested the inhibition of CCL2, SELP and PD-1/PD-L1 individually or combined, using three different models: (i) the 3D multicellular BCBM spheroid model; (ii) the 3D patient-derived metastatic breast cancer organoids co-cultured with bTME milieu; and (iii) the immunocompetent BALB/c mouse model.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Prior to the in vivo studies utilizing this model, we found that the inhibition of either CCL2, SELP or PD-L1 individually as monotherapies reduced spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The combination of CCL2 inhibitor with either PD-L1 inhibitor (PD-L1i) or SELP inhibitor (SELPi) led to a further reduction in spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "By immunostaining the organoids with Cytokeratin 14 (CK14) as a marker for breast cancer cells, we were able to quantify the effect of the treatments on organoid growth (Fig. 5H–J and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel H",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The analysis\nrevealed that the organoids were highly sensitive to the treatment with bindarit as a monotherapy (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The effect of combining bindarit with any of these three drugs was better than that of each drug individually, although not superior to bindarit alone (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The tumours had well-defined edges and were removed whole, as shown by haematoxylin and eosin staining (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The experimental time course and treatment regimen are detailed in Fig. 6A.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Combining bindarit with either of the other targets led to a further increase in OS (Fig. 6B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "While bindarit and SELPi individually did not lead to any improvement in relapse in comparison with the control group, the combination of these drugs led to a delay in the detection of any relapse and a decrease in the overall percentage of mice presenting extracranial metastases or tumour recurrence (Fig. 6D).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "In the case of the ICI, αPD-1 antibody had a better profile in terms of relapse compared to the control group, and when combined with bindarit, this improved even further (Fig. 6E).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "No additional toxicities were detected due to the combination of two drugs, either in body-weight changes (Fig. 6H) or blood chemical and haematological tests (Supplementary Figs 9 and 10).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Each drug alone significantly decreased the BM volume and both drug combinations resulted in a slight, non-significant improvement compared with each monotherapy (Fig. 6F and G).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel F",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Mice brain tissues were collected and further analysed by IHC staining (Fig. 7 and Supplementary Fig. 11).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "As detailed in Fig. 8, our findings implicate astrocyte-secreted CCL2 as a necessary component of the complex signalling network in brain metastasis, corroborating with proinflammatory cytokines expressed on multiple immune cells such as P-selectin on microglia/TAMs and PD-1 on T cells, presenting a unique prophylactic and therapeutic immunotherapeutic approach for BCBM following resection of the primary lesion.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Full details can be found in the Supplementary material.BBB co-culture and BBB-chip with astrocytes and MDA-MB-231 cells\nExperiments were performed using two platforms: (i) a commercial 24-well Transwell® (Costar Corp., Corning); and (ii) a blood–brain barrier (BBB)-chip platform (Supplementary Fig. 16A) that was fabricated as previously described.42,43 For both platforms, brain microvascular endothelial cells (BMEC) were seeded as mentioned in the Supplementary material.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "Panel A",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "In line with previous reports on the tumourigenic effect of astrocytes on MDA-MB-231 breast cancer cells,48 our investigations revealed that both murine and human mammary adenocarcinomas, 4T1 and MDA-MB-231 cells, respectively, present increased proliferation rates when co-cultured with primary astrocytes, in a dose-dependent manner (Fig. 1A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Staining and analysing cell ratios revealed 1.657 more astrocytes than cancer cells in the tumour area (Supplementary Fig. 1), suggesting that the range of ratios of 1:1 and 1:2 that we selected are physiologically relevant.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "CM = conditioned medium; hAstro = human astrocytes; mAstro = murine astrocytes.In addition, the presence of 4T1 conditioned medium (CM) or MDA-MB-231 CM, which contains cancer cell-secreted factors, increased the proliferation rates of murine and human astrocytes, respectively (Fig. 1C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Using a Transwell migration assay, we found a significant increase in 4T1 cell migration towards murine primary astrocytes (mAstro) and MDA-MB-231 cell migration towards human primary astrocyte (hAstro) CM (Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The same effect was found with another murine breast cancer cell line, EMT6, which is BRCA-mutated (Supplementary Fig. 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Supporting the results obtained from the classic 2D culture assays, we identified a significant increase in the growth and sprouting of breast cancer cells in 3D BCBM spheroids containing astrocytes compared with spheroids containing breast cancer cells only (Fig. 1E–H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel E",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "In addition, the presence of the BBB human cerebral microvascular endothelial cells (hCMEC/D3) increased MDA-MB-231 3D spheroid growth and sprouting (Supplementary Fig. 2D and E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Interestingly, the addition of astrocytes increased the TEER values, indicating a tighter barrier, while the addition of MDA-MB-231 cells impaired the barrier, as indicated by lower TEER values (Fig. 1J).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "As expected, the transmigration of MDA-MB-231 cells through the barrier lacking any cells towards astrocytes was much faster than the transmigration through the BMEC barrier (Fig. 1I and Supplementary videos 1 and 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Adding astrocytes to the endothelial system significantly increased MDA-MB-231 trans-endothelial migration, which also occurred faster compared with the BMEC-only barrier (Fig. 1I and Supplementary videos 2 and 3).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Therefore, we performed cytokine arrays on 4T1 cells co-cultured with mAstro and MDA-MB-231 cells co-cultured with hAstro, in which a set of upregulated cytokines was found (Fig. 2A and B and Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We identified CCL2 as one of the factors secreted at an exceptionally high level in the co-culture conditions, and it was upregulated both in the human and the murine models (Fig. 2A and B and Supplementary Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Resembling the expression levels found in humans, all three markers, CCL2, CCR2 and CCR4, presented high levels in the mice BM, in comparison with the primary tumours and normal breast and brain tissues (Fig. 2C and E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The presence of these three markers was also confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that CCL2 and CCR2 are highly overexpressed in BM and primary breast cancer, compared with normal breast and brain tissues (Fig. 2D, H and I).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Even though CCR4 presented generally lower expression levels than CCR2, it was also overexpressed in the BM samples (Fig. 2D and J).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We further analysed the expression levels using data from primary tumours of breast cancer patients that later metastasized to the brain or other organs (GSE12276).50 Although not reaching statistical significance, all three markers, CCL2, CCR2 and CCR4, showed a trend towards higher expression in the tumours that later metastasized to the brain (Fig. 2K–M).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel K",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In agreement with our findings derived from the cytokine arrays, higher secretion of CCL2 was demonstrated when 4T1 or MDA-MB-231 cells were co-cultured with astrocytes, compared with the respective mono-cultures (Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We found that the activation with starvation medium increased CCL2 expression by mAstro, and when cultured in 4T1 CM, mAstro CCL2 expression was further increased (Fig. 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When MDA-MB-231 and hAstro were co-cultured, the astrocytes expressed much higher levels of CCL2, compared with the monocultures (Fig. 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Our results revealed that non-activated astrocytes (GLAST+, GFAP−) generally express much less CCL2 than the activated astrocytes (GLAST−, GFAP+), and the different activation media influence the level of CCL2 expression by the activated astrocytes (Fig. 3E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The exposure of mAstro to breast cancer cell-secreted factors from the 4T1 CM induced the highest CCL2 expression by the activated astrocytes in the culture (Fig. 3E).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When activated with a starvation medium, both cell lines presented an increased level of CCR2 and CCR4, with a further increase when cultured in astrocyte CM (Fig. 3G–N).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel G",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In both cases, when the cells were treated with bindarit, breast cancer cell proliferation dramatically decreased, mainly in the co-cultures, returning it to a level similar to that in the mono-cultured cells not treated with the drug (Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "A similar effect was achieved using a CCL2 neutralizing antibody (Supplementary Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In addition, using a Transwell migration assay, recombinant CCL2 protein (rCCL2) significantly increased MDA-MB-231 migration (Supplementary Fig. 4C), and the inhibition of CCL2 by bindarit significantly decreased MDA-MB-231 cell migration towards hAstro CM (Supplementary Fig. 4D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "When we treated the astrocyte-containing spheroids with bindarit, we observed a significant decrease in spheroid growth and sprouting (Fig. 4J–M).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel J",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar results were obtained using CCL2 neutralizing antibody on astrocyte-containing MDA-MB-231 or EMT6 spheroids (Supplementary Fig. 4E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel E",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "4T1 shCCR4 and MDA-MB-231 shCCR4 both presented a reduced proliferation rate when co-cultured with astrocytes (Fig. 4C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The shCCR4 cell proliferation rate was very similar in the presence or absence of astrocytes (Fig. 4C and D), confirming that the proliferation-promoting effect of the astrocytes on the breast cancer cells was mediated mainly by the CCL2 pathway.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our BBB model, the inhibition of CCL2 by bindarit significantly increased the TEER values (Fig. 4H) and expression of the tight junction marker ZO1 (Fig. 4I), both indicating a tighter barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, adding rCCL2 to the barrier decreased the TEER values (Fig. 4G), indicating a looser barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Moreover, rCCL2 treatment led to a more diffuse ZO1 pattern that relocated from the membrane to the cytoplasm (Fig. 4I).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our lung cancer models, we observed increased proliferation of both human and murine lung cancer cells (A549 and LLC, respectively) in the presence of astrocytes, which was attenuated by the inhibition of CCL2 using bindarit (Supplementary Fig. 14A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel A",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "A similar effect was detected using a 3D multicellular lung cancer brain metastases model (Supplementary Fig. 14C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel C",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "By inhibiting CCL2, bindarit led to a significant reduction in BM volume, measured by MRI, compared with the control group (Supplementary Fig. 15A and B).P-selectin–P-selectin ligand-1 and PD-1–PD-L1 axes are upregulated in breast cancer brain metastasis\nMost oncology protocols require combined therapies to allow synergistic activity, increase the therapeutic index of drugs with distinct mechanisms of action, improve toxicity profiles and prevent mechanisms of acquired resistance.51 As we consider the CCL2-CCR2/CCR4 axis an immunological target, we rationally sought additional immune checkpoints to combine with CCL2 inhibition therapy.",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "Panel A",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "We found both proteins were upregulated in BCBM compared with primary tumours and normal brain tissues, both in clinical samples and in our mouse model (Supplementary Fig. 5A–C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Further validation of patient data from the GSE12276 dataset50 also showed a significantly increased expression of SELP and PSGL-1 in primary tumours that metastasized to the brain compared with tumours that metastasized to other organs (Fig. 5A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We found PD-1 and PD-L1 upregulated in BCBM compared with primary tumours and normal breast and brain tissues (Supplementary Fig. 5B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Validation of patient data from the GSE12276 dataset50 confirmed that both PD-1 (significantly) and PD-L1 (non-significantly) present higher levels of expression in primary breast cancer tumours that have metastasized to the brain compared with breast cancer tumours that have metastasized to other organs (Fig. 5C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The presence of SELP, PSGL-1, PD-1 and PD-L1 was further confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6).Inhibition of CCL2 with SELP or PD-1/PD-L1 inhibition leads to improved outcomes versus monotherapy\nFinally, we tested the inhibition of CCL2, SELP and PD-1/PD-L1 individually or combined, using three different models: (i) the 3D multicellular BCBM spheroid model; (ii) the 3D patient-derived metastatic breast cancer organoids co-cultured with bTME milieu; and (iii) the immunocompetent BALB/c mouse model.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Prior to the in vivo studies utilizing this model, we found that the inhibition of either CCL2, SELP or PD-L1 individually as monotherapies reduced spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The combination of CCL2 inhibitor with either PD-L1 inhibitor (PD-L1i) or SELP inhibitor (SELPi) led to a further reduction in spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "By immunostaining the organoids with Cytokeratin 14 (CK14) as a marker for breast cancer cells, we were able to quantify the effect of the treatments on organoid growth (Fig. 5H–J and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel H",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The analysis\nrevealed that the organoids were highly sensitive to the treatment with bindarit as a monotherapy (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The effect of combining bindarit with any of these three drugs was better than that of each drug individually, although not superior to bindarit alone (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The tumours had well-defined edges and were removed whole, as shown by haematoxylin and eosin staining (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The experimental time course and treatment regimen are detailed in Fig. 6A.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Combining bindarit with either of the other targets led to a further increase in OS (Fig. 6B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "While bindarit and SELPi individually did not lead to any improvement in relapse in comparison with the control group, the combination of these drugs led to a delay in the detection of any relapse and a decrease in the overall percentage of mice presenting extracranial metastases or tumour recurrence (Fig. 6D).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "In the case of the ICI, αPD-1 antibody had a better profile in terms of relapse compared to the control group, and when combined with bindarit, this improved even further (Fig. 6E).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "No additional toxicities were detected due to the combination of two drugs, either in body-weight changes (Fig. 6H) or blood chemical and haematological tests (Supplementary Figs 9 and 10).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Each drug alone significantly decreased the BM volume and both drug combinations resulted in a slight, non-significant improvement compared with each monotherapy (Fig. 6F and G).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel F",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Mice brain tissues were collected and further analysed by IHC staining (Fig. 7 and Supplementary Fig. 11).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "As detailed in Fig. 8, our findings implicate astrocyte-secreted CCL2 as a necessary component of the complex signalling network in brain metastasis, corroborating with proinflammatory cytokines expressed on multiple immune cells such as P-selectin on microglia/TAMs and PD-1 on T cells, presenting a unique prophylactic and therapeutic immunotherapeutic approach for BCBM following resection of the primary lesion.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Full details can be found in the Supplementary material.BBB co-culture and BBB-chip with astrocytes and MDA-MB-231 cells\nExperiments were performed using two platforms: (i) a commercial 24-well Transwell® (Costar Corp., Corning); and (ii) a blood–brain barrier (BBB)-chip platform (Supplementary Fig. 16A) that was fabricated as previously described.42,43 For both platforms, brain microvascular endothelial cells (BMEC) were seeded as mentioned in the Supplementary material.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "Panel A",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "In line with previous reports on the tumourigenic effect of astrocytes on MDA-MB-231 breast cancer cells,48 our investigations revealed that both murine and human mammary adenocarcinomas, 4T1 and MDA-MB-231 cells, respectively, present increased proliferation rates when co-cultured with primary astrocytes, in a dose-dependent manner (Fig. 1A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Staining and analysing cell ratios revealed 1.657 more astrocytes than cancer cells in the tumour area (Supplementary Fig. 1), suggesting that the range of ratios of 1:1 and 1:2 that we selected are physiologically relevant.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "CM = conditioned medium; hAstro = human astrocytes; mAstro = murine astrocytes.In addition, the presence of 4T1 conditioned medium (CM) or MDA-MB-231 CM, which contains cancer cell-secreted factors, increased the proliferation rates of murine and human astrocytes, respectively (Fig. 1C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Using a Transwell migration assay, we found a significant increase in 4T1 cell migration towards murine primary astrocytes (mAstro) and MDA-MB-231 cell migration towards human primary astrocyte (hAstro) CM (Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The same effect was found with another murine breast cancer cell line, EMT6, which is BRCA-mutated (Supplementary Fig. 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Supporting the results obtained from the classic 2D culture assays, we identified a significant increase in the growth and sprouting of breast cancer cells in 3D BCBM spheroids containing astrocytes compared with spheroids containing breast cancer cells only (Fig. 1E–H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel E",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "In addition, the presence of the BBB human cerebral microvascular endothelial cells (hCMEC/D3) increased MDA-MB-231 3D spheroid growth and sprouting (Supplementary Fig. 2D and E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Interestingly, the addition of astrocytes increased the TEER values, indicating a tighter barrier, while the addition of MDA-MB-231 cells impaired the barrier, as indicated by lower TEER values (Fig. 1J).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "As expected, the transmigration of MDA-MB-231 cells through the barrier lacking any cells towards astrocytes was much faster than the transmigration through the BMEC barrier (Fig. 1I and Supplementary videos 1 and 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Adding astrocytes to the endothelial system significantly increased MDA-MB-231 trans-endothelial migration, which also occurred faster compared with the BMEC-only barrier (Fig. 1I and Supplementary videos 2 and 3).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Therefore, we performed cytokine arrays on 4T1 cells co-cultured with mAstro and MDA-MB-231 cells co-cultured with hAstro, in which a set of upregulated cytokines was found (Fig. 2A and B and Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We identified CCL2 as one of the factors secreted at an exceptionally high level in the co-culture conditions, and it was upregulated both in the human and the murine models (Fig. 2A and B and Supplementary Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Resembling the expression levels found in humans, all three markers, CCL2, CCR2 and CCR4, presented high levels in the mice BM, in comparison with the primary tumours and normal breast and brain tissues (Fig. 2C and E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The presence of these three markers was also confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that CCL2 and CCR2 are highly overexpressed in BM and primary breast cancer, compared with normal breast and brain tissues (Fig. 2D, H and I).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Even though CCR4 presented generally lower expression levels than CCR2, it was also overexpressed in the BM samples (Fig. 2D and J).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We further analysed the expression levels using data from primary tumours of breast cancer patients that later metastasized to the brain or other organs (GSE12276).50 Although not reaching statistical significance, all three markers, CCL2, CCR2 and CCR4, showed a trend towards higher expression in the tumours that later metastasized to the brain (Fig. 2K–M).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel K",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In agreement with our findings derived from the cytokine arrays, higher secretion of CCL2 was demonstrated when 4T1 or MDA-MB-231 cells were co-cultured with astrocytes, compared with the respective mono-cultures (Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We found that the activation with starvation medium increased CCL2 expression by mAstro, and when cultured in 4T1 CM, mAstro CCL2 expression was further increased (Fig. 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When MDA-MB-231 and hAstro were co-cultured, the astrocytes expressed much higher levels of CCL2, compared with the monocultures (Fig. 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Our results revealed that non-activated astrocytes (GLAST+, GFAP−) generally express much less CCL2 than the activated astrocytes (GLAST−, GFAP+), and the different activation media influence the level of CCL2 expression by the activated astrocytes (Fig. 3E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The exposure of mAstro to breast cancer cell-secreted factors from the 4T1 CM induced the highest CCL2 expression by the activated astrocytes in the culture (Fig. 3E).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When activated with a starvation medium, both cell lines presented an increased level of CCR2 and CCR4, with a further increase when cultured in astrocyte CM (Fig. 3G–N).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel G",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In both cases, when the cells were treated with bindarit, breast cancer cell proliferation dramatically decreased, mainly in the co-cultures, returning it to a level similar to that in the mono-cultured cells not treated with the drug (Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "A similar effect was achieved using a CCL2 neutralizing antibody (Supplementary Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In addition, using a Transwell migration assay, recombinant CCL2 protein (rCCL2) significantly increased MDA-MB-231 migration (Supplementary Fig. 4C), and the inhibition of CCL2 by bindarit significantly decreased MDA-MB-231 cell migration towards hAstro CM (Supplementary Fig. 4D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "When we treated the astrocyte-containing spheroids with bindarit, we observed a significant decrease in spheroid growth and sprouting (Fig. 4J–M).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel J",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar results were obtained using CCL2 neutralizing antibody on astrocyte-containing MDA-MB-231 or EMT6 spheroids (Supplementary Fig. 4E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel E",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "4T1 shCCR4 and MDA-MB-231 shCCR4 both presented a reduced proliferation rate when co-cultured with astrocytes (Fig. 4C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The shCCR4 cell proliferation rate was very similar in the presence or absence of astrocytes (Fig. 4C and D), confirming that the proliferation-promoting effect of the astrocytes on the breast cancer cells was mediated mainly by the CCL2 pathway.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our BBB model, the inhibition of CCL2 by bindarit significantly increased the TEER values (Fig. 4H) and expression of the tight junction marker ZO1 (Fig. 4I), both indicating a tighter barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, adding rCCL2 to the barrier decreased the TEER values (Fig. 4G), indicating a looser barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Moreover, rCCL2 treatment led to a more diffuse ZO1 pattern that relocated from the membrane to the cytoplasm (Fig. 4I).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our lung cancer models, we observed increased proliferation of both human and murine lung cancer cells (A549 and LLC, respectively) in the presence of astrocytes, which was attenuated by the inhibition of CCL2 using bindarit (Supplementary Fig. 14A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel A",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "A similar effect was detected using a 3D multicellular lung cancer brain metastases model (Supplementary Fig. 14C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel C",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "By inhibiting CCL2, bindarit led to a significant reduction in BM volume, measured by MRI, compared with the control group (Supplementary Fig. 15A and B).P-selectin–P-selectin ligand-1 and PD-1–PD-L1 axes are upregulated in breast cancer brain metastasis\nMost oncology protocols require combined therapies to allow synergistic activity, increase the therapeutic index of drugs with distinct mechanisms of action, improve toxicity profiles and prevent mechanisms of acquired resistance.51 As we consider the CCL2-CCR2/CCR4 axis an immunological target, we rationally sought additional immune checkpoints to combine with CCL2 inhibition therapy.",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "Panel A",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "We found both proteins were upregulated in BCBM compared with primary tumours and normal brain tissues, both in clinical samples and in our mouse model (Supplementary Fig. 5A–C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Further validation of patient data from the GSE12276 dataset50 also showed a significantly increased expression of SELP and PSGL-1 in primary tumours that metastasized to the brain compared with tumours that metastasized to other organs (Fig. 5A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We found PD-1 and PD-L1 upregulated in BCBM compared with primary tumours and normal breast and brain tissues (Supplementary Fig. 5B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Validation of patient data from the GSE12276 dataset50 confirmed that both PD-1 (significantly) and PD-L1 (non-significantly) present higher levels of expression in primary breast cancer tumours that have metastasized to the brain compared with breast cancer tumours that have metastasized to other organs (Fig. 5C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The presence of SELP, PSGL-1, PD-1 and PD-L1 was further confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6).Inhibition of CCL2 with SELP or PD-1/PD-L1 inhibition leads to improved outcomes versus monotherapy\nFinally, we tested the inhibition of CCL2, SELP and PD-1/PD-L1 individually or combined, using three different models: (i) the 3D multicellular BCBM spheroid model; (ii) the 3D patient-derived metastatic breast cancer organoids co-cultured with bTME milieu; and (iii) the immunocompetent BALB/c mouse model.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Prior to the in vivo studies utilizing this model, we found that the inhibition of either CCL2, SELP or PD-L1 individually as monotherapies reduced spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The combination of CCL2 inhibitor with either PD-L1 inhibitor (PD-L1i) or SELP inhibitor (SELPi) led to a further reduction in spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "By immunostaining the organoids with Cytokeratin 14 (CK14) as a marker for breast cancer cells, we were able to quantify the effect of the treatments on organoid growth (Fig. 5H–J and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel H",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The analysis\nrevealed that the organoids were highly sensitive to the treatment with bindarit as a monotherapy (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The effect of combining bindarit with any of these three drugs was better than that of each drug individually, although not superior to bindarit alone (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The tumours had well-defined edges and were removed whole, as shown by haematoxylin and eosin staining (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The experimental time course and treatment regimen are detailed in Fig. 6A.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Combining bindarit with either of the other targets led to a further increase in OS (Fig. 6B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "While bindarit and SELPi individually did not lead to any improvement in relapse in comparison with the control group, the combination of these drugs led to a delay in the detection of any relapse and a decrease in the overall percentage of mice presenting extracranial metastases or tumour recurrence (Fig. 6D).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "In the case of the ICI, αPD-1 antibody had a better profile in terms of relapse compared to the control group, and when combined with bindarit, this improved even further (Fig. 6E).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "No additional toxicities were detected due to the combination of two drugs, either in body-weight changes (Fig. 6H) or blood chemical and haematological tests (Supplementary Figs 9 and 10).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Each drug alone significantly decreased the BM volume and both drug combinations resulted in a slight, non-significant improvement compared with each monotherapy (Fig. 6F and G).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel F",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Mice brain tissues were collected and further analysed by IHC staining (Fig. 7 and Supplementary Fig. 11).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "As detailed in Fig. 8, our findings implicate astrocyte-secreted CCL2 as a necessary component of the complex signalling network in brain metastasis, corroborating with proinflammatory cytokines expressed on multiple immune cells such as P-selectin on microglia/TAMs and PD-1 on T cells, presenting a unique prophylactic and therapeutic immunotherapeutic approach for BCBM following resection of the primary lesion.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Full details can be found in the Supplementary material.BBB co-culture and BBB-chip with astrocytes and MDA-MB-231 cells\nExperiments were performed using two platforms: (i) a commercial 24-well Transwell® (Costar Corp., Corning); and (ii) a blood–brain barrier (BBB)-chip platform (Supplementary Fig. 16A) that was fabricated as previously described.42,43 For both platforms, brain microvascular endothelial cells (BMEC) were seeded as mentioned in the Supplementary material.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "Panel A",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "In line with previous reports on the tumourigenic effect of astrocytes on MDA-MB-231 breast cancer cells,48 our investigations revealed that both murine and human mammary adenocarcinomas, 4T1 and MDA-MB-231 cells, respectively, present increased proliferation rates when co-cultured with primary astrocytes, in a dose-dependent manner (Fig. 1A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Staining and analysing cell ratios revealed 1.657 more astrocytes than cancer cells in the tumour area (Supplementary Fig. 1), suggesting that the range of ratios of 1:1 and 1:2 that we selected are physiologically relevant.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "CM = conditioned medium; hAstro = human astrocytes; mAstro = murine astrocytes.In addition, the presence of 4T1 conditioned medium (CM) or MDA-MB-231 CM, which contains cancer cell-secreted factors, increased the proliferation rates of murine and human astrocytes, respectively (Fig. 1C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Using a Transwell migration assay, we found a significant increase in 4T1 cell migration towards murine primary astrocytes (mAstro) and MDA-MB-231 cell migration towards human primary astrocyte (hAstro) CM (Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The same effect was found with another murine breast cancer cell line, EMT6, which is BRCA-mutated (Supplementary Fig. 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Supporting the results obtained from the classic 2D culture assays, we identified a significant increase in the growth and sprouting of breast cancer cells in 3D BCBM spheroids containing astrocytes compared with spheroids containing breast cancer cells only (Fig. 1E–H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel E",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "In addition, the presence of the BBB human cerebral microvascular endothelial cells (hCMEC/D3) increased MDA-MB-231 3D spheroid growth and sprouting (Supplementary Fig. 2D and E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Interestingly, the addition of astrocytes increased the TEER values, indicating a tighter barrier, while the addition of MDA-MB-231 cells impaired the barrier, as indicated by lower TEER values (Fig. 1J).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "As expected, the transmigration of MDA-MB-231 cells through the barrier lacking any cells towards astrocytes was much faster than the transmigration through the BMEC barrier (Fig. 1I and Supplementary videos 1 and 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Adding astrocytes to the endothelial system significantly increased MDA-MB-231 trans-endothelial migration, which also occurred faster compared with the BMEC-only barrier (Fig. 1I and Supplementary videos 2 and 3).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Therefore, we performed cytokine arrays on 4T1 cells co-cultured with mAstro and MDA-MB-231 cells co-cultured with hAstro, in which a set of upregulated cytokines was found (Fig. 2A and B and Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We identified CCL2 as one of the factors secreted at an exceptionally high level in the co-culture conditions, and it was upregulated both in the human and the murine models (Fig. 2A and B and Supplementary Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Resembling the expression levels found in humans, all three markers, CCL2, CCR2 and CCR4, presented high levels in the mice BM, in comparison with the primary tumours and normal breast and brain tissues (Fig. 2C and E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The presence of these three markers was also confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that CCL2 and CCR2 are highly overexpressed in BM and primary breast cancer, compared with normal breast and brain tissues (Fig. 2D, H and I).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Even though CCR4 presented generally lower expression levels than CCR2, it was also overexpressed in the BM samples (Fig. 2D and J).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We further analysed the expression levels using data from primary tumours of breast cancer patients that later metastasized to the brain or other organs (GSE12276).50 Although not reaching statistical significance, all three markers, CCL2, CCR2 and CCR4, showed a trend towards higher expression in the tumours that later metastasized to the brain (Fig. 2K–M).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel K",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In agreement with our findings derived from the cytokine arrays, higher secretion of CCL2 was demonstrated when 4T1 or MDA-MB-231 cells were co-cultured with astrocytes, compared with the respective mono-cultures (Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We found that the activation with starvation medium increased CCL2 expression by mAstro, and when cultured in 4T1 CM, mAstro CCL2 expression was further increased (Fig. 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When MDA-MB-231 and hAstro were co-cultured, the astrocytes expressed much higher levels of CCL2, compared with the monocultures (Fig. 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Our results revealed that non-activated astrocytes (GLAST+, GFAP−) generally express much less CCL2 than the activated astrocytes (GLAST−, GFAP+), and the different activation media influence the level of CCL2 expression by the activated astrocytes (Fig. 3E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The exposure of mAstro to breast cancer cell-secreted factors from the 4T1 CM induced the highest CCL2 expression by the activated astrocytes in the culture (Fig. 3E).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When activated with a starvation medium, both cell lines presented an increased level of CCR2 and CCR4, with a further increase when cultured in astrocyte CM (Fig. 3G–N).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel G",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In both cases, when the cells were treated with bindarit, breast cancer cell proliferation dramatically decreased, mainly in the co-cultures, returning it to a level similar to that in the mono-cultured cells not treated with the drug (Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "A similar effect was achieved using a CCL2 neutralizing antibody (Supplementary Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In addition, using a Transwell migration assay, recombinant CCL2 protein (rCCL2) significantly increased MDA-MB-231 migration (Supplementary Fig. 4C), and the inhibition of CCL2 by bindarit significantly decreased MDA-MB-231 cell migration towards hAstro CM (Supplementary Fig. 4D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "When we treated the astrocyte-containing spheroids with bindarit, we observed a significant decrease in spheroid growth and sprouting (Fig. 4J–M).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel J",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar results were obtained using CCL2 neutralizing antibody on astrocyte-containing MDA-MB-231 or EMT6 spheroids (Supplementary Fig. 4E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel E",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "4T1 shCCR4 and MDA-MB-231 shCCR4 both presented a reduced proliferation rate when co-cultured with astrocytes (Fig. 4C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The shCCR4 cell proliferation rate was very similar in the presence or absence of astrocytes (Fig. 4C and D), confirming that the proliferation-promoting effect of the astrocytes on the breast cancer cells was mediated mainly by the CCL2 pathway.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our BBB model, the inhibition of CCL2 by bindarit significantly increased the TEER values (Fig. 4H) and expression of the tight junction marker ZO1 (Fig. 4I), both indicating a tighter barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, adding rCCL2 to the barrier decreased the TEER values (Fig. 4G), indicating a looser barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Moreover, rCCL2 treatment led to a more diffuse ZO1 pattern that relocated from the membrane to the cytoplasm (Fig. 4I).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our lung cancer models, we observed increased proliferation of both human and murine lung cancer cells (A549 and LLC, respectively) in the presence of astrocytes, which was attenuated by the inhibition of CCL2 using bindarit (Supplementary Fig. 14A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel A",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "A similar effect was detected using a 3D multicellular lung cancer brain metastases model (Supplementary Fig. 14C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel C",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "By inhibiting CCL2, bindarit led to a significant reduction in BM volume, measured by MRI, compared with the control group (Supplementary Fig. 15A and B).P-selectin–P-selectin ligand-1 and PD-1–PD-L1 axes are upregulated in breast cancer brain metastasis\nMost oncology protocols require combined therapies to allow synergistic activity, increase the therapeutic index of drugs with distinct mechanisms of action, improve toxicity profiles and prevent mechanisms of acquired resistance.51 As we consider the CCL2-CCR2/CCR4 axis an immunological target, we rationally sought additional immune checkpoints to combine with CCL2 inhibition therapy.",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "Panel A",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "We found both proteins were upregulated in BCBM compared with primary tumours and normal brain tissues, both in clinical samples and in our mouse model (Supplementary Fig. 5A–C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Further validation of patient data from the GSE12276 dataset50 also showed a significantly increased expression of SELP and PSGL-1 in primary tumours that metastasized to the brain compared with tumours that metastasized to other organs (Fig. 5A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We found PD-1 and PD-L1 upregulated in BCBM compared with primary tumours and normal breast and brain tissues (Supplementary Fig. 5B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Validation of patient data from the GSE12276 dataset50 confirmed that both PD-1 (significantly) and PD-L1 (non-significantly) present higher levels of expression in primary breast cancer tumours that have metastasized to the brain compared with breast cancer tumours that have metastasized to other organs (Fig. 5C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The presence of SELP, PSGL-1, PD-1 and PD-L1 was further confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6).Inhibition of CCL2 with SELP or PD-1/PD-L1 inhibition leads to improved outcomes versus monotherapy\nFinally, we tested the inhibition of CCL2, SELP and PD-1/PD-L1 individually or combined, using three different models: (i) the 3D multicellular BCBM spheroid model; (ii) the 3D patient-derived metastatic breast cancer organoids co-cultured with bTME milieu; and (iii) the immunocompetent BALB/c mouse model.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Prior to the in vivo studies utilizing this model, we found that the inhibition of either CCL2, SELP or PD-L1 individually as monotherapies reduced spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The combination of CCL2 inhibitor with either PD-L1 inhibitor (PD-L1i) or SELP inhibitor (SELPi) led to a further reduction in spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "By immunostaining the organoids with Cytokeratin 14 (CK14) as a marker for breast cancer cells, we were able to quantify the effect of the treatments on organoid growth (Fig. 5H–J and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel H",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The analysis\nrevealed that the organoids were highly sensitive to the treatment with bindarit as a monotherapy (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The effect of combining bindarit with any of these three drugs was better than that of each drug individually, although not superior to bindarit alone (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The tumours had well-defined edges and were removed whole, as shown by haematoxylin and eosin staining (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The experimental time course and treatment regimen are detailed in Fig. 6A.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Combining bindarit with either of the other targets led to a further increase in OS (Fig. 6B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "While bindarit and SELPi individually did not lead to any improvement in relapse in comparison with the control group, the combination of these drugs led to a delay in the detection of any relapse and a decrease in the overall percentage of mice presenting extracranial metastases or tumour recurrence (Fig. 6D).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "In the case of the ICI, αPD-1 antibody had a better profile in terms of relapse compared to the control group, and when combined with bindarit, this improved even further (Fig. 6E).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "No additional toxicities were detected due to the combination of two drugs, either in body-weight changes (Fig. 6H) or blood chemical and haematological tests (Supplementary Figs 9 and 10).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Each drug alone significantly decreased the BM volume and both drug combinations resulted in a slight, non-significant improvement compared with each monotherapy (Fig. 6F and G).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel F",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Mice brain tissues were collected and further analysed by IHC staining (Fig. 7 and Supplementary Fig. 11).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "As detailed in Fig. 8, our findings implicate astrocyte-secreted CCL2 as a necessary component of the complex signalling network in brain metastasis, corroborating with proinflammatory cytokines expressed on multiple immune cells such as P-selectin on microglia/TAMs and PD-1 on T cells, presenting a unique prophylactic and therapeutic immunotherapeutic approach for BCBM following resection of the primary lesion.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Full details can be found in the Supplementary material.BBB co-culture and BBB-chip with astrocytes and MDA-MB-231 cells\nExperiments were performed using two platforms: (i) a commercial 24-well Transwell® (Costar Corp., Corning); and (ii) a blood–brain barrier (BBB)-chip platform (Supplementary Fig. 16A) that was fabricated as previously described.42,43 For both platforms, brain microvascular endothelial cells (BMEC) were seeded as mentioned in the Supplementary material.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "Panel A",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "In line with previous reports on the tumourigenic effect of astrocytes on MDA-MB-231 breast cancer cells,48 our investigations revealed that both murine and human mammary adenocarcinomas, 4T1 and MDA-MB-231 cells, respectively, present increased proliferation rates when co-cultured with primary astrocytes, in a dose-dependent manner (Fig. 1A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Staining and analysing cell ratios revealed 1.657 more astrocytes than cancer cells in the tumour area (Supplementary Fig. 1), suggesting that the range of ratios of 1:1 and 1:2 that we selected are physiologically relevant.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "CM = conditioned medium; hAstro = human astrocytes; mAstro = murine astrocytes.In addition, the presence of 4T1 conditioned medium (CM) or MDA-MB-231 CM, which contains cancer cell-secreted factors, increased the proliferation rates of murine and human astrocytes, respectively (Fig. 1C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Using a Transwell migration assay, we found a significant increase in 4T1 cell migration towards murine primary astrocytes (mAstro) and MDA-MB-231 cell migration towards human primary astrocyte (hAstro) CM (Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The same effect was found with another murine breast cancer cell line, EMT6, which is BRCA-mutated (Supplementary Fig. 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Supporting the results obtained from the classic 2D culture assays, we identified a significant increase in the growth and sprouting of breast cancer cells in 3D BCBM spheroids containing astrocytes compared with spheroids containing breast cancer cells only (Fig. 1E–H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel E",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "In addition, the presence of the BBB human cerebral microvascular endothelial cells (hCMEC/D3) increased MDA-MB-231 3D spheroid growth and sprouting (Supplementary Fig. 2D and E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Interestingly, the addition of astrocytes increased the TEER values, indicating a tighter barrier, while the addition of MDA-MB-231 cells impaired the barrier, as indicated by lower TEER values (Fig. 1J).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "As expected, the transmigration of MDA-MB-231 cells through the barrier lacking any cells towards astrocytes was much faster than the transmigration through the BMEC barrier (Fig. 1I and Supplementary videos 1 and 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Adding astrocytes to the endothelial system significantly increased MDA-MB-231 trans-endothelial migration, which also occurred faster compared with the BMEC-only barrier (Fig. 1I and Supplementary videos 2 and 3).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Therefore, we performed cytokine arrays on 4T1 cells co-cultured with mAstro and MDA-MB-231 cells co-cultured with hAstro, in which a set of upregulated cytokines was found (Fig. 2A and B and Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We identified CCL2 as one of the factors secreted at an exceptionally high level in the co-culture conditions, and it was upregulated both in the human and the murine models (Fig. 2A and B and Supplementary Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Resembling the expression levels found in humans, all three markers, CCL2, CCR2 and CCR4, presented high levels in the mice BM, in comparison with the primary tumours and normal breast and brain tissues (Fig. 2C and E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The presence of these three markers was also confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that CCL2 and CCR2 are highly overexpressed in BM and primary breast cancer, compared with normal breast and brain tissues (Fig. 2D, H and I).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Even though CCR4 presented generally lower expression levels than CCR2, it was also overexpressed in the BM samples (Fig. 2D and J).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We further analysed the expression levels using data from primary tumours of breast cancer patients that later metastasized to the brain or other organs (GSE12276).50 Although not reaching statistical significance, all three markers, CCL2, CCR2 and CCR4, showed a trend towards higher expression in the tumours that later metastasized to the brain (Fig. 2K–M).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel K",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In agreement with our findings derived from the cytokine arrays, higher secretion of CCL2 was demonstrated when 4T1 or MDA-MB-231 cells were co-cultured with astrocytes, compared with the respective mono-cultures (Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We found that the activation with starvation medium increased CCL2 expression by mAstro, and when cultured in 4T1 CM, mAstro CCL2 expression was further increased (Fig. 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When MDA-MB-231 and hAstro were co-cultured, the astrocytes expressed much higher levels of CCL2, compared with the monocultures (Fig. 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Our results revealed that non-activated astrocytes (GLAST+, GFAP−) generally express much less CCL2 than the activated astrocytes (GLAST−, GFAP+), and the different activation media influence the level of CCL2 expression by the activated astrocytes (Fig. 3E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The exposure of mAstro to breast cancer cell-secreted factors from the 4T1 CM induced the highest CCL2 expression by the activated astrocytes in the culture (Fig. 3E).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When activated with a starvation medium, both cell lines presented an increased level of CCR2 and CCR4, with a further increase when cultured in astrocyte CM (Fig. 3G–N).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel G",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In both cases, when the cells were treated with bindarit, breast cancer cell proliferation dramatically decreased, mainly in the co-cultures, returning it to a level similar to that in the mono-cultured cells not treated with the drug (Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "A similar effect was achieved using a CCL2 neutralizing antibody (Supplementary Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In addition, using a Transwell migration assay, recombinant CCL2 protein (rCCL2) significantly increased MDA-MB-231 migration (Supplementary Fig. 4C), and the inhibition of CCL2 by bindarit significantly decreased MDA-MB-231 cell migration towards hAstro CM (Supplementary Fig. 4D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "When we treated the astrocyte-containing spheroids with bindarit, we observed a significant decrease in spheroid growth and sprouting (Fig. 4J–M).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel J",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar results were obtained using CCL2 neutralizing antibody on astrocyte-containing MDA-MB-231 or EMT6 spheroids (Supplementary Fig. 4E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel E",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "4T1 shCCR4 and MDA-MB-231 shCCR4 both presented a reduced proliferation rate when co-cultured with astrocytes (Fig. 4C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The shCCR4 cell proliferation rate was very similar in the presence or absence of astrocytes (Fig. 4C and D), confirming that the proliferation-promoting effect of the astrocytes on the breast cancer cells was mediated mainly by the CCL2 pathway.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our BBB model, the inhibition of CCL2 by bindarit significantly increased the TEER values (Fig. 4H) and expression of the tight junction marker ZO1 (Fig. 4I), both indicating a tighter barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, adding rCCL2 to the barrier decreased the TEER values (Fig. 4G), indicating a looser barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Moreover, rCCL2 treatment led to a more diffuse ZO1 pattern that relocated from the membrane to the cytoplasm (Fig. 4I).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our lung cancer models, we observed increased proliferation of both human and murine lung cancer cells (A549 and LLC, respectively) in the presence of astrocytes, which was attenuated by the inhibition of CCL2 using bindarit (Supplementary Fig. 14A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel A",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "A similar effect was detected using a 3D multicellular lung cancer brain metastases model (Supplementary Fig. 14C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel C",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "By inhibiting CCL2, bindarit led to a significant reduction in BM volume, measured by MRI, compared with the control group (Supplementary Fig. 15A and B).P-selectin–P-selectin ligand-1 and PD-1–PD-L1 axes are upregulated in breast cancer brain metastasis\nMost oncology protocols require combined therapies to allow synergistic activity, increase the therapeutic index of drugs with distinct mechanisms of action, improve toxicity profiles and prevent mechanisms of acquired resistance.51 As we consider the CCL2-CCR2/CCR4 axis an immunological target, we rationally sought additional immune checkpoints to combine with CCL2 inhibition therapy.",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "Panel A",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "We found both proteins were upregulated in BCBM compared with primary tumours and normal brain tissues, both in clinical samples and in our mouse model (Supplementary Fig. 5A–C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Further validation of patient data from the GSE12276 dataset50 also showed a significantly increased expression of SELP and PSGL-1 in primary tumours that metastasized to the brain compared with tumours that metastasized to other organs (Fig. 5A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We found PD-1 and PD-L1 upregulated in BCBM compared with primary tumours and normal breast and brain tissues (Supplementary Fig. 5B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Validation of patient data from the GSE12276 dataset50 confirmed that both PD-1 (significantly) and PD-L1 (non-significantly) present higher levels of expression in primary breast cancer tumours that have metastasized to the brain compared with breast cancer tumours that have metastasized to other organs (Fig. 5C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The presence of SELP, PSGL-1, PD-1 and PD-L1 was further confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6).Inhibition of CCL2 with SELP or PD-1/PD-L1 inhibition leads to improved outcomes versus monotherapy\nFinally, we tested the inhibition of CCL2, SELP and PD-1/PD-L1 individually or combined, using three different models: (i) the 3D multicellular BCBM spheroid model; (ii) the 3D patient-derived metastatic breast cancer organoids co-cultured with bTME milieu; and (iii) the immunocompetent BALB/c mouse model.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Prior to the in vivo studies utilizing this model, we found that the inhibition of either CCL2, SELP or PD-L1 individually as monotherapies reduced spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The combination of CCL2 inhibitor with either PD-L1 inhibitor (PD-L1i) or SELP inhibitor (SELPi) led to a further reduction in spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "By immunostaining the organoids with Cytokeratin 14 (CK14) as a marker for breast cancer cells, we were able to quantify the effect of the treatments on organoid growth (Fig. 5H–J and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel H",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The analysis\nrevealed that the organoids were highly sensitive to the treatment with bindarit as a monotherapy (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The effect of combining bindarit with any of these three drugs was better than that of each drug individually, although not superior to bindarit alone (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The tumours had well-defined edges and were removed whole, as shown by haematoxylin and eosin staining (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The experimental time course and treatment regimen are detailed in Fig. 6A.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Combining bindarit with either of the other targets led to a further increase in OS (Fig. 6B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "While bindarit and SELPi individually did not lead to any improvement in relapse in comparison with the control group, the combination of these drugs led to a delay in the detection of any relapse and a decrease in the overall percentage of mice presenting extracranial metastases or tumour recurrence (Fig. 6D).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "In the case of the ICI, αPD-1 antibody had a better profile in terms of relapse compared to the control group, and when combined with bindarit, this improved even further (Fig. 6E).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "No additional toxicities were detected due to the combination of two drugs, either in body-weight changes (Fig. 6H) or blood chemical and haematological tests (Supplementary Figs 9 and 10).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Each drug alone significantly decreased the BM volume and both drug combinations resulted in a slight, non-significant improvement compared with each monotherapy (Fig. 6F and G).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel F",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Mice brain tissues were collected and further analysed by IHC staining (Fig. 7 and Supplementary Fig. 11).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "As detailed in Fig. 8, our findings implicate astrocyte-secreted CCL2 as a necessary component of the complex signalling network in brain metastasis, corroborating with proinflammatory cytokines expressed on multiple immune cells such as P-selectin on microglia/TAMs and PD-1 on T cells, presenting a unique prophylactic and therapeutic immunotherapeutic approach for BCBM following resection of the primary lesion.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Full details can be found in the Supplementary material.BBB co-culture and BBB-chip with astrocytes and MDA-MB-231 cells\nExperiments were performed using two platforms: (i) a commercial 24-well Transwell® (Costar Corp., Corning); and (ii) a blood–brain barrier (BBB)-chip platform (Supplementary Fig. 16A) that was fabricated as previously described.42,43 For both platforms, brain microvascular endothelial cells (BMEC) were seeded as mentioned in the Supplementary material.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "Panel A",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "In line with previous reports on the tumourigenic effect of astrocytes on MDA-MB-231 breast cancer cells,48 our investigations revealed that both murine and human mammary adenocarcinomas, 4T1 and MDA-MB-231 cells, respectively, present increased proliferation rates when co-cultured with primary astrocytes, in a dose-dependent manner (Fig. 1A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Staining and analysing cell ratios revealed 1.657 more astrocytes than cancer cells in the tumour area (Supplementary Fig. 1), suggesting that the range of ratios of 1:1 and 1:2 that we selected are physiologically relevant.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "CM = conditioned medium; hAstro = human astrocytes; mAstro = murine astrocytes.In addition, the presence of 4T1 conditioned medium (CM) or MDA-MB-231 CM, which contains cancer cell-secreted factors, increased the proliferation rates of murine and human astrocytes, respectively (Fig. 1C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Using a Transwell migration assay, we found a significant increase in 4T1 cell migration towards murine primary astrocytes (mAstro) and MDA-MB-231 cell migration towards human primary astrocyte (hAstro) CM (Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The same effect was found with another murine breast cancer cell line, EMT6, which is BRCA-mutated (Supplementary Fig. 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Supporting the results obtained from the classic 2D culture assays, we identified a significant increase in the growth and sprouting of breast cancer cells in 3D BCBM spheroids containing astrocytes compared with spheroids containing breast cancer cells only (Fig. 1E–H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel E",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "In addition, the presence of the BBB human cerebral microvascular endothelial cells (hCMEC/D3) increased MDA-MB-231 3D spheroid growth and sprouting (Supplementary Fig. 2D and E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Interestingly, the addition of astrocytes increased the TEER values, indicating a tighter barrier, while the addition of MDA-MB-231 cells impaired the barrier, as indicated by lower TEER values (Fig. 1J).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "As expected, the transmigration of MDA-MB-231 cells through the barrier lacking any cells towards astrocytes was much faster than the transmigration through the BMEC barrier (Fig. 1I and Supplementary videos 1 and 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Adding astrocytes to the endothelial system significantly increased MDA-MB-231 trans-endothelial migration, which also occurred faster compared with the BMEC-only barrier (Fig. 1I and Supplementary videos 2 and 3).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Therefore, we performed cytokine arrays on 4T1 cells co-cultured with mAstro and MDA-MB-231 cells co-cultured with hAstro, in which a set of upregulated cytokines was found (Fig. 2A and B and Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We identified CCL2 as one of the factors secreted at an exceptionally high level in the co-culture conditions, and it was upregulated both in the human and the murine models (Fig. 2A and B and Supplementary Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Resembling the expression levels found in humans, all three markers, CCL2, CCR2 and CCR4, presented high levels in the mice BM, in comparison with the primary tumours and normal breast and brain tissues (Fig. 2C and E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The presence of these three markers was also confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that CCL2 and CCR2 are highly overexpressed in BM and primary breast cancer, compared with normal breast and brain tissues (Fig. 2D, H and I).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Even though CCR4 presented generally lower expression levels than CCR2, it was also overexpressed in the BM samples (Fig. 2D and J).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We further analysed the expression levels using data from primary tumours of breast cancer patients that later metastasized to the brain or other organs (GSE12276).50 Although not reaching statistical significance, all three markers, CCL2, CCR2 and CCR4, showed a trend towards higher expression in the tumours that later metastasized to the brain (Fig. 2K–M).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel K",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In agreement with our findings derived from the cytokine arrays, higher secretion of CCL2 was demonstrated when 4T1 or MDA-MB-231 cells were co-cultured with astrocytes, compared with the respective mono-cultures (Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We found that the activation with starvation medium increased CCL2 expression by mAstro, and when cultured in 4T1 CM, mAstro CCL2 expression was further increased (Fig. 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When MDA-MB-231 and hAstro were co-cultured, the astrocytes expressed much higher levels of CCL2, compared with the monocultures (Fig. 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Our results revealed that non-activated astrocytes (GLAST+, GFAP−) generally express much less CCL2 than the activated astrocytes (GLAST−, GFAP+), and the different activation media influence the level of CCL2 expression by the activated astrocytes (Fig. 3E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The exposure of mAstro to breast cancer cell-secreted factors from the 4T1 CM induced the highest CCL2 expression by the activated astrocytes in the culture (Fig. 3E).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When activated with a starvation medium, both cell lines presented an increased level of CCR2 and CCR4, with a further increase when cultured in astrocyte CM (Fig. 3G–N).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel G",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In both cases, when the cells were treated with bindarit, breast cancer cell proliferation dramatically decreased, mainly in the co-cultures, returning it to a level similar to that in the mono-cultured cells not treated with the drug (Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "A similar effect was achieved using a CCL2 neutralizing antibody (Supplementary Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In addition, using a Transwell migration assay, recombinant CCL2 protein (rCCL2) significantly increased MDA-MB-231 migration (Supplementary Fig. 4C), and the inhibition of CCL2 by bindarit significantly decreased MDA-MB-231 cell migration towards hAstro CM (Supplementary Fig. 4D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "When we treated the astrocyte-containing spheroids with bindarit, we observed a significant decrease in spheroid growth and sprouting (Fig. 4J–M).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel J",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar results were obtained using CCL2 neutralizing antibody on astrocyte-containing MDA-MB-231 or EMT6 spheroids (Supplementary Fig. 4E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel E",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "4T1 shCCR4 and MDA-MB-231 shCCR4 both presented a reduced proliferation rate when co-cultured with astrocytes (Fig. 4C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The shCCR4 cell proliferation rate was very similar in the presence or absence of astrocytes (Fig. 4C and D), confirming that the proliferation-promoting effect of the astrocytes on the breast cancer cells was mediated mainly by the CCL2 pathway.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our BBB model, the inhibition of CCL2 by bindarit significantly increased the TEER values (Fig. 4H) and expression of the tight junction marker ZO1 (Fig. 4I), both indicating a tighter barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, adding rCCL2 to the barrier decreased the TEER values (Fig. 4G), indicating a looser barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Moreover, rCCL2 treatment led to a more diffuse ZO1 pattern that relocated from the membrane to the cytoplasm (Fig. 4I).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our lung cancer models, we observed increased proliferation of both human and murine lung cancer cells (A549 and LLC, respectively) in the presence of astrocytes, which was attenuated by the inhibition of CCL2 using bindarit (Supplementary Fig. 14A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel A",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "A similar effect was detected using a 3D multicellular lung cancer brain metastases model (Supplementary Fig. 14C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel C",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "By inhibiting CCL2, bindarit led to a significant reduction in BM volume, measured by MRI, compared with the control group (Supplementary Fig. 15A and B).P-selectin–P-selectin ligand-1 and PD-1–PD-L1 axes are upregulated in breast cancer brain metastasis\nMost oncology protocols require combined therapies to allow synergistic activity, increase the therapeutic index of drugs with distinct mechanisms of action, improve toxicity profiles and prevent mechanisms of acquired resistance.51 As we consider the CCL2-CCR2/CCR4 axis an immunological target, we rationally sought additional immune checkpoints to combine with CCL2 inhibition therapy.",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "Panel A",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "We found both proteins were upregulated in BCBM compared with primary tumours and normal brain tissues, both in clinical samples and in our mouse model (Supplementary Fig. 5A–C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Further validation of patient data from the GSE12276 dataset50 also showed a significantly increased expression of SELP and PSGL-1 in primary tumours that metastasized to the brain compared with tumours that metastasized to other organs (Fig. 5A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We found PD-1 and PD-L1 upregulated in BCBM compared with primary tumours and normal breast and brain tissues (Supplementary Fig. 5B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Validation of patient data from the GSE12276 dataset50 confirmed that both PD-1 (significantly) and PD-L1 (non-significantly) present higher levels of expression in primary breast cancer tumours that have metastasized to the brain compared with breast cancer tumours that have metastasized to other organs (Fig. 5C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The presence of SELP, PSGL-1, PD-1 and PD-L1 was further confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6).Inhibition of CCL2 with SELP or PD-1/PD-L1 inhibition leads to improved outcomes versus monotherapy\nFinally, we tested the inhibition of CCL2, SELP and PD-1/PD-L1 individually or combined, using three different models: (i) the 3D multicellular BCBM spheroid model; (ii) the 3D patient-derived metastatic breast cancer organoids co-cultured with bTME milieu; and (iii) the immunocompetent BALB/c mouse model.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Prior to the in vivo studies utilizing this model, we found that the inhibition of either CCL2, SELP or PD-L1 individually as monotherapies reduced spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The combination of CCL2 inhibitor with either PD-L1 inhibitor (PD-L1i) or SELP inhibitor (SELPi) led to a further reduction in spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "By immunostaining the organoids with Cytokeratin 14 (CK14) as a marker for breast cancer cells, we were able to quantify the effect of the treatments on organoid growth (Fig. 5H–J and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel H",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The analysis\nrevealed that the organoids were highly sensitive to the treatment with bindarit as a monotherapy (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The effect of combining bindarit with any of these three drugs was better than that of each drug individually, although not superior to bindarit alone (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The tumours had well-defined edges and were removed whole, as shown by haematoxylin and eosin staining (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The experimental time course and treatment regimen are detailed in Fig. 6A.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Combining bindarit with either of the other targets led to a further increase in OS (Fig. 6B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "While bindarit and SELPi individually did not lead to any improvement in relapse in comparison with the control group, the combination of these drugs led to a delay in the detection of any relapse and a decrease in the overall percentage of mice presenting extracranial metastases or tumour recurrence (Fig. 6D).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "In the case of the ICI, αPD-1 antibody had a better profile in terms of relapse compared to the control group, and when combined with bindarit, this improved even further (Fig. 6E).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "No additional toxicities were detected due to the combination of two drugs, either in body-weight changes (Fig. 6H) or blood chemical and haematological tests (Supplementary Figs 9 and 10).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Each drug alone significantly decreased the BM volume and both drug combinations resulted in a slight, non-significant improvement compared with each monotherapy (Fig. 6F and G).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel F",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Mice brain tissues were collected and further analysed by IHC staining (Fig. 7 and Supplementary Fig. 11).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "As detailed in Fig. 8, our findings implicate astrocyte-secreted CCL2 as a necessary component of the complex signalling network in brain metastasis, corroborating with proinflammatory cytokines expressed on multiple immune cells such as P-selectin on microglia/TAMs and PD-1 on T cells, presenting a unique prophylactic and therapeutic immunotherapeutic approach for BCBM following resection of the primary lesion.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Full details can be found in the Supplementary material.BBB co-culture and BBB-chip with astrocytes and MDA-MB-231 cells\nExperiments were performed using two platforms: (i) a commercial 24-well Transwell® (Costar Corp., Corning); and (ii) a blood–brain barrier (BBB)-chip platform (Supplementary Fig. 16A) that was fabricated as previously described.42,43 For both platforms, brain microvascular endothelial cells (BMEC) were seeded as mentioned in the Supplementary material.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "Panel A",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "In line with previous reports on the tumourigenic effect of astrocytes on MDA-MB-231 breast cancer cells,48 our investigations revealed that both murine and human mammary adenocarcinomas, 4T1 and MDA-MB-231 cells, respectively, present increased proliferation rates when co-cultured with primary astrocytes, in a dose-dependent manner (Fig. 1A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Staining and analysing cell ratios revealed 1.657 more astrocytes than cancer cells in the tumour area (Supplementary Fig. 1), suggesting that the range of ratios of 1:1 and 1:2 that we selected are physiologically relevant.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "CM = conditioned medium; hAstro = human astrocytes; mAstro = murine astrocytes.In addition, the presence of 4T1 conditioned medium (CM) or MDA-MB-231 CM, which contains cancer cell-secreted factors, increased the proliferation rates of murine and human astrocytes, respectively (Fig. 1C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Using a Transwell migration assay, we found a significant increase in 4T1 cell migration towards murine primary astrocytes (mAstro) and MDA-MB-231 cell migration towards human primary astrocyte (hAstro) CM (Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The same effect was found with another murine breast cancer cell line, EMT6, which is BRCA-mutated (Supplementary Fig. 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Supporting the results obtained from the classic 2D culture assays, we identified a significant increase in the growth and sprouting of breast cancer cells in 3D BCBM spheroids containing astrocytes compared with spheroids containing breast cancer cells only (Fig. 1E–H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel E",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "In addition, the presence of the BBB human cerebral microvascular endothelial cells (hCMEC/D3) increased MDA-MB-231 3D spheroid growth and sprouting (Supplementary Fig. 2D and E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Interestingly, the addition of astrocytes increased the TEER values, indicating a tighter barrier, while the addition of MDA-MB-231 cells impaired the barrier, as indicated by lower TEER values (Fig. 1J).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "As expected, the transmigration of MDA-MB-231 cells through the barrier lacking any cells towards astrocytes was much faster than the transmigration through the BMEC barrier (Fig. 1I and Supplementary videos 1 and 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Adding astrocytes to the endothelial system significantly increased MDA-MB-231 trans-endothelial migration, which also occurred faster compared with the BMEC-only barrier (Fig. 1I and Supplementary videos 2 and 3).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Therefore, we performed cytokine arrays on 4T1 cells co-cultured with mAstro and MDA-MB-231 cells co-cultured with hAstro, in which a set of upregulated cytokines was found (Fig. 2A and B and Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We identified CCL2 as one of the factors secreted at an exceptionally high level in the co-culture conditions, and it was upregulated both in the human and the murine models (Fig. 2A and B and Supplementary Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Resembling the expression levels found in humans, all three markers, CCL2, CCR2 and CCR4, presented high levels in the mice BM, in comparison with the primary tumours and normal breast and brain tissues (Fig. 2C and E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The presence of these three markers was also confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that CCL2 and CCR2 are highly overexpressed in BM and primary breast cancer, compared with normal breast and brain tissues (Fig. 2D, H and I).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Even though CCR4 presented generally lower expression levels than CCR2, it was also overexpressed in the BM samples (Fig. 2D and J).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We further analysed the expression levels using data from primary tumours of breast cancer patients that later metastasized to the brain or other organs (GSE12276).50 Although not reaching statistical significance, all three markers, CCL2, CCR2 and CCR4, showed a trend towards higher expression in the tumours that later metastasized to the brain (Fig. 2K–M).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel K",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In agreement with our findings derived from the cytokine arrays, higher secretion of CCL2 was demonstrated when 4T1 or MDA-MB-231 cells were co-cultured with astrocytes, compared with the respective mono-cultures (Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We found that the activation with starvation medium increased CCL2 expression by mAstro, and when cultured in 4T1 CM, mAstro CCL2 expression was further increased (Fig. 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When MDA-MB-231 and hAstro were co-cultured, the astrocytes expressed much higher levels of CCL2, compared with the monocultures (Fig. 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Our results revealed that non-activated astrocytes (GLAST+, GFAP−) generally express much less CCL2 than the activated astrocytes (GLAST−, GFAP+), and the different activation media influence the level of CCL2 expression by the activated astrocytes (Fig. 3E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The exposure of mAstro to breast cancer cell-secreted factors from the 4T1 CM induced the highest CCL2 expression by the activated astrocytes in the culture (Fig. 3E).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When activated with a starvation medium, both cell lines presented an increased level of CCR2 and CCR4, with a further increase when cultured in astrocyte CM (Fig. 3G–N).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel G",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In both cases, when the cells were treated with bindarit, breast cancer cell proliferation dramatically decreased, mainly in the co-cultures, returning it to a level similar to that in the mono-cultured cells not treated with the drug (Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "A similar effect was achieved using a CCL2 neutralizing antibody (Supplementary Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In addition, using a Transwell migration assay, recombinant CCL2 protein (rCCL2) significantly increased MDA-MB-231 migration (Supplementary Fig. 4C), and the inhibition of CCL2 by bindarit significantly decreased MDA-MB-231 cell migration towards hAstro CM (Supplementary Fig. 4D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "When we treated the astrocyte-containing spheroids with bindarit, we observed a significant decrease in spheroid growth and sprouting (Fig. 4J–M).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel J",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar results were obtained using CCL2 neutralizing antibody on astrocyte-containing MDA-MB-231 or EMT6 spheroids (Supplementary Fig. 4E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel E",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "4T1 shCCR4 and MDA-MB-231 shCCR4 both presented a reduced proliferation rate when co-cultured with astrocytes (Fig. 4C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The shCCR4 cell proliferation rate was very similar in the presence or absence of astrocytes (Fig. 4C and D), confirming that the proliferation-promoting effect of the astrocytes on the breast cancer cells was mediated mainly by the CCL2 pathway.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our BBB model, the inhibition of CCL2 by bindarit significantly increased the TEER values (Fig. 4H) and expression of the tight junction marker ZO1 (Fig. 4I), both indicating a tighter barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, adding rCCL2 to the barrier decreased the TEER values (Fig. 4G), indicating a looser barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Moreover, rCCL2 treatment led to a more diffuse ZO1 pattern that relocated from the membrane to the cytoplasm (Fig. 4I).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our lung cancer models, we observed increased proliferation of both human and murine lung cancer cells (A549 and LLC, respectively) in the presence of astrocytes, which was attenuated by the inhibition of CCL2 using bindarit (Supplementary Fig. 14A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel A",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "A similar effect was detected using a 3D multicellular lung cancer brain metastases model (Supplementary Fig. 14C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel C",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "By inhibiting CCL2, bindarit led to a significant reduction in BM volume, measured by MRI, compared with the control group (Supplementary Fig. 15A and B).P-selectin–P-selectin ligand-1 and PD-1–PD-L1 axes are upregulated in breast cancer brain metastasis\nMost oncology protocols require combined therapies to allow synergistic activity, increase the therapeutic index of drugs with distinct mechanisms of action, improve toxicity profiles and prevent mechanisms of acquired resistance.51 As we consider the CCL2-CCR2/CCR4 axis an immunological target, we rationally sought additional immune checkpoints to combine with CCL2 inhibition therapy.",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "Panel A",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "We found both proteins were upregulated in BCBM compared with primary tumours and normal brain tissues, both in clinical samples and in our mouse model (Supplementary Fig. 5A–C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Further validation of patient data from the GSE12276 dataset50 also showed a significantly increased expression of SELP and PSGL-1 in primary tumours that metastasized to the brain compared with tumours that metastasized to other organs (Fig. 5A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We found PD-1 and PD-L1 upregulated in BCBM compared with primary tumours and normal breast and brain tissues (Supplementary Fig. 5B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Validation of patient data from the GSE12276 dataset50 confirmed that both PD-1 (significantly) and PD-L1 (non-significantly) present higher levels of expression in primary breast cancer tumours that have metastasized to the brain compared with breast cancer tumours that have metastasized to other organs (Fig. 5C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The presence of SELP, PSGL-1, PD-1 and PD-L1 was further confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6).Inhibition of CCL2 with SELP or PD-1/PD-L1 inhibition leads to improved outcomes versus monotherapy\nFinally, we tested the inhibition of CCL2, SELP and PD-1/PD-L1 individually or combined, using three different models: (i) the 3D multicellular BCBM spheroid model; (ii) the 3D patient-derived metastatic breast cancer organoids co-cultured with bTME milieu; and (iii) the immunocompetent BALB/c mouse model.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Prior to the in vivo studies utilizing this model, we found that the inhibition of either CCL2, SELP or PD-L1 individually as monotherapies reduced spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The combination of CCL2 inhibitor with either PD-L1 inhibitor (PD-L1i) or SELP inhibitor (SELPi) led to a further reduction in spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "By immunostaining the organoids with Cytokeratin 14 (CK14) as a marker for breast cancer cells, we were able to quantify the effect of the treatments on organoid growth (Fig. 5H–J and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel H",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The analysis\nrevealed that the organoids were highly sensitive to the treatment with bindarit as a monotherapy (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The effect of combining bindarit with any of these three drugs was better than that of each drug individually, although not superior to bindarit alone (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The tumours had well-defined edges and were removed whole, as shown by haematoxylin and eosin staining (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The experimental time course and treatment regimen are detailed in Fig. 6A.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Combining bindarit with either of the other targets led to a further increase in OS (Fig. 6B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "While bindarit and SELPi individually did not lead to any improvement in relapse in comparison with the control group, the combination of these drugs led to a delay in the detection of any relapse and a decrease in the overall percentage of mice presenting extracranial metastases or tumour recurrence (Fig. 6D).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "In the case of the ICI, αPD-1 antibody had a better profile in terms of relapse compared to the control group, and when combined with bindarit, this improved even further (Fig. 6E).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "No additional toxicities were detected due to the combination of two drugs, either in body-weight changes (Fig. 6H) or blood chemical and haematological tests (Supplementary Figs 9 and 10).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Each drug alone significantly decreased the BM volume and both drug combinations resulted in a slight, non-significant improvement compared with each monotherapy (Fig. 6F and G).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel F",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Mice brain tissues were collected and further analysed by IHC staining (Fig. 7 and Supplementary Fig. 11).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "As detailed in Fig. 8, our findings implicate astrocyte-secreted CCL2 as a necessary component of the complex signalling network in brain metastasis, corroborating with proinflammatory cytokines expressed on multiple immune cells such as P-selectin on microglia/TAMs and PD-1 on T cells, presenting a unique prophylactic and therapeutic immunotherapeutic approach for BCBM following resection of the primary lesion.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Full details can be found in the Supplementary material.BBB co-culture and BBB-chip with astrocytes and MDA-MB-231 cells\nExperiments were performed using two platforms: (i) a commercial 24-well Transwell® (Costar Corp., Corning); and (ii) a blood–brain barrier (BBB)-chip platform (Supplementary Fig. 16A) that was fabricated as previously described.42,43 For both platforms, brain microvascular endothelial cells (BMEC) were seeded as mentioned in the Supplementary material.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "Panel A",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "In line with previous reports on the tumourigenic effect of astrocytes on MDA-MB-231 breast cancer cells,48 our investigations revealed that both murine and human mammary adenocarcinomas, 4T1 and MDA-MB-231 cells, respectively, present increased proliferation rates when co-cultured with primary astrocytes, in a dose-dependent manner (Fig. 1A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Staining and analysing cell ratios revealed 1.657 more astrocytes than cancer cells in the tumour area (Supplementary Fig. 1), suggesting that the range of ratios of 1:1 and 1:2 that we selected are physiologically relevant.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "CM = conditioned medium; hAstro = human astrocytes; mAstro = murine astrocytes.In addition, the presence of 4T1 conditioned medium (CM) or MDA-MB-231 CM, which contains cancer cell-secreted factors, increased the proliferation rates of murine and human astrocytes, respectively (Fig. 1C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Using a Transwell migration assay, we found a significant increase in 4T1 cell migration towards murine primary astrocytes (mAstro) and MDA-MB-231 cell migration towards human primary astrocyte (hAstro) CM (Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The same effect was found with another murine breast cancer cell line, EMT6, which is BRCA-mutated (Supplementary Fig. 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Supporting the results obtained from the classic 2D culture assays, we identified a significant increase in the growth and sprouting of breast cancer cells in 3D BCBM spheroids containing astrocytes compared with spheroids containing breast cancer cells only (Fig. 1E–H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel E",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "In addition, the presence of the BBB human cerebral microvascular endothelial cells (hCMEC/D3) increased MDA-MB-231 3D spheroid growth and sprouting (Supplementary Fig. 2D and E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Interestingly, the addition of astrocytes increased the TEER values, indicating a tighter barrier, while the addition of MDA-MB-231 cells impaired the barrier, as indicated by lower TEER values (Fig. 1J).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "As expected, the transmigration of MDA-MB-231 cells through the barrier lacking any cells towards astrocytes was much faster than the transmigration through the BMEC barrier (Fig. 1I and Supplementary videos 1 and 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Adding astrocytes to the endothelial system significantly increased MDA-MB-231 trans-endothelial migration, which also occurred faster compared with the BMEC-only barrier (Fig. 1I and Supplementary videos 2 and 3).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Therefore, we performed cytokine arrays on 4T1 cells co-cultured with mAstro and MDA-MB-231 cells co-cultured with hAstro, in which a set of upregulated cytokines was found (Fig. 2A and B and Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We identified CCL2 as one of the factors secreted at an exceptionally high level in the co-culture conditions, and it was upregulated both in the human and the murine models (Fig. 2A and B and Supplementary Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Resembling the expression levels found in humans, all three markers, CCL2, CCR2 and CCR4, presented high levels in the mice BM, in comparison with the primary tumours and normal breast and brain tissues (Fig. 2C and E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The presence of these three markers was also confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that CCL2 and CCR2 are highly overexpressed in BM and primary breast cancer, compared with normal breast and brain tissues (Fig. 2D, H and I).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Even though CCR4 presented generally lower expression levels than CCR2, it was also overexpressed in the BM samples (Fig. 2D and J).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We further analysed the expression levels using data from primary tumours of breast cancer patients that later metastasized to the brain or other organs (GSE12276).50 Although not reaching statistical significance, all three markers, CCL2, CCR2 and CCR4, showed a trend towards higher expression in the tumours that later metastasized to the brain (Fig. 2K–M).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel K",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In agreement with our findings derived from the cytokine arrays, higher secretion of CCL2 was demonstrated when 4T1 or MDA-MB-231 cells were co-cultured with astrocytes, compared with the respective mono-cultures (Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We found that the activation with starvation medium increased CCL2 expression by mAstro, and when cultured in 4T1 CM, mAstro CCL2 expression was further increased (Fig. 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When MDA-MB-231 and hAstro were co-cultured, the astrocytes expressed much higher levels of CCL2, compared with the monocultures (Fig. 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Our results revealed that non-activated astrocytes (GLAST+, GFAP−) generally express much less CCL2 than the activated astrocytes (GLAST−, GFAP+), and the different activation media influence the level of CCL2 expression by the activated astrocytes (Fig. 3E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The exposure of mAstro to breast cancer cell-secreted factors from the 4T1 CM induced the highest CCL2 expression by the activated astrocytes in the culture (Fig. 3E).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When activated with a starvation medium, both cell lines presented an increased level of CCR2 and CCR4, with a further increase when cultured in astrocyte CM (Fig. 3G–N).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel G",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In both cases, when the cells were treated with bindarit, breast cancer cell proliferation dramatically decreased, mainly in the co-cultures, returning it to a level similar to that in the mono-cultured cells not treated with the drug (Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "A similar effect was achieved using a CCL2 neutralizing antibody (Supplementary Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In addition, using a Transwell migration assay, recombinant CCL2 protein (rCCL2) significantly increased MDA-MB-231 migration (Supplementary Fig. 4C), and the inhibition of CCL2 by bindarit significantly decreased MDA-MB-231 cell migration towards hAstro CM (Supplementary Fig. 4D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "When we treated the astrocyte-containing spheroids with bindarit, we observed a significant decrease in spheroid growth and sprouting (Fig. 4J–M).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel J",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar results were obtained using CCL2 neutralizing antibody on astrocyte-containing MDA-MB-231 or EMT6 spheroids (Supplementary Fig. 4E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel E",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "4T1 shCCR4 and MDA-MB-231 shCCR4 both presented a reduced proliferation rate when co-cultured with astrocytes (Fig. 4C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The shCCR4 cell proliferation rate was very similar in the presence or absence of astrocytes (Fig. 4C and D), confirming that the proliferation-promoting effect of the astrocytes on the breast cancer cells was mediated mainly by the CCL2 pathway.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our BBB model, the inhibition of CCL2 by bindarit significantly increased the TEER values (Fig. 4H) and expression of the tight junction marker ZO1 (Fig. 4I), both indicating a tighter barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, adding rCCL2 to the barrier decreased the TEER values (Fig. 4G), indicating a looser barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Moreover, rCCL2 treatment led to a more diffuse ZO1 pattern that relocated from the membrane to the cytoplasm (Fig. 4I).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our lung cancer models, we observed increased proliferation of both human and murine lung cancer cells (A549 and LLC, respectively) in the presence of astrocytes, which was attenuated by the inhibition of CCL2 using bindarit (Supplementary Fig. 14A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel A",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "A similar effect was detected using a 3D multicellular lung cancer brain metastases model (Supplementary Fig. 14C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel C",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "By inhibiting CCL2, bindarit led to a significant reduction in BM volume, measured by MRI, compared with the control group (Supplementary Fig. 15A and B).P-selectin–P-selectin ligand-1 and PD-1–PD-L1 axes are upregulated in breast cancer brain metastasis\nMost oncology protocols require combined therapies to allow synergistic activity, increase the therapeutic index of drugs with distinct mechanisms of action, improve toxicity profiles and prevent mechanisms of acquired resistance.51 As we consider the CCL2-CCR2/CCR4 axis an immunological target, we rationally sought additional immune checkpoints to combine with CCL2 inhibition therapy.",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "Panel A",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "We found both proteins were upregulated in BCBM compared with primary tumours and normal brain tissues, both in clinical samples and in our mouse model (Supplementary Fig. 5A–C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Further validation of patient data from the GSE12276 dataset50 also showed a significantly increased expression of SELP and PSGL-1 in primary tumours that metastasized to the brain compared with tumours that metastasized to other organs (Fig. 5A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We found PD-1 and PD-L1 upregulated in BCBM compared with primary tumours and normal breast and brain tissues (Supplementary Fig. 5B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Validation of patient data from the GSE12276 dataset50 confirmed that both PD-1 (significantly) and PD-L1 (non-significantly) present higher levels of expression in primary breast cancer tumours that have metastasized to the brain compared with breast cancer tumours that have metastasized to other organs (Fig. 5C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The presence of SELP, PSGL-1, PD-1 and PD-L1 was further confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6).Inhibition of CCL2 with SELP or PD-1/PD-L1 inhibition leads to improved outcomes versus monotherapy\nFinally, we tested the inhibition of CCL2, SELP and PD-1/PD-L1 individually or combined, using three different models: (i) the 3D multicellular BCBM spheroid model; (ii) the 3D patient-derived metastatic breast cancer organoids co-cultured with bTME milieu; and (iii) the immunocompetent BALB/c mouse model.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Prior to the in vivo studies utilizing this model, we found that the inhibition of either CCL2, SELP or PD-L1 individually as monotherapies reduced spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The combination of CCL2 inhibitor with either PD-L1 inhibitor (PD-L1i) or SELP inhibitor (SELPi) led to a further reduction in spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "By immunostaining the organoids with Cytokeratin 14 (CK14) as a marker for breast cancer cells, we were able to quantify the effect of the treatments on organoid growth (Fig. 5H–J and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel H",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The analysis\nrevealed that the organoids were highly sensitive to the treatment with bindarit as a monotherapy (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The effect of combining bindarit with any of these three drugs was better than that of each drug individually, although not superior to bindarit alone (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The tumours had well-defined edges and were removed whole, as shown by haematoxylin and eosin staining (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The experimental time course and treatment regimen are detailed in Fig. 6A.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Combining bindarit with either of the other targets led to a further increase in OS (Fig. 6B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "While bindarit and SELPi individually did not lead to any improvement in relapse in comparison with the control group, the combination of these drugs led to a delay in the detection of any relapse and a decrease in the overall percentage of mice presenting extracranial metastases or tumour recurrence (Fig. 6D).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "In the case of the ICI, αPD-1 antibody had a better profile in terms of relapse compared to the control group, and when combined with bindarit, this improved even further (Fig. 6E).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "No additional toxicities were detected due to the combination of two drugs, either in body-weight changes (Fig. 6H) or blood chemical and haematological tests (Supplementary Figs 9 and 10).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Each drug alone significantly decreased the BM volume and both drug combinations resulted in a slight, non-significant improvement compared with each monotherapy (Fig. 6F and G).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel F",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Mice brain tissues were collected and further analysed by IHC staining (Fig. 7 and Supplementary Fig. 11).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "As detailed in Fig. 8, our findings implicate astrocyte-secreted CCL2 as a necessary component of the complex signalling network in brain metastasis, corroborating with proinflammatory cytokines expressed on multiple immune cells such as P-selectin on microglia/TAMs and PD-1 on T cells, presenting a unique prophylactic and therapeutic immunotherapeutic approach for BCBM following resection of the primary lesion.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Full details can be found in the Supplementary material.BBB co-culture and BBB-chip with astrocytes and MDA-MB-231 cells\nExperiments were performed using two platforms: (i) a commercial 24-well Transwell® (Costar Corp., Corning); and (ii) a blood–brain barrier (BBB)-chip platform (Supplementary Fig. 16A) that was fabricated as previously described.42,43 For both platforms, brain microvascular endothelial cells (BMEC) were seeded as mentioned in the Supplementary material.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "Panel A",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "BBB co-culture and BBB-chip with astrocytes and MDA-MB-231 cells\nExperiments were performed using two platforms: (i) a commercial 24-well Transwell® (Costar Corp., Corning); and (ii) a blood–brain barrier (BBB)-chip platform (Supplementary Fig. 16A) that was fabricated as previously described.42,43 For both platforms, brain microvascular endothelial cells (BMEC) were seeded as mentioned in the Supplementary material.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "Panel A",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "Experiments were performed using two platforms: (i) a commercial 24-well Transwell® (Costar Corp., Corning); and (ii) a blood–brain barrier (BBB)-chip platform (Supplementary Fig. 16A) that was fabricated as previously described.42,43 For both platforms, brain microvascular endothelial cells (BMEC) were seeded as mentioned in the Supplementary material.",
    "figure_references": [
      {
        "figure_number": "Figure 16",
        "panel": "Panel A",
        "figure_key": "figure_16"
      }
    ]
  },
  {
    "sentence": "In line with previous reports on the tumourigenic effect of astrocytes on MDA-MB-231 breast cancer cells,48 our investigations revealed that both murine and human mammary adenocarcinomas, 4T1 and MDA-MB-231 cells, respectively, present increased proliferation rates when co-cultured with primary astrocytes, in a dose-dependent manner (Fig. 1A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Staining and analysing cell ratios revealed 1.657 more astrocytes than cancer cells in the tumour area (Supplementary Fig. 1), suggesting that the range of ratios of 1:1 and 1:2 that we selected are physiologically relevant.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "CM = conditioned medium; hAstro = human astrocytes; mAstro = murine astrocytes.In addition, the presence of 4T1 conditioned medium (CM) or MDA-MB-231 CM, which contains cancer cell-secreted factors, increased the proliferation rates of murine and human astrocytes, respectively (Fig. 1C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Using a Transwell migration assay, we found a significant increase in 4T1 cell migration towards murine primary astrocytes (mAstro) and MDA-MB-231 cell migration towards human primary astrocyte (hAstro) CM (Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The same effect was found with another murine breast cancer cell line, EMT6, which is BRCA-mutated (Supplementary Fig. 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Supporting the results obtained from the classic 2D culture assays, we identified a significant increase in the growth and sprouting of breast cancer cells in 3D BCBM spheroids containing astrocytes compared with spheroids containing breast cancer cells only (Fig. 1E–H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel E",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "In addition, the presence of the BBB human cerebral microvascular endothelial cells (hCMEC/D3) increased MDA-MB-231 3D spheroid growth and sprouting (Supplementary Fig. 2D and E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Interestingly, the addition of astrocytes increased the TEER values, indicating a tighter barrier, while the addition of MDA-MB-231 cells impaired the barrier, as indicated by lower TEER values (Fig. 1J).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "As expected, the transmigration of MDA-MB-231 cells through the barrier lacking any cells towards astrocytes was much faster than the transmigration through the BMEC barrier (Fig. 1I and Supplementary videos 1 and 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Adding astrocytes to the endothelial system significantly increased MDA-MB-231 trans-endothelial migration, which also occurred faster compared with the BMEC-only barrier (Fig. 1I and Supplementary videos 2 and 3).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Therefore, we performed cytokine arrays on 4T1 cells co-cultured with mAstro and MDA-MB-231 cells co-cultured with hAstro, in which a set of upregulated cytokines was found (Fig. 2A and B and Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We identified CCL2 as one of the factors secreted at an exceptionally high level in the co-culture conditions, and it was upregulated both in the human and the murine models (Fig. 2A and B and Supplementary Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Resembling the expression levels found in humans, all three markers, CCL2, CCR2 and CCR4, presented high levels in the mice BM, in comparison with the primary tumours and normal breast and brain tissues (Fig. 2C and E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The presence of these three markers was also confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that CCL2 and CCR2 are highly overexpressed in BM and primary breast cancer, compared with normal breast and brain tissues (Fig. 2D, H and I).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Even though CCR4 presented generally lower expression levels than CCR2, it was also overexpressed in the BM samples (Fig. 2D and J).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We further analysed the expression levels using data from primary tumours of breast cancer patients that later metastasized to the brain or other organs (GSE12276).50 Although not reaching statistical significance, all three markers, CCL2, CCR2 and CCR4, showed a trend towards higher expression in the tumours that later metastasized to the brain (Fig. 2K–M).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel K",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In agreement with our findings derived from the cytokine arrays, higher secretion of CCL2 was demonstrated when 4T1 or MDA-MB-231 cells were co-cultured with astrocytes, compared with the respective mono-cultures (Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We found that the activation with starvation medium increased CCL2 expression by mAstro, and when cultured in 4T1 CM, mAstro CCL2 expression was further increased (Fig. 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When MDA-MB-231 and hAstro were co-cultured, the astrocytes expressed much higher levels of CCL2, compared with the monocultures (Fig. 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Our results revealed that non-activated astrocytes (GLAST+, GFAP−) generally express much less CCL2 than the activated astrocytes (GLAST−, GFAP+), and the different activation media influence the level of CCL2 expression by the activated astrocytes (Fig. 3E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The exposure of mAstro to breast cancer cell-secreted factors from the 4T1 CM induced the highest CCL2 expression by the activated astrocytes in the culture (Fig. 3E).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When activated with a starvation medium, both cell lines presented an increased level of CCR2 and CCR4, with a further increase when cultured in astrocyte CM (Fig. 3G–N).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel G",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In both cases, when the cells were treated with bindarit, breast cancer cell proliferation dramatically decreased, mainly in the co-cultures, returning it to a level similar to that in the mono-cultured cells not treated with the drug (Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "A similar effect was achieved using a CCL2 neutralizing antibody (Supplementary Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In addition, using a Transwell migration assay, recombinant CCL2 protein (rCCL2) significantly increased MDA-MB-231 migration (Supplementary Fig. 4C), and the inhibition of CCL2 by bindarit significantly decreased MDA-MB-231 cell migration towards hAstro CM (Supplementary Fig. 4D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "When we treated the astrocyte-containing spheroids with bindarit, we observed a significant decrease in spheroid growth and sprouting (Fig. 4J–M).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel J",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar results were obtained using CCL2 neutralizing antibody on astrocyte-containing MDA-MB-231 or EMT6 spheroids (Supplementary Fig. 4E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel E",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "4T1 shCCR4 and MDA-MB-231 shCCR4 both presented a reduced proliferation rate when co-cultured with astrocytes (Fig. 4C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The shCCR4 cell proliferation rate was very similar in the presence or absence of astrocytes (Fig. 4C and D), confirming that the proliferation-promoting effect of the astrocytes on the breast cancer cells was mediated mainly by the CCL2 pathway.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our BBB model, the inhibition of CCL2 by bindarit significantly increased the TEER values (Fig. 4H) and expression of the tight junction marker ZO1 (Fig. 4I), both indicating a tighter barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, adding rCCL2 to the barrier decreased the TEER values (Fig. 4G), indicating a looser barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Moreover, rCCL2 treatment led to a more diffuse ZO1 pattern that relocated from the membrane to the cytoplasm (Fig. 4I).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our lung cancer models, we observed increased proliferation of both human and murine lung cancer cells (A549 and LLC, respectively) in the presence of astrocytes, which was attenuated by the inhibition of CCL2 using bindarit (Supplementary Fig. 14A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel A",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "A similar effect was detected using a 3D multicellular lung cancer brain metastases model (Supplementary Fig. 14C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel C",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "By inhibiting CCL2, bindarit led to a significant reduction in BM volume, measured by MRI, compared with the control group (Supplementary Fig. 15A and B).P-selectin–P-selectin ligand-1 and PD-1–PD-L1 axes are upregulated in breast cancer brain metastasis\nMost oncology protocols require combined therapies to allow synergistic activity, increase the therapeutic index of drugs with distinct mechanisms of action, improve toxicity profiles and prevent mechanisms of acquired resistance.51 As we consider the CCL2-CCR2/CCR4 axis an immunological target, we rationally sought additional immune checkpoints to combine with CCL2 inhibition therapy.",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "Panel A",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "We found both proteins were upregulated in BCBM compared with primary tumours and normal brain tissues, both in clinical samples and in our mouse model (Supplementary Fig. 5A–C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Further validation of patient data from the GSE12276 dataset50 also showed a significantly increased expression of SELP and PSGL-1 in primary tumours that metastasized to the brain compared with tumours that metastasized to other organs (Fig. 5A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We found PD-1 and PD-L1 upregulated in BCBM compared with primary tumours and normal breast and brain tissues (Supplementary Fig. 5B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Validation of patient data from the GSE12276 dataset50 confirmed that both PD-1 (significantly) and PD-L1 (non-significantly) present higher levels of expression in primary breast cancer tumours that have metastasized to the brain compared with breast cancer tumours that have metastasized to other organs (Fig. 5C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The presence of SELP, PSGL-1, PD-1 and PD-L1 was further confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6).Inhibition of CCL2 with SELP or PD-1/PD-L1 inhibition leads to improved outcomes versus monotherapy\nFinally, we tested the inhibition of CCL2, SELP and PD-1/PD-L1 individually or combined, using three different models: (i) the 3D multicellular BCBM spheroid model; (ii) the 3D patient-derived metastatic breast cancer organoids co-cultured with bTME milieu; and (iii) the immunocompetent BALB/c mouse model.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Prior to the in vivo studies utilizing this model, we found that the inhibition of either CCL2, SELP or PD-L1 individually as monotherapies reduced spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The combination of CCL2 inhibitor with either PD-L1 inhibitor (PD-L1i) or SELP inhibitor (SELPi) led to a further reduction in spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "By immunostaining the organoids with Cytokeratin 14 (CK14) as a marker for breast cancer cells, we were able to quantify the effect of the treatments on organoid growth (Fig. 5H–J and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel H",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The analysis\nrevealed that the organoids were highly sensitive to the treatment with bindarit as a monotherapy (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The effect of combining bindarit with any of these three drugs was better than that of each drug individually, although not superior to bindarit alone (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The tumours had well-defined edges and were removed whole, as shown by haematoxylin and eosin staining (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The experimental time course and treatment regimen are detailed in Fig. 6A.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Combining bindarit with either of the other targets led to a further increase in OS (Fig. 6B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "While bindarit and SELPi individually did not lead to any improvement in relapse in comparison with the control group, the combination of these drugs led to a delay in the detection of any relapse and a decrease in the overall percentage of mice presenting extracranial metastases or tumour recurrence (Fig. 6D).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "In the case of the ICI, αPD-1 antibody had a better profile in terms of relapse compared to the control group, and when combined with bindarit, this improved even further (Fig. 6E).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "No additional toxicities were detected due to the combination of two drugs, either in body-weight changes (Fig. 6H) or blood chemical and haematological tests (Supplementary Figs 9 and 10).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Each drug alone significantly decreased the BM volume and both drug combinations resulted in a slight, non-significant improvement compared with each monotherapy (Fig. 6F and G).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel F",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Mice brain tissues were collected and further analysed by IHC staining (Fig. 7 and Supplementary Fig. 11).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "In line with previous reports on the tumourigenic effect of astrocytes on MDA-MB-231 breast cancer cells,48 our investigations revealed that both murine and human mammary adenocarcinomas, 4T1 and MDA-MB-231 cells, respectively, present increased proliferation rates when co-cultured with primary astrocytes, in a dose-dependent manner (Fig. 1A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Staining and analysing cell ratios revealed 1.657 more astrocytes than cancer cells in the tumour area (Supplementary Fig. 1), suggesting that the range of ratios of 1:1 and 1:2 that we selected are physiologically relevant.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "CM = conditioned medium; hAstro = human astrocytes; mAstro = murine astrocytes.In addition, the presence of 4T1 conditioned medium (CM) or MDA-MB-231 CM, which contains cancer cell-secreted factors, increased the proliferation rates of murine and human astrocytes, respectively (Fig. 1C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Using a Transwell migration assay, we found a significant increase in 4T1 cell migration towards murine primary astrocytes (mAstro) and MDA-MB-231 cell migration towards human primary astrocyte (hAstro) CM (Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The same effect was found with another murine breast cancer cell line, EMT6, which is BRCA-mutated (Supplementary Fig. 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Supporting the results obtained from the classic 2D culture assays, we identified a significant increase in the growth and sprouting of breast cancer cells in 3D BCBM spheroids containing astrocytes compared with spheroids containing breast cancer cells only (Fig. 1E–H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel E",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "In addition, the presence of the BBB human cerebral microvascular endothelial cells (hCMEC/D3) increased MDA-MB-231 3D spheroid growth and sprouting (Supplementary Fig. 2D and E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Interestingly, the addition of astrocytes increased the TEER values, indicating a tighter barrier, while the addition of MDA-MB-231 cells impaired the barrier, as indicated by lower TEER values (Fig. 1J).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "As expected, the transmigration of MDA-MB-231 cells through the barrier lacking any cells towards astrocytes was much faster than the transmigration through the BMEC barrier (Fig. 1I and Supplementary videos 1 and 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Adding astrocytes to the endothelial system significantly increased MDA-MB-231 trans-endothelial migration, which also occurred faster compared with the BMEC-only barrier (Fig. 1I and Supplementary videos 2 and 3).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "In line with previous reports on the tumourigenic effect of astrocytes on MDA-MB-231 breast cancer cells,48 our investigations revealed that both murine and human mammary adenocarcinomas, 4T1 and MDA-MB-231 cells, respectively, present increased proliferation rates when co-cultured with primary astrocytes, in a dose-dependent manner (Fig. 1A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Staining and analysing cell ratios revealed 1.657 more astrocytes than cancer cells in the tumour area (Supplementary Fig. 1), suggesting that the range of ratios of 1:1 and 1:2 that we selected are physiologically relevant.",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "In addition, the presence of 4T1 conditioned medium (CM) or MDA-MB-231 CM, which contains cancer cell-secreted factors, increased the proliferation rates of murine and human astrocytes, respectively (Fig. 1C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel C",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Using a Transwell migration assay, we found a significant increase in 4T1 cell migration towards murine primary astrocytes (mAstro) and MDA-MB-231 cell migration towards human primary astrocyte (hAstro) CM (Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The same effect was found with another murine breast cancer cell line, EMT6, which is BRCA-mutated (Supplementary Fig. 2C).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Supporting the results obtained from the classic 2D culture assays, we identified a significant increase in the growth and sprouting of breast cancer cells in 3D BCBM spheroids containing astrocytes compared with spheroids containing breast cancer cells only (Fig. 1E–H).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel E",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "In addition, the presence of the BBB human cerebral microvascular endothelial cells (hCMEC/D3) increased MDA-MB-231 3D spheroid growth and sprouting (Supplementary Fig. 2D and E).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Interestingly, the addition of astrocytes increased the TEER values, indicating a tighter barrier, while the addition of MDA-MB-231 cells impaired the barrier, as indicated by lower TEER values (Fig. 1J).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel J",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "As expected, the transmigration of MDA-MB-231 cells through the barrier lacking any cells towards astrocytes was much faster than the transmigration through the BMEC barrier (Fig. 1I and Supplementary videos 1 and 2).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Adding astrocytes to the endothelial system significantly increased MDA-MB-231 trans-endothelial migration, which also occurred faster compared with the BMEC-only barrier (Fig. 1I and Supplementary videos 2 and 3).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel I",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Therefore, we performed cytokine arrays on 4T1 cells co-cultured with mAstro and MDA-MB-231 cells co-cultured with hAstro, in which a set of upregulated cytokines was found (Fig. 2A and B and Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We identified CCL2 as one of the factors secreted at an exceptionally high level in the co-culture conditions, and it was upregulated both in the human and the murine models (Fig. 2A and B and Supplementary Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Resembling the expression levels found in humans, all three markers, CCL2, CCR2 and CCR4, presented high levels in the mice BM, in comparison with the primary tumours and normal breast and brain tissues (Fig. 2C and E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The presence of these three markers was also confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that CCL2 and CCR2 are highly overexpressed in BM and primary breast cancer, compared with normal breast and brain tissues (Fig. 2D, H and I).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Even though CCR4 presented generally lower expression levels than CCR2, it was also overexpressed in the BM samples (Fig. 2D and J).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We further analysed the expression levels using data from primary tumours of breast cancer patients that later metastasized to the brain or other organs (GSE12276).50 Although not reaching statistical significance, all three markers, CCL2, CCR2 and CCR4, showed a trend towards higher expression in the tumours that later metastasized to the brain (Fig. 2K–M).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel K",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In agreement with our findings derived from the cytokine arrays, higher secretion of CCL2 was demonstrated when 4T1 or MDA-MB-231 cells were co-cultured with astrocytes, compared with the respective mono-cultures (Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We found that the activation with starvation medium increased CCL2 expression by mAstro, and when cultured in 4T1 CM, mAstro CCL2 expression was further increased (Fig. 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When MDA-MB-231 and hAstro were co-cultured, the astrocytes expressed much higher levels of CCL2, compared with the monocultures (Fig. 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Our results revealed that non-activated astrocytes (GLAST+, GFAP−) generally express much less CCL2 than the activated astrocytes (GLAST−, GFAP+), and the different activation media influence the level of CCL2 expression by the activated astrocytes (Fig. 3E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The exposure of mAstro to breast cancer cell-secreted factors from the 4T1 CM induced the highest CCL2 expression by the activated astrocytes in the culture (Fig. 3E).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When activated with a starvation medium, both cell lines presented an increased level of CCR2 and CCR4, with a further increase when cultured in astrocyte CM (Fig. 3G–N).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel G",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Therefore, we performed cytokine arrays on 4T1 cells co-cultured with mAstro and MDA-MB-231 cells co-cultured with hAstro, in which a set of upregulated cytokines was found (Fig. 2A and B and Supplementary Fig. 2A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We identified CCL2 as one of the factors secreted at an exceptionally high level in the co-culture conditions, and it was upregulated both in the human and the murine models (Fig. 2A and B and Supplementary Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Resembling the expression levels found in humans, all three markers, CCL2, CCR2 and CCR4, presented high levels in the mice BM, in comparison with the primary tumours and normal breast and brain tissues (Fig. 2C and E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel C",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The presence of these three markers was also confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that CCL2 and CCR2 are highly overexpressed in BM and primary breast cancer, compared with normal breast and brain tissues (Fig. 2D, H and I).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Even though CCR4 presented generally lower expression levels than CCR2, it was also overexpressed in the BM samples (Fig. 2D and J).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel D",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We further analysed the expression levels using data from primary tumours of breast cancer patients that later metastasized to the brain or other organs (GSE12276).50 Although not reaching statistical significance, all three markers, CCL2, CCR2 and CCR4, showed a trend towards higher expression in the tumours that later metastasized to the brain (Fig. 2K–M).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel K",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In agreement with our findings derived from the cytokine arrays, higher secretion of CCL2 was demonstrated when 4T1 or MDA-MB-231 cells were co-cultured with astrocytes, compared with the respective mono-cultures (Fig. 3A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "We found that the activation with starvation medium increased CCL2 expression by mAstro, and when cultured in 4T1 CM, mAstro CCL2 expression was further increased (Fig. 3C).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel C",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When MDA-MB-231 and hAstro were co-cultured, the astrocytes expressed much higher levels of CCL2, compared with the monocultures (Fig. 3D).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel D",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Our results revealed that non-activated astrocytes (GLAST+, GFAP−) generally express much less CCL2 than the activated astrocytes (GLAST−, GFAP+), and the different activation media influence the level of CCL2 expression by the activated astrocytes (Fig. 3E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The exposure of mAstro to breast cancer cell-secreted factors from the 4T1 CM induced the highest CCL2 expression by the activated astrocytes in the culture (Fig. 3E).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel E",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When activated with a starvation medium, both cell lines presented an increased level of CCR2 and CCR4, with a further increase when cultured in astrocyte CM (Fig. 3G–N).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel G",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In both cases, when the cells were treated with bindarit, breast cancer cell proliferation dramatically decreased, mainly in the co-cultures, returning it to a level similar to that in the mono-cultured cells not treated with the drug (Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "A similar effect was achieved using a CCL2 neutralizing antibody (Supplementary Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In addition, using a Transwell migration assay, recombinant CCL2 protein (rCCL2) significantly increased MDA-MB-231 migration (Supplementary Fig. 4C), and the inhibition of CCL2 by bindarit significantly decreased MDA-MB-231 cell migration towards hAstro CM (Supplementary Fig. 4D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "When we treated the astrocyte-containing spheroids with bindarit, we observed a significant decrease in spheroid growth and sprouting (Fig. 4J–M).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel J",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar results were obtained using CCL2 neutralizing antibody on astrocyte-containing MDA-MB-231 or EMT6 spheroids (Supplementary Fig. 4E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel E",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "4T1 shCCR4 and MDA-MB-231 shCCR4 both presented a reduced proliferation rate when co-cultured with astrocytes (Fig. 4C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The shCCR4 cell proliferation rate was very similar in the presence or absence of astrocytes (Fig. 4C and D), confirming that the proliferation-promoting effect of the astrocytes on the breast cancer cells was mediated mainly by the CCL2 pathway.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our BBB model, the inhibition of CCL2 by bindarit significantly increased the TEER values (Fig. 4H) and expression of the tight junction marker ZO1 (Fig. 4I), both indicating a tighter barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, adding rCCL2 to the barrier decreased the TEER values (Fig. 4G), indicating a looser barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Moreover, rCCL2 treatment led to a more diffuse ZO1 pattern that relocated from the membrane to the cytoplasm (Fig. 4I).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our lung cancer models, we observed increased proliferation of both human and murine lung cancer cells (A549 and LLC, respectively) in the presence of astrocytes, which was attenuated by the inhibition of CCL2 using bindarit (Supplementary Fig. 14A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel A",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "A similar effect was detected using a 3D multicellular lung cancer brain metastases model (Supplementary Fig. 14C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel C",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "By inhibiting CCL2, bindarit led to a significant reduction in BM volume, measured by MRI, compared with the control group (Supplementary Fig. 15A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "Panel A",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "In both cases, when the cells were treated with bindarit, breast cancer cell proliferation dramatically decreased, mainly in the co-cultures, returning it to a level similar to that in the mono-cultured cells not treated with the drug (Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "A similar effect was achieved using a CCL2 neutralizing antibody (Supplementary Fig. 4A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In addition, using a Transwell migration assay, recombinant CCL2 protein (rCCL2) significantly increased MDA-MB-231 migration (Supplementary Fig. 4C), and the inhibition of CCL2 by bindarit significantly decreased MDA-MB-231 cell migration towards hAstro CM (Supplementary Fig. 4D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel D",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "When we treated the astrocyte-containing spheroids with bindarit, we observed a significant decrease in spheroid growth and sprouting (Fig. 4J–M).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel J",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar results were obtained using CCL2 neutralizing antibody on astrocyte-containing MDA-MB-231 or EMT6 spheroids (Supplementary Fig. 4E and F).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel E",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "4T1 shCCR4 and MDA-MB-231 shCCR4 both presented a reduced proliferation rate when co-cultured with astrocytes (Fig. 4C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The shCCR4 cell proliferation rate was very similar in the presence or absence of astrocytes (Fig. 4C and D), confirming that the proliferation-promoting effect of the astrocytes on the breast cancer cells was mediated mainly by the CCL2 pathway.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel C",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our BBB model, the inhibition of CCL2 by bindarit significantly increased the TEER values (Fig. 4H) and expression of the tight junction marker ZO1 (Fig. 4I), both indicating a tighter barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel H",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, adding rCCL2 to the barrier decreased the TEER values (Fig. 4G), indicating a looser barrier.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel G",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Moreover, rCCL2 treatment led to a more diffuse ZO1 pattern that relocated from the membrane to the cytoplasm (Fig. 4I).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel I",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Utilizing our lung cancer models, we observed increased proliferation of both human and murine lung cancer cells (A549 and LLC, respectively) in the presence of astrocytes, which was attenuated by the inhibition of CCL2 using bindarit (Supplementary Fig. 14A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel A",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "A similar effect was detected using a 3D multicellular lung cancer brain metastases model (Supplementary Fig. 14C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 14",
        "panel": "Panel C",
        "figure_key": "figure_14"
      }
    ]
  },
  {
    "sentence": "By inhibiting CCL2, bindarit led to a significant reduction in BM volume, measured by MRI, compared with the control group (Supplementary Fig. 15A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 15",
        "panel": "Panel A",
        "figure_key": "figure_15"
      }
    ]
  },
  {
    "sentence": "We found both proteins were upregulated in BCBM compared with primary tumours and normal brain tissues, both in clinical samples and in our mouse model (Supplementary Fig. 5A–C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Further validation of patient data from the GSE12276 dataset50 also showed a significantly increased expression of SELP and PSGL-1 in primary tumours that metastasized to the brain compared with tumours that metastasized to other organs (Fig. 5A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We found PD-1 and PD-L1 upregulated in BCBM compared with primary tumours and normal breast and brain tissues (Supplementary Fig. 5B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Validation of patient data from the GSE12276 dataset50 confirmed that both PD-1 (significantly) and PD-L1 (non-significantly) present higher levels of expression in primary breast cancer tumours that have metastasized to the brain compared with breast cancer tumours that have metastasized to other organs (Fig. 5C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The presence of SELP, PSGL-1, PD-1 and PD-L1 was further confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found both proteins were upregulated in BCBM compared with primary tumours and normal brain tissues, both in clinical samples and in our mouse model (Supplementary Fig. 5A–C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Further validation of patient data from the GSE12276 dataset50 also showed a significantly increased expression of SELP and PSGL-1 in primary tumours that metastasized to the brain compared with tumours that metastasized to other organs (Fig. 5A and B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "We found PD-1 and PD-L1 upregulated in BCBM compared with primary tumours and normal breast and brain tissues (Supplementary Fig. 5B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Validation of patient data from the GSE12276 dataset50 confirmed that both PD-1 (significantly) and PD-L1 (non-significantly) present higher levels of expression in primary breast cancer tumours that have metastasized to the brain compared with breast cancer tumours that have metastasized to other organs (Fig. 5C and D).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel C",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The presence of SELP, PSGL-1, PD-1 and PD-L1 was further confirmed in BM of a spontaneous model of intracardially injected EMT6 cells (Supplementary Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Prior to the in vivo studies utilizing this model, we found that the inhibition of either CCL2, SELP or PD-L1 individually as monotherapies reduced spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The combination of CCL2 inhibitor with either PD-L1 inhibitor (PD-L1i) or SELP inhibitor (SELPi) led to a further reduction in spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "By immunostaining the organoids with Cytokeratin 14 (CK14) as a marker for breast cancer cells, we were able to quantify the effect of the treatments on organoid growth (Fig. 5H–J and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel H",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The analysis\nrevealed that the organoids were highly sensitive to the treatment with bindarit as a monotherapy (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The effect of combining bindarit with any of these three drugs was better than that of each drug individually, although not superior to bindarit alone (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The tumours had well-defined edges and were removed whole, as shown by haematoxylin and eosin staining (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The experimental time course and treatment regimen are detailed in Fig. 6A.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Combining bindarit with either of the other targets led to a further increase in OS (Fig. 6B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "While bindarit and SELPi individually did not lead to any improvement in relapse in comparison with the control group, the combination of these drugs led to a delay in the detection of any relapse and a decrease in the overall percentage of mice presenting extracranial metastases or tumour recurrence (Fig. 6D).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "In the case of the ICI, αPD-1 antibody had a better profile in terms of relapse compared to the control group, and when combined with bindarit, this improved even further (Fig. 6E).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "No additional toxicities were detected due to the combination of two drugs, either in body-weight changes (Fig. 6H) or blood chemical and haematological tests (Supplementary Figs 9 and 10).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Each drug alone significantly decreased the BM volume and both drug combinations resulted in a slight, non-significant improvement compared with each monotherapy (Fig. 6F and G).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel F",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Mice brain tissues were collected and further analysed by IHC staining (Fig. 7 and Supplementary Fig. 11).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Prior to the in vivo studies utilizing this model, we found that the inhibition of either CCL2, SELP or PD-L1 individually as monotherapies reduced spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The combination of CCL2 inhibitor with either PD-L1 inhibitor (PD-L1i) or SELP inhibitor (SELPi) led to a further reduction in spheroid growth (Fig. 5E–G).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel E",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "By immunostaining the organoids with Cytokeratin 14 (CK14) as a marker for breast cancer cells, we were able to quantify the effect of the treatments on organoid growth (Fig. 5H–J and Supplementary Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel H",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "revealed that the organoids were highly sensitive to the treatment with bindarit as a monotherapy (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The effect of combining bindarit with any of these three drugs was better than that of each drug individually, although not superior to bindarit alone (Fig. 5I and J).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel I",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The tumours had well-defined edges and were removed whole, as shown by haematoxylin and eosin staining (Supplementary Fig. 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "The experimental time course and treatment regimen are detailed in Fig. 6A.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Combining bindarit with either of the other targets led to a further increase in OS (Fig. 6B and C).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "While bindarit and SELPi individually did not lead to any improvement in relapse in comparison with the control group, the combination of these drugs led to a delay in the detection of any relapse and a decrease in the overall percentage of mice presenting extracranial metastases or tumour recurrence (Fig. 6D).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel D",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "In the case of the ICI, αPD-1 antibody had a better profile in terms of relapse compared to the control group, and when combined with bindarit, this improved even further (Fig. 6E).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel E",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "No additional toxicities were detected due to the combination of two drugs, either in body-weight changes (Fig. 6H) or blood chemical and haematological tests (Supplementary Figs 9 and 10).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel H",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Each drug alone significantly decreased the BM volume and both drug combinations resulted in a slight, non-significant improvement compared with each monotherapy (Fig. 6F and G).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel F",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Mice brain tissues were collected and further analysed by IHC staining (Fig. 7 and Supplementary Fig. 11).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "As detailed in Fig. 8, our findings implicate astrocyte-secreted CCL2 as a necessary component of the complex signalling network in brain metastasis, corroborating with proinflammatory cytokines expressed on multiple immune cells such as P-selectin on microglia/TAMs and PD-1 on T cells, presenting a unique prophylactic and therapeutic immunotherapeutic approach for BCBM following resection of the primary lesion.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "As detailed in Fig. 8, our findings implicate astrocyte-secreted CCL2 as a necessary component of the complex signalling network in brain metastasis, corroborating with proinflammatory cytokines expressed on multiple immune cells such as P-selectin on microglia/TAMs and PD-1 on T cells, presenting a unique prophylactic and therapeutic immunotherapeutic approach for BCBM following resection of the primary lesion.",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  }
]