[
  {
    "sentence": "On each trial, participants viewed an array of moving dots (i.e., random dot kinematogram), presented in one of four colors (see Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "At the end of the experiment, participants received a bonus calculated from their performance (mean(SD) bonus: $2.5($0.57)USD).Regression Analyses\nWe used a hierarchical nonlinear regression of choice and reaction time as a tractable and minimally theory-laden measure of performance (Supplementary Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To provide finer-grained insights into our model fit, we generated additional posterior predictive checks that aggregate trends across all participants (Supplementary Figure 6) and that highlight single participants (Supplementary Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "To provide further validation of the robustness of our parameter estimation procedure, we performed parameter recovery (simulated behavior from our best-fitting regression parameters, refit our model to this simulated behavior, and the compared data-generating and recovered parameters; Supplementary Figure 8) and parameter knock-out analyses (re-fit models with key nuisance regressors removed; Supplementary Figure 9).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We generated sensitivity dynamics plots (e.g., Figure 6) by computing the regression-estimated coherence effect conditioned on RT.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "For control-dependent dynamics (i.e., incentivized dynamics; see Figure 7), we included 2-way and 3-way interactions between feature sensitivity, RT, and control drivers.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Figure 7.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Feedforward Inhibition with Control Model\nTo provide a bridge between our regression analyses and processes models of decision-making, we adopted a generative modeling approach and tested whether participant behavior could be reproduced by a sequential sampling model (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Note the difference in x-axis scaling compared to Figure 6G.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel G",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This study’s design and its analysis were not pre-registered.Results\nParticipants performed the Parametric Attentional Control Task (PACT), a perceptual discrimination task that required them to classify the dominant color in an array of moving dots (Figure 1a).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Across trials, we varied the extent to which those dots were coherently moving in the same or opposite direction as the correct response (distractor interference; Experiments 1–3) and how easily the participant could determine the dominant color (target discriminability; Experiments 2–3; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To enhance the potency of motion as a distracting dimension (Shiffrin and Schneider, 1977) and allow for additional measures of automaticity and feature-specificity, participants alternated between these blocks-of-interest and shorter blocks (20–50 trials) in which participants instead responded to the direction of dot motion (Attend-Motion PACT; Figure 1c).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We varied the strength of this distractor dimension between being fully congruent with the correct color response (100% leftward coherence for a left color response) to being fully incongruent (100% rightward coherence for a left color response; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Both accuracy (Cohen’s  on regression estimate; d = −1.47) and reaction time (d = 1.25) worsened with parametrically increasing levels of interference (ps < 0.001, Figure 2c, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel c",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Y-axis range is matched within-feature across tasks, see Supplementary Figure 10 for matched y-axes across all features and tasks.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Participants in both studies were faster (Exp 2: d = −1.90, Exp 3: d = −1.99) and more accurate (Exp 2: d = 3.27, Exp 3: d = 3.73) with parametrically increasing levels of color coherence (aggregate ps < 0.001; Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At the same time, we continued to find that participants were slower and less accurate when the goal-irrelevant movement of those dots was increasingly incongruent with the correct color response (see Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We found that participants were more sensitive to the nowrelevant motion coherence (Figure 2e), but were no longer sensitive to the now-irrelevant color congruence (Figure 2g; Supplementary Table 1–2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel g",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Across all three of our studies, we found that participants’ sensitivity to the distractor dimension was robustly and parametrically influenced by the distractor congruence on the previous trial, as reflected both in their choice (ds = 1.44 to 1.74, p < .001; Figure 3a) and RT (ds = 0.83 to 1.79, p < .001; Figure 3b; Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had congruent distractors, participants had strong sensitivity to the distractor congruence (Figure 3a–b, navy).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had incongruent distractors, participants were much less sensitive to distractors (Figure 3a–b, red).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "P-values are aggregated across experiments, with statistically significant p-values (two-tailed, α = 0.05) shown in bold.When varying both target and distractor features (Experiments 2–3), we found an additional influence of previous distractor congruence on target processing, whereby more incongruent previous trials enhanced the influence of target discriminability on the current trial (Figure 3d–e).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "However, the influence of previous distraction on target processing was substantially smaller than its effect on distractor processing (see Figure 5), and was only found for accuracy (p < .001) and not RT (p = .57), Finally, we found that performance adapted to the strength of the previous target, with less-discriminable targets yielding lower sensitivity to target strength (i.e., poorer performance) on the following trial, potentially due to disengagement (Supplementary Figure 2, Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In Experiment 3 we incorporated an incentive manipulation, with blocks of trials for which participants could either earn a monetary reward for fast and accurate performance, and blocks where performance was not rewarded (Figure 1d).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We found that participants’ accuracy was more sensitive to target discriminability in rewarded blocks than non-rewarded blocks (d = 0.61, p < .001; Figure 4a, Table 3).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel a",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To confirm these findings, we formally tested the double dissociation between how incentives and previous interference influenced target and distractor choice sensitivity (Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "At the earliest RTs, participants were the least sensitive to targets (Figure 6a) and the most sensitive to distractors (Figure 6d).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that participants had steeper target coherence slopes on error trials (ds = 0.89 to 1.5, p < .001; Figure 6b), driven by faster errors when the targets were high coherence, consistent with participants responding before their maximal target sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel b",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Likewise, we found that the relationship between RT and distractor congruence inverted on error trials (ds = −0.68 to −1.8, p < .001; Figure 6e), with participants making faster errors on more incongruent trials, consistent with an early sensitivity to distractors that is suppressed over time.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel e",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "During these blocks, we found that participants enhanced target (motion) sensitivity faster than they did during Attend-Color blocks (p < .001; Figure 6h; Supplementary Table 8–9).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel h",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "However, later in the experiment participants also had faster target and distractor dynamics, such that maladaptive sensitivity was most prominent in the earliest phase of the trial (Supplementary Figure 11).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "We found that after incongruent trials, participants started the next trial more sensitive to targets and less sensitive to distractors (Figure 7a).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "We found that during incentivized blocks, participants’ initial target sensitivity was higher than during non-incentivized blocks, and remained so across much of the trial (see Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "However, target sensitivity eventually reached an asymptote, such that towards the end of the trial both incentivized and non-incentivized trials had similar levels of target sensitivity (see slowest quantile in Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Our decision model takes as inputs the color and motion coherence in support of different responses, nonlinearly transforms these inputs, and then integrates evidence for each response in separate rectified accumulators with balanced feedforward excitation and inhibition (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "During our main Attend-Color trials, it generated responses that were faster and more accurate with increasing color coherence (Figure 9a) and slower and less accurate with increasing motion incongruence (Figure 9b).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Now, our model generated responses that were even faster and more accurate with increasing target coherence (now motion; Figure 9c) but that were insensitive to distractor congruence (now color; Figure 9d), replicating the main behavioral results in Attend-Motion blocks.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel c",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel d",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Notably, distractor effects were not reproduced in an accumulator competition model parameterized to be more ‘race-like’ (Supplementary Figure 3; (Teodorescu and Usher, 2013).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity (see Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In accuracy, our model replicated the shift in target sensitivity over time, with the collapsing bound reducing performance on the slowest trials (Figure 10a).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our model similarly captured participants’ decreased target sensitivity at later RTs (Figure 10b).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, our model recreated the analogous effects in RT, with faster errors for high coherence targets and incongruent distractors (Figure 10c–d).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Critically, we were unable to replicate these qualitative patterns of behavior with FFI models in which control gains that were frozen throughout the trial (Supplementary Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Drift diffusion models with across-trial variability in gain, noise, or threshold; or drift diffusion models with within-trial dynamics in noise or threshold were similarly unable to capture our key effects without within-trial gain dynamics (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity dynamics (see Figure 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This is evident in poorer overall performance in the slowest RT bin, relative to the 2nd-4th bins (see Figure 10a, left panel, pink line).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our simulation captured this global reduction in accuracy by including a collapsing boundary (Drugowitsch et al., 2012; Rosenbaum et al., 2022), which leads to late errors irrespective of feature coherence (see Supplementary Figure 5 for contrast to fixed bound).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, even though overall accuracy is reduced over time, target sensitivity is stronger at the slowest RT bin relative to the earliest RT bin (compare navy and pink psychometric slopes in Figure 10a), consistent with both feature-selective dynamics (gain control) and global dynamics (collapsing bound).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "As in participants’ behavior, the model’s errors due to incongruent distractors tend to occur early (Figure 10c–d), censoring target processing at a lower (early) level of sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "To account for the early effects of conflict and incentives, we modified the initial conditions of our model’s gain dynamics (Figure 11a).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Simulation of post-conflict and incentive effects (see Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "After congruent trials, participants started the next trial with more similar target and distractor gains, that were then more quickly separated within the trial (Figure 7b).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, participants appeared to suppress distractor sensitivity even on congruent trials, evident in the right half of Figure 6d (see also (Mante et al., 2013; Pagan et al., 2022)), suggesting that they are not reactively adjusting this control policy when the trial conditions deem it unnecessary or even detrimental.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "To address these concerns, we used simulations to show that the dynamic profiles we observed cannot be accounted for by an evidence accumulation model with static gains on target and distractor processing (Supplementary Figure 4) or models with dynamic changes to non-selective components like decision threshold (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Introducing dynamic feature gains allowed us to account for those same patterns (Figures 9 to 11; Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On each trial, participants viewed an array of moving dots (i.e., random dot kinematogram), presented in one of four colors (see Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "At the end of the experiment, participants received a bonus calculated from their performance (mean(SD) bonus: $2.5($0.57)USD).Regression Analyses\nWe used a hierarchical nonlinear regression of choice and reaction time as a tractable and minimally theory-laden measure of performance (Supplementary Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To provide finer-grained insights into our model fit, we generated additional posterior predictive checks that aggregate trends across all participants (Supplementary Figure 6) and that highlight single participants (Supplementary Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "To provide further validation of the robustness of our parameter estimation procedure, we performed parameter recovery (simulated behavior from our best-fitting regression parameters, refit our model to this simulated behavior, and the compared data-generating and recovered parameters; Supplementary Figure 8) and parameter knock-out analyses (re-fit models with key nuisance regressors removed; Supplementary Figure 9).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We generated sensitivity dynamics plots (e.g., Figure 6) by computing the regression-estimated coherence effect conditioned on RT.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "For control-dependent dynamics (i.e., incentivized dynamics; see Figure 7), we included 2-way and 3-way interactions between feature sensitivity, RT, and control drivers.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Figure 7.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Feedforward Inhibition with Control Model\nTo provide a bridge between our regression analyses and processes models of decision-making, we adopted a generative modeling approach and tested whether participant behavior could be reproduced by a sequential sampling model (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Note the difference in x-axis scaling compared to Figure 6G.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel G",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This study’s design and its analysis were not pre-registered.Results\nParticipants performed the Parametric Attentional Control Task (PACT), a perceptual discrimination task that required them to classify the dominant color in an array of moving dots (Figure 1a).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Across trials, we varied the extent to which those dots were coherently moving in the same or opposite direction as the correct response (distractor interference; Experiments 1–3) and how easily the participant could determine the dominant color (target discriminability; Experiments 2–3; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To enhance the potency of motion as a distracting dimension (Shiffrin and Schneider, 1977) and allow for additional measures of automaticity and feature-specificity, participants alternated between these blocks-of-interest and shorter blocks (20–50 trials) in which participants instead responded to the direction of dot motion (Attend-Motion PACT; Figure 1c).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We varied the strength of this distractor dimension between being fully congruent with the correct color response (100% leftward coherence for a left color response) to being fully incongruent (100% rightward coherence for a left color response; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Both accuracy (Cohen’s  on regression estimate; d = −1.47) and reaction time (d = 1.25) worsened with parametrically increasing levels of interference (ps < 0.001, Figure 2c, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel c",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Y-axis range is matched within-feature across tasks, see Supplementary Figure 10 for matched y-axes across all features and tasks.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Participants in both studies were faster (Exp 2: d = −1.90, Exp 3: d = −1.99) and more accurate (Exp 2: d = 3.27, Exp 3: d = 3.73) with parametrically increasing levels of color coherence (aggregate ps < 0.001; Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At the same time, we continued to find that participants were slower and less accurate when the goal-irrelevant movement of those dots was increasingly incongruent with the correct color response (see Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We found that participants were more sensitive to the nowrelevant motion coherence (Figure 2e), but were no longer sensitive to the now-irrelevant color congruence (Figure 2g; Supplementary Table 1–2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel g",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Across all three of our studies, we found that participants’ sensitivity to the distractor dimension was robustly and parametrically influenced by the distractor congruence on the previous trial, as reflected both in their choice (ds = 1.44 to 1.74, p < .001; Figure 3a) and RT (ds = 0.83 to 1.79, p < .001; Figure 3b; Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had congruent distractors, participants had strong sensitivity to the distractor congruence (Figure 3a–b, navy).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had incongruent distractors, participants were much less sensitive to distractors (Figure 3a–b, red).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "P-values are aggregated across experiments, with statistically significant p-values (two-tailed, α = 0.05) shown in bold.When varying both target and distractor features (Experiments 2–3), we found an additional influence of previous distractor congruence on target processing, whereby more incongruent previous trials enhanced the influence of target discriminability on the current trial (Figure 3d–e).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "However, the influence of previous distraction on target processing was substantially smaller than its effect on distractor processing (see Figure 5), and was only found for accuracy (p < .001) and not RT (p = .57), Finally, we found that performance adapted to the strength of the previous target, with less-discriminable targets yielding lower sensitivity to target strength (i.e., poorer performance) on the following trial, potentially due to disengagement (Supplementary Figure 2, Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In Experiment 3 we incorporated an incentive manipulation, with blocks of trials for which participants could either earn a monetary reward for fast and accurate performance, and blocks where performance was not rewarded (Figure 1d).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We found that participants’ accuracy was more sensitive to target discriminability in rewarded blocks than non-rewarded blocks (d = 0.61, p < .001; Figure 4a, Table 3).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel a",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To confirm these findings, we formally tested the double dissociation between how incentives and previous interference influenced target and distractor choice sensitivity (Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "At the earliest RTs, participants were the least sensitive to targets (Figure 6a) and the most sensitive to distractors (Figure 6d).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that participants had steeper target coherence slopes on error trials (ds = 0.89 to 1.5, p < .001; Figure 6b), driven by faster errors when the targets were high coherence, consistent with participants responding before their maximal target sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel b",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Likewise, we found that the relationship between RT and distractor congruence inverted on error trials (ds = −0.68 to −1.8, p < .001; Figure 6e), with participants making faster errors on more incongruent trials, consistent with an early sensitivity to distractors that is suppressed over time.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel e",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "During these blocks, we found that participants enhanced target (motion) sensitivity faster than they did during Attend-Color blocks (p < .001; Figure 6h; Supplementary Table 8–9).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel h",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "However, later in the experiment participants also had faster target and distractor dynamics, such that maladaptive sensitivity was most prominent in the earliest phase of the trial (Supplementary Figure 11).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "We found that after incongruent trials, participants started the next trial more sensitive to targets and less sensitive to distractors (Figure 7a).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "We found that during incentivized blocks, participants’ initial target sensitivity was higher than during non-incentivized blocks, and remained so across much of the trial (see Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "However, target sensitivity eventually reached an asymptote, such that towards the end of the trial both incentivized and non-incentivized trials had similar levels of target sensitivity (see slowest quantile in Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Our decision model takes as inputs the color and motion coherence in support of different responses, nonlinearly transforms these inputs, and then integrates evidence for each response in separate rectified accumulators with balanced feedforward excitation and inhibition (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "During our main Attend-Color trials, it generated responses that were faster and more accurate with increasing color coherence (Figure 9a) and slower and less accurate with increasing motion incongruence (Figure 9b).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Now, our model generated responses that were even faster and more accurate with increasing target coherence (now motion; Figure 9c) but that were insensitive to distractor congruence (now color; Figure 9d), replicating the main behavioral results in Attend-Motion blocks.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel c",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel d",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Notably, distractor effects were not reproduced in an accumulator competition model parameterized to be more ‘race-like’ (Supplementary Figure 3; (Teodorescu and Usher, 2013).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity (see Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In accuracy, our model replicated the shift in target sensitivity over time, with the collapsing bound reducing performance on the slowest trials (Figure 10a).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our model similarly captured participants’ decreased target sensitivity at later RTs (Figure 10b).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, our model recreated the analogous effects in RT, with faster errors for high coherence targets and incongruent distractors (Figure 10c–d).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Critically, we were unable to replicate these qualitative patterns of behavior with FFI models in which control gains that were frozen throughout the trial (Supplementary Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Drift diffusion models with across-trial variability in gain, noise, or threshold; or drift diffusion models with within-trial dynamics in noise or threshold were similarly unable to capture our key effects without within-trial gain dynamics (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity dynamics (see Figure 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This is evident in poorer overall performance in the slowest RT bin, relative to the 2nd-4th bins (see Figure 10a, left panel, pink line).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our simulation captured this global reduction in accuracy by including a collapsing boundary (Drugowitsch et al., 2012; Rosenbaum et al., 2022), which leads to late errors irrespective of feature coherence (see Supplementary Figure 5 for contrast to fixed bound).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, even though overall accuracy is reduced over time, target sensitivity is stronger at the slowest RT bin relative to the earliest RT bin (compare navy and pink psychometric slopes in Figure 10a), consistent with both feature-selective dynamics (gain control) and global dynamics (collapsing bound).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "As in participants’ behavior, the model’s errors due to incongruent distractors tend to occur early (Figure 10c–d), censoring target processing at a lower (early) level of sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "To account for the early effects of conflict and incentives, we modified the initial conditions of our model’s gain dynamics (Figure 11a).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Simulation of post-conflict and incentive effects (see Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "After congruent trials, participants started the next trial with more similar target and distractor gains, that were then more quickly separated within the trial (Figure 7b).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, participants appeared to suppress distractor sensitivity even on congruent trials, evident in the right half of Figure 6d (see also (Mante et al., 2013; Pagan et al., 2022)), suggesting that they are not reactively adjusting this control policy when the trial conditions deem it unnecessary or even detrimental.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "To address these concerns, we used simulations to show that the dynamic profiles we observed cannot be accounted for by an evidence accumulation model with static gains on target and distractor processing (Supplementary Figure 4) or models with dynamic changes to non-selective components like decision threshold (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Introducing dynamic feature gains allowed us to account for those same patterns (Figures 9 to 11; Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On each trial, participants viewed an array of moving dots (i.e., random dot kinematogram), presented in one of four colors (see Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "At the end of the experiment, participants received a bonus calculated from their performance (mean(SD) bonus: $2.5($0.57)USD).Regression Analyses\nWe used a hierarchical nonlinear regression of choice and reaction time as a tractable and minimally theory-laden measure of performance (Supplementary Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To provide finer-grained insights into our model fit, we generated additional posterior predictive checks that aggregate trends across all participants (Supplementary Figure 6) and that highlight single participants (Supplementary Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "To provide further validation of the robustness of our parameter estimation procedure, we performed parameter recovery (simulated behavior from our best-fitting regression parameters, refit our model to this simulated behavior, and the compared data-generating and recovered parameters; Supplementary Figure 8) and parameter knock-out analyses (re-fit models with key nuisance regressors removed; Supplementary Figure 9).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We generated sensitivity dynamics plots (e.g., Figure 6) by computing the regression-estimated coherence effect conditioned on RT.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "For control-dependent dynamics (i.e., incentivized dynamics; see Figure 7), we included 2-way and 3-way interactions between feature sensitivity, RT, and control drivers.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Figure 7.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Feedforward Inhibition with Control Model\nTo provide a bridge between our regression analyses and processes models of decision-making, we adopted a generative modeling approach and tested whether participant behavior could be reproduced by a sequential sampling model (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Note the difference in x-axis scaling compared to Figure 6G.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel G",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This study’s design and its analysis were not pre-registered.Results\nParticipants performed the Parametric Attentional Control Task (PACT), a perceptual discrimination task that required them to classify the dominant color in an array of moving dots (Figure 1a).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Across trials, we varied the extent to which those dots were coherently moving in the same or opposite direction as the correct response (distractor interference; Experiments 1–3) and how easily the participant could determine the dominant color (target discriminability; Experiments 2–3; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To enhance the potency of motion as a distracting dimension (Shiffrin and Schneider, 1977) and allow for additional measures of automaticity and feature-specificity, participants alternated between these blocks-of-interest and shorter blocks (20–50 trials) in which participants instead responded to the direction of dot motion (Attend-Motion PACT; Figure 1c).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We varied the strength of this distractor dimension between being fully congruent with the correct color response (100% leftward coherence for a left color response) to being fully incongruent (100% rightward coherence for a left color response; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Both accuracy (Cohen’s  on regression estimate; d = −1.47) and reaction time (d = 1.25) worsened with parametrically increasing levels of interference (ps < 0.001, Figure 2c, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel c",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Y-axis range is matched within-feature across tasks, see Supplementary Figure 10 for matched y-axes across all features and tasks.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Participants in both studies were faster (Exp 2: d = −1.90, Exp 3: d = −1.99) and more accurate (Exp 2: d = 3.27, Exp 3: d = 3.73) with parametrically increasing levels of color coherence (aggregate ps < 0.001; Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At the same time, we continued to find that participants were slower and less accurate when the goal-irrelevant movement of those dots was increasingly incongruent with the correct color response (see Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We found that participants were more sensitive to the nowrelevant motion coherence (Figure 2e), but were no longer sensitive to the now-irrelevant color congruence (Figure 2g; Supplementary Table 1–2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel g",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Across all three of our studies, we found that participants’ sensitivity to the distractor dimension was robustly and parametrically influenced by the distractor congruence on the previous trial, as reflected both in their choice (ds = 1.44 to 1.74, p < .001; Figure 3a) and RT (ds = 0.83 to 1.79, p < .001; Figure 3b; Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had congruent distractors, participants had strong sensitivity to the distractor congruence (Figure 3a–b, navy).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had incongruent distractors, participants were much less sensitive to distractors (Figure 3a–b, red).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "P-values are aggregated across experiments, with statistically significant p-values (two-tailed, α = 0.05) shown in bold.When varying both target and distractor features (Experiments 2–3), we found an additional influence of previous distractor congruence on target processing, whereby more incongruent previous trials enhanced the influence of target discriminability on the current trial (Figure 3d–e).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "However, the influence of previous distraction on target processing was substantially smaller than its effect on distractor processing (see Figure 5), and was only found for accuracy (p < .001) and not RT (p = .57), Finally, we found that performance adapted to the strength of the previous target, with less-discriminable targets yielding lower sensitivity to target strength (i.e., poorer performance) on the following trial, potentially due to disengagement (Supplementary Figure 2, Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In Experiment 3 we incorporated an incentive manipulation, with blocks of trials for which participants could either earn a monetary reward for fast and accurate performance, and blocks where performance was not rewarded (Figure 1d).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We found that participants’ accuracy was more sensitive to target discriminability in rewarded blocks than non-rewarded blocks (d = 0.61, p < .001; Figure 4a, Table 3).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel a",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To confirm these findings, we formally tested the double dissociation between how incentives and previous interference influenced target and distractor choice sensitivity (Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "At the earliest RTs, participants were the least sensitive to targets (Figure 6a) and the most sensitive to distractors (Figure 6d).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that participants had steeper target coherence slopes on error trials (ds = 0.89 to 1.5, p < .001; Figure 6b), driven by faster errors when the targets were high coherence, consistent with participants responding before their maximal target sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel b",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Likewise, we found that the relationship between RT and distractor congruence inverted on error trials (ds = −0.68 to −1.8, p < .001; Figure 6e), with participants making faster errors on more incongruent trials, consistent with an early sensitivity to distractors that is suppressed over time.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel e",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "During these blocks, we found that participants enhanced target (motion) sensitivity faster than they did during Attend-Color blocks (p < .001; Figure 6h; Supplementary Table 8–9).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel h",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "However, later in the experiment participants also had faster target and distractor dynamics, such that maladaptive sensitivity was most prominent in the earliest phase of the trial (Supplementary Figure 11).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "We found that after incongruent trials, participants started the next trial more sensitive to targets and less sensitive to distractors (Figure 7a).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "We found that during incentivized blocks, participants’ initial target sensitivity was higher than during non-incentivized blocks, and remained so across much of the trial (see Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "However, target sensitivity eventually reached an asymptote, such that towards the end of the trial both incentivized and non-incentivized trials had similar levels of target sensitivity (see slowest quantile in Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Our decision model takes as inputs the color and motion coherence in support of different responses, nonlinearly transforms these inputs, and then integrates evidence for each response in separate rectified accumulators with balanced feedforward excitation and inhibition (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "During our main Attend-Color trials, it generated responses that were faster and more accurate with increasing color coherence (Figure 9a) and slower and less accurate with increasing motion incongruence (Figure 9b).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Now, our model generated responses that were even faster and more accurate with increasing target coherence (now motion; Figure 9c) but that were insensitive to distractor congruence (now color; Figure 9d), replicating the main behavioral results in Attend-Motion blocks.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel c",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel d",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Notably, distractor effects were not reproduced in an accumulator competition model parameterized to be more ‘race-like’ (Supplementary Figure 3; (Teodorescu and Usher, 2013).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity (see Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In accuracy, our model replicated the shift in target sensitivity over time, with the collapsing bound reducing performance on the slowest trials (Figure 10a).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our model similarly captured participants’ decreased target sensitivity at later RTs (Figure 10b).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, our model recreated the analogous effects in RT, with faster errors for high coherence targets and incongruent distractors (Figure 10c–d).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Critically, we were unable to replicate these qualitative patterns of behavior with FFI models in which control gains that were frozen throughout the trial (Supplementary Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Drift diffusion models with across-trial variability in gain, noise, or threshold; or drift diffusion models with within-trial dynamics in noise or threshold were similarly unable to capture our key effects without within-trial gain dynamics (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity dynamics (see Figure 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This is evident in poorer overall performance in the slowest RT bin, relative to the 2nd-4th bins (see Figure 10a, left panel, pink line).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our simulation captured this global reduction in accuracy by including a collapsing boundary (Drugowitsch et al., 2012; Rosenbaum et al., 2022), which leads to late errors irrespective of feature coherence (see Supplementary Figure 5 for contrast to fixed bound).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, even though overall accuracy is reduced over time, target sensitivity is stronger at the slowest RT bin relative to the earliest RT bin (compare navy and pink psychometric slopes in Figure 10a), consistent with both feature-selective dynamics (gain control) and global dynamics (collapsing bound).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "As in participants’ behavior, the model’s errors due to incongruent distractors tend to occur early (Figure 10c–d), censoring target processing at a lower (early) level of sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "To account for the early effects of conflict and incentives, we modified the initial conditions of our model’s gain dynamics (Figure 11a).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Simulation of post-conflict and incentive effects (see Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "After congruent trials, participants started the next trial with more similar target and distractor gains, that were then more quickly separated within the trial (Figure 7b).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, participants appeared to suppress distractor sensitivity even on congruent trials, evident in the right half of Figure 6d (see also (Mante et al., 2013; Pagan et al., 2022)), suggesting that they are not reactively adjusting this control policy when the trial conditions deem it unnecessary or even detrimental.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "To address these concerns, we used simulations to show that the dynamic profiles we observed cannot be accounted for by an evidence accumulation model with static gains on target and distractor processing (Supplementary Figure 4) or models with dynamic changes to non-selective components like decision threshold (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Introducing dynamic feature gains allowed us to account for those same patterns (Figures 9 to 11; Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On each trial, participants viewed an array of moving dots (i.e., random dot kinematogram), presented in one of four colors (see Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "At the end of the experiment, participants received a bonus calculated from their performance (mean(SD) bonus: $2.5($0.57)USD).Regression Analyses\nWe used a hierarchical nonlinear regression of choice and reaction time as a tractable and minimally theory-laden measure of performance (Supplementary Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To provide finer-grained insights into our model fit, we generated additional posterior predictive checks that aggregate trends across all participants (Supplementary Figure 6) and that highlight single participants (Supplementary Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "To provide further validation of the robustness of our parameter estimation procedure, we performed parameter recovery (simulated behavior from our best-fitting regression parameters, refit our model to this simulated behavior, and the compared data-generating and recovered parameters; Supplementary Figure 8) and parameter knock-out analyses (re-fit models with key nuisance regressors removed; Supplementary Figure 9).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We generated sensitivity dynamics plots (e.g., Figure 6) by computing the regression-estimated coherence effect conditioned on RT.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "For control-dependent dynamics (i.e., incentivized dynamics; see Figure 7), we included 2-way and 3-way interactions between feature sensitivity, RT, and control drivers.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Figure 7.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Feedforward Inhibition with Control Model\nTo provide a bridge between our regression analyses and processes models of decision-making, we adopted a generative modeling approach and tested whether participant behavior could be reproduced by a sequential sampling model (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Note the difference in x-axis scaling compared to Figure 6G.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel G",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This study’s design and its analysis were not pre-registered.Results\nParticipants performed the Parametric Attentional Control Task (PACT), a perceptual discrimination task that required them to classify the dominant color in an array of moving dots (Figure 1a).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Across trials, we varied the extent to which those dots were coherently moving in the same or opposite direction as the correct response (distractor interference; Experiments 1–3) and how easily the participant could determine the dominant color (target discriminability; Experiments 2–3; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To enhance the potency of motion as a distracting dimension (Shiffrin and Schneider, 1977) and allow for additional measures of automaticity and feature-specificity, participants alternated between these blocks-of-interest and shorter blocks (20–50 trials) in which participants instead responded to the direction of dot motion (Attend-Motion PACT; Figure 1c).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We varied the strength of this distractor dimension between being fully congruent with the correct color response (100% leftward coherence for a left color response) to being fully incongruent (100% rightward coherence for a left color response; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Both accuracy (Cohen’s  on regression estimate; d = −1.47) and reaction time (d = 1.25) worsened with parametrically increasing levels of interference (ps < 0.001, Figure 2c, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel c",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Y-axis range is matched within-feature across tasks, see Supplementary Figure 10 for matched y-axes across all features and tasks.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Participants in both studies were faster (Exp 2: d = −1.90, Exp 3: d = −1.99) and more accurate (Exp 2: d = 3.27, Exp 3: d = 3.73) with parametrically increasing levels of color coherence (aggregate ps < 0.001; Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At the same time, we continued to find that participants were slower and less accurate when the goal-irrelevant movement of those dots was increasingly incongruent with the correct color response (see Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We found that participants were more sensitive to the nowrelevant motion coherence (Figure 2e), but were no longer sensitive to the now-irrelevant color congruence (Figure 2g; Supplementary Table 1–2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel g",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Across all three of our studies, we found that participants’ sensitivity to the distractor dimension was robustly and parametrically influenced by the distractor congruence on the previous trial, as reflected both in their choice (ds = 1.44 to 1.74, p < .001; Figure 3a) and RT (ds = 0.83 to 1.79, p < .001; Figure 3b; Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had congruent distractors, participants had strong sensitivity to the distractor congruence (Figure 3a–b, navy).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had incongruent distractors, participants were much less sensitive to distractors (Figure 3a–b, red).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "P-values are aggregated across experiments, with statistically significant p-values (two-tailed, α = 0.05) shown in bold.When varying both target and distractor features (Experiments 2–3), we found an additional influence of previous distractor congruence on target processing, whereby more incongruent previous trials enhanced the influence of target discriminability on the current trial (Figure 3d–e).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "However, the influence of previous distraction on target processing was substantially smaller than its effect on distractor processing (see Figure 5), and was only found for accuracy (p < .001) and not RT (p = .57), Finally, we found that performance adapted to the strength of the previous target, with less-discriminable targets yielding lower sensitivity to target strength (i.e., poorer performance) on the following trial, potentially due to disengagement (Supplementary Figure 2, Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In Experiment 3 we incorporated an incentive manipulation, with blocks of trials for which participants could either earn a monetary reward for fast and accurate performance, and blocks where performance was not rewarded (Figure 1d).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We found that participants’ accuracy was more sensitive to target discriminability in rewarded blocks than non-rewarded blocks (d = 0.61, p < .001; Figure 4a, Table 3).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel a",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To confirm these findings, we formally tested the double dissociation between how incentives and previous interference influenced target and distractor choice sensitivity (Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "At the earliest RTs, participants were the least sensitive to targets (Figure 6a) and the most sensitive to distractors (Figure 6d).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that participants had steeper target coherence slopes on error trials (ds = 0.89 to 1.5, p < .001; Figure 6b), driven by faster errors when the targets were high coherence, consistent with participants responding before their maximal target sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel b",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Likewise, we found that the relationship between RT and distractor congruence inverted on error trials (ds = −0.68 to −1.8, p < .001; Figure 6e), with participants making faster errors on more incongruent trials, consistent with an early sensitivity to distractors that is suppressed over time.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel e",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "During these blocks, we found that participants enhanced target (motion) sensitivity faster than they did during Attend-Color blocks (p < .001; Figure 6h; Supplementary Table 8–9).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel h",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "However, later in the experiment participants also had faster target and distractor dynamics, such that maladaptive sensitivity was most prominent in the earliest phase of the trial (Supplementary Figure 11).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "We found that after incongruent trials, participants started the next trial more sensitive to targets and less sensitive to distractors (Figure 7a).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "We found that during incentivized blocks, participants’ initial target sensitivity was higher than during non-incentivized blocks, and remained so across much of the trial (see Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "However, target sensitivity eventually reached an asymptote, such that towards the end of the trial both incentivized and non-incentivized trials had similar levels of target sensitivity (see slowest quantile in Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Our decision model takes as inputs the color and motion coherence in support of different responses, nonlinearly transforms these inputs, and then integrates evidence for each response in separate rectified accumulators with balanced feedforward excitation and inhibition (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "During our main Attend-Color trials, it generated responses that were faster and more accurate with increasing color coherence (Figure 9a) and slower and less accurate with increasing motion incongruence (Figure 9b).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Now, our model generated responses that were even faster and more accurate with increasing target coherence (now motion; Figure 9c) but that were insensitive to distractor congruence (now color; Figure 9d), replicating the main behavioral results in Attend-Motion blocks.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel c",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel d",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Notably, distractor effects were not reproduced in an accumulator competition model parameterized to be more ‘race-like’ (Supplementary Figure 3; (Teodorescu and Usher, 2013).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity (see Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In accuracy, our model replicated the shift in target sensitivity over time, with the collapsing bound reducing performance on the slowest trials (Figure 10a).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our model similarly captured participants’ decreased target sensitivity at later RTs (Figure 10b).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, our model recreated the analogous effects in RT, with faster errors for high coherence targets and incongruent distractors (Figure 10c–d).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Critically, we were unable to replicate these qualitative patterns of behavior with FFI models in which control gains that were frozen throughout the trial (Supplementary Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Drift diffusion models with across-trial variability in gain, noise, or threshold; or drift diffusion models with within-trial dynamics in noise or threshold were similarly unable to capture our key effects without within-trial gain dynamics (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity dynamics (see Figure 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This is evident in poorer overall performance in the slowest RT bin, relative to the 2nd-4th bins (see Figure 10a, left panel, pink line).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our simulation captured this global reduction in accuracy by including a collapsing boundary (Drugowitsch et al., 2012; Rosenbaum et al., 2022), which leads to late errors irrespective of feature coherence (see Supplementary Figure 5 for contrast to fixed bound).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, even though overall accuracy is reduced over time, target sensitivity is stronger at the slowest RT bin relative to the earliest RT bin (compare navy and pink psychometric slopes in Figure 10a), consistent with both feature-selective dynamics (gain control) and global dynamics (collapsing bound).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "As in participants’ behavior, the model’s errors due to incongruent distractors tend to occur early (Figure 10c–d), censoring target processing at a lower (early) level of sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "To account for the early effects of conflict and incentives, we modified the initial conditions of our model’s gain dynamics (Figure 11a).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Simulation of post-conflict and incentive effects (see Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "After congruent trials, participants started the next trial with more similar target and distractor gains, that were then more quickly separated within the trial (Figure 7b).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, participants appeared to suppress distractor sensitivity even on congruent trials, evident in the right half of Figure 6d (see also (Mante et al., 2013; Pagan et al., 2022)), suggesting that they are not reactively adjusting this control policy when the trial conditions deem it unnecessary or even detrimental.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "To address these concerns, we used simulations to show that the dynamic profiles we observed cannot be accounted for by an evidence accumulation model with static gains on target and distractor processing (Supplementary Figure 4) or models with dynamic changes to non-selective components like decision threshold (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Introducing dynamic feature gains allowed us to account for those same patterns (Figures 9 to 11; Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On each trial, participants viewed an array of moving dots (i.e., random dot kinematogram), presented in one of four colors (see Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "At the end of the experiment, participants received a bonus calculated from their performance (mean(SD) bonus: $2.5($0.57)USD).Regression Analyses\nWe used a hierarchical nonlinear regression of choice and reaction time as a tractable and minimally theory-laden measure of performance (Supplementary Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To provide finer-grained insights into our model fit, we generated additional posterior predictive checks that aggregate trends across all participants (Supplementary Figure 6) and that highlight single participants (Supplementary Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "To provide further validation of the robustness of our parameter estimation procedure, we performed parameter recovery (simulated behavior from our best-fitting regression parameters, refit our model to this simulated behavior, and the compared data-generating and recovered parameters; Supplementary Figure 8) and parameter knock-out analyses (re-fit models with key nuisance regressors removed; Supplementary Figure 9).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We generated sensitivity dynamics plots (e.g., Figure 6) by computing the regression-estimated coherence effect conditioned on RT.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "For control-dependent dynamics (i.e., incentivized dynamics; see Figure 7), we included 2-way and 3-way interactions between feature sensitivity, RT, and control drivers.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Figure 7.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Feedforward Inhibition with Control Model\nTo provide a bridge between our regression analyses and processes models of decision-making, we adopted a generative modeling approach and tested whether participant behavior could be reproduced by a sequential sampling model (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Note the difference in x-axis scaling compared to Figure 6G.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel G",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This study’s design and its analysis were not pre-registered.Results\nParticipants performed the Parametric Attentional Control Task (PACT), a perceptual discrimination task that required them to classify the dominant color in an array of moving dots (Figure 1a).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Across trials, we varied the extent to which those dots were coherently moving in the same or opposite direction as the correct response (distractor interference; Experiments 1–3) and how easily the participant could determine the dominant color (target discriminability; Experiments 2–3; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To enhance the potency of motion as a distracting dimension (Shiffrin and Schneider, 1977) and allow for additional measures of automaticity and feature-specificity, participants alternated between these blocks-of-interest and shorter blocks (20–50 trials) in which participants instead responded to the direction of dot motion (Attend-Motion PACT; Figure 1c).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We varied the strength of this distractor dimension between being fully congruent with the correct color response (100% leftward coherence for a left color response) to being fully incongruent (100% rightward coherence for a left color response; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Both accuracy (Cohen’s  on regression estimate; d = −1.47) and reaction time (d = 1.25) worsened with parametrically increasing levels of interference (ps < 0.001, Figure 2c, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel c",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Y-axis range is matched within-feature across tasks, see Supplementary Figure 10 for matched y-axes across all features and tasks.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Participants in both studies were faster (Exp 2: d = −1.90, Exp 3: d = −1.99) and more accurate (Exp 2: d = 3.27, Exp 3: d = 3.73) with parametrically increasing levels of color coherence (aggregate ps < 0.001; Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At the same time, we continued to find that participants were slower and less accurate when the goal-irrelevant movement of those dots was increasingly incongruent with the correct color response (see Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We found that participants were more sensitive to the nowrelevant motion coherence (Figure 2e), but were no longer sensitive to the now-irrelevant color congruence (Figure 2g; Supplementary Table 1–2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel g",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Across all three of our studies, we found that participants’ sensitivity to the distractor dimension was robustly and parametrically influenced by the distractor congruence on the previous trial, as reflected both in their choice (ds = 1.44 to 1.74, p < .001; Figure 3a) and RT (ds = 0.83 to 1.79, p < .001; Figure 3b; Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had congruent distractors, participants had strong sensitivity to the distractor congruence (Figure 3a–b, navy).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had incongruent distractors, participants were much less sensitive to distractors (Figure 3a–b, red).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "P-values are aggregated across experiments, with statistically significant p-values (two-tailed, α = 0.05) shown in bold.When varying both target and distractor features (Experiments 2–3), we found an additional influence of previous distractor congruence on target processing, whereby more incongruent previous trials enhanced the influence of target discriminability on the current trial (Figure 3d–e).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "However, the influence of previous distraction on target processing was substantially smaller than its effect on distractor processing (see Figure 5), and was only found for accuracy (p < .001) and not RT (p = .57), Finally, we found that performance adapted to the strength of the previous target, with less-discriminable targets yielding lower sensitivity to target strength (i.e., poorer performance) on the following trial, potentially due to disengagement (Supplementary Figure 2, Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In Experiment 3 we incorporated an incentive manipulation, with blocks of trials for which participants could either earn a monetary reward for fast and accurate performance, and blocks where performance was not rewarded (Figure 1d).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We found that participants’ accuracy was more sensitive to target discriminability in rewarded blocks than non-rewarded blocks (d = 0.61, p < .001; Figure 4a, Table 3).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel a",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To confirm these findings, we formally tested the double dissociation between how incentives and previous interference influenced target and distractor choice sensitivity (Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "At the earliest RTs, participants were the least sensitive to targets (Figure 6a) and the most sensitive to distractors (Figure 6d).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that participants had steeper target coherence slopes on error trials (ds = 0.89 to 1.5, p < .001; Figure 6b), driven by faster errors when the targets were high coherence, consistent with participants responding before their maximal target sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel b",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Likewise, we found that the relationship between RT and distractor congruence inverted on error trials (ds = −0.68 to −1.8, p < .001; Figure 6e), with participants making faster errors on more incongruent trials, consistent with an early sensitivity to distractors that is suppressed over time.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel e",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "During these blocks, we found that participants enhanced target (motion) sensitivity faster than they did during Attend-Color blocks (p < .001; Figure 6h; Supplementary Table 8–9).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel h",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "However, later in the experiment participants also had faster target and distractor dynamics, such that maladaptive sensitivity was most prominent in the earliest phase of the trial (Supplementary Figure 11).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "We found that after incongruent trials, participants started the next trial more sensitive to targets and less sensitive to distractors (Figure 7a).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "We found that during incentivized blocks, participants’ initial target sensitivity was higher than during non-incentivized blocks, and remained so across much of the trial (see Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "However, target sensitivity eventually reached an asymptote, such that towards the end of the trial both incentivized and non-incentivized trials had similar levels of target sensitivity (see slowest quantile in Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Our decision model takes as inputs the color and motion coherence in support of different responses, nonlinearly transforms these inputs, and then integrates evidence for each response in separate rectified accumulators with balanced feedforward excitation and inhibition (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "During our main Attend-Color trials, it generated responses that were faster and more accurate with increasing color coherence (Figure 9a) and slower and less accurate with increasing motion incongruence (Figure 9b).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Now, our model generated responses that were even faster and more accurate with increasing target coherence (now motion; Figure 9c) but that were insensitive to distractor congruence (now color; Figure 9d), replicating the main behavioral results in Attend-Motion blocks.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel c",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel d",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Notably, distractor effects were not reproduced in an accumulator competition model parameterized to be more ‘race-like’ (Supplementary Figure 3; (Teodorescu and Usher, 2013).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity (see Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In accuracy, our model replicated the shift in target sensitivity over time, with the collapsing bound reducing performance on the slowest trials (Figure 10a).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our model similarly captured participants’ decreased target sensitivity at later RTs (Figure 10b).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, our model recreated the analogous effects in RT, with faster errors for high coherence targets and incongruent distractors (Figure 10c–d).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Critically, we were unable to replicate these qualitative patterns of behavior with FFI models in which control gains that were frozen throughout the trial (Supplementary Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Drift diffusion models with across-trial variability in gain, noise, or threshold; or drift diffusion models with within-trial dynamics in noise or threshold were similarly unable to capture our key effects without within-trial gain dynamics (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity dynamics (see Figure 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This is evident in poorer overall performance in the slowest RT bin, relative to the 2nd-4th bins (see Figure 10a, left panel, pink line).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our simulation captured this global reduction in accuracy by including a collapsing boundary (Drugowitsch et al., 2012; Rosenbaum et al., 2022), which leads to late errors irrespective of feature coherence (see Supplementary Figure 5 for contrast to fixed bound).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, even though overall accuracy is reduced over time, target sensitivity is stronger at the slowest RT bin relative to the earliest RT bin (compare navy and pink psychometric slopes in Figure 10a), consistent with both feature-selective dynamics (gain control) and global dynamics (collapsing bound).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "As in participants’ behavior, the model’s errors due to incongruent distractors tend to occur early (Figure 10c–d), censoring target processing at a lower (early) level of sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "To account for the early effects of conflict and incentives, we modified the initial conditions of our model’s gain dynamics (Figure 11a).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Simulation of post-conflict and incentive effects (see Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "After congruent trials, participants started the next trial with more similar target and distractor gains, that were then more quickly separated within the trial (Figure 7b).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, participants appeared to suppress distractor sensitivity even on congruent trials, evident in the right half of Figure 6d (see also (Mante et al., 2013; Pagan et al., 2022)), suggesting that they are not reactively adjusting this control policy when the trial conditions deem it unnecessary or even detrimental.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "To address these concerns, we used simulations to show that the dynamic profiles we observed cannot be accounted for by an evidence accumulation model with static gains on target and distractor processing (Supplementary Figure 4) or models with dynamic changes to non-selective components like decision threshold (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Introducing dynamic feature gains allowed us to account for those same patterns (Figures 9 to 11; Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On each trial, participants viewed an array of moving dots (i.e., random dot kinematogram), presented in one of four colors (see Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "At the end of the experiment, participants received a bonus calculated from their performance (mean(SD) bonus: $2.5($0.57)USD).Regression Analyses\nWe used a hierarchical nonlinear regression of choice and reaction time as a tractable and minimally theory-laden measure of performance (Supplementary Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To provide finer-grained insights into our model fit, we generated additional posterior predictive checks that aggregate trends across all participants (Supplementary Figure 6) and that highlight single participants (Supplementary Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "To provide further validation of the robustness of our parameter estimation procedure, we performed parameter recovery (simulated behavior from our best-fitting regression parameters, refit our model to this simulated behavior, and the compared data-generating and recovered parameters; Supplementary Figure 8) and parameter knock-out analyses (re-fit models with key nuisance regressors removed; Supplementary Figure 9).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We generated sensitivity dynamics plots (e.g., Figure 6) by computing the regression-estimated coherence effect conditioned on RT.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "For control-dependent dynamics (i.e., incentivized dynamics; see Figure 7), we included 2-way and 3-way interactions between feature sensitivity, RT, and control drivers.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Figure 7.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Feedforward Inhibition with Control Model\nTo provide a bridge between our regression analyses and processes models of decision-making, we adopted a generative modeling approach and tested whether participant behavior could be reproduced by a sequential sampling model (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Note the difference in x-axis scaling compared to Figure 6G.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel G",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This study’s design and its analysis were not pre-registered.Results\nParticipants performed the Parametric Attentional Control Task (PACT), a perceptual discrimination task that required them to classify the dominant color in an array of moving dots (Figure 1a).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Across trials, we varied the extent to which those dots were coherently moving in the same or opposite direction as the correct response (distractor interference; Experiments 1–3) and how easily the participant could determine the dominant color (target discriminability; Experiments 2–3; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To enhance the potency of motion as a distracting dimension (Shiffrin and Schneider, 1977) and allow for additional measures of automaticity and feature-specificity, participants alternated between these blocks-of-interest and shorter blocks (20–50 trials) in which participants instead responded to the direction of dot motion (Attend-Motion PACT; Figure 1c).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We varied the strength of this distractor dimension between being fully congruent with the correct color response (100% leftward coherence for a left color response) to being fully incongruent (100% rightward coherence for a left color response; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Both accuracy (Cohen’s  on regression estimate; d = −1.47) and reaction time (d = 1.25) worsened with parametrically increasing levels of interference (ps < 0.001, Figure 2c, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel c",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Y-axis range is matched within-feature across tasks, see Supplementary Figure 10 for matched y-axes across all features and tasks.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Participants in both studies were faster (Exp 2: d = −1.90, Exp 3: d = −1.99) and more accurate (Exp 2: d = 3.27, Exp 3: d = 3.73) with parametrically increasing levels of color coherence (aggregate ps < 0.001; Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At the same time, we continued to find that participants were slower and less accurate when the goal-irrelevant movement of those dots was increasingly incongruent with the correct color response (see Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We found that participants were more sensitive to the nowrelevant motion coherence (Figure 2e), but were no longer sensitive to the now-irrelevant color congruence (Figure 2g; Supplementary Table 1–2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel g",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Across all three of our studies, we found that participants’ sensitivity to the distractor dimension was robustly and parametrically influenced by the distractor congruence on the previous trial, as reflected both in their choice (ds = 1.44 to 1.74, p < .001; Figure 3a) and RT (ds = 0.83 to 1.79, p < .001; Figure 3b; Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had congruent distractors, participants had strong sensitivity to the distractor congruence (Figure 3a–b, navy).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had incongruent distractors, participants were much less sensitive to distractors (Figure 3a–b, red).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "P-values are aggregated across experiments, with statistically significant p-values (two-tailed, α = 0.05) shown in bold.When varying both target and distractor features (Experiments 2–3), we found an additional influence of previous distractor congruence on target processing, whereby more incongruent previous trials enhanced the influence of target discriminability on the current trial (Figure 3d–e).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "However, the influence of previous distraction on target processing was substantially smaller than its effect on distractor processing (see Figure 5), and was only found for accuracy (p < .001) and not RT (p = .57), Finally, we found that performance adapted to the strength of the previous target, with less-discriminable targets yielding lower sensitivity to target strength (i.e., poorer performance) on the following trial, potentially due to disengagement (Supplementary Figure 2, Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In Experiment 3 we incorporated an incentive manipulation, with blocks of trials for which participants could either earn a monetary reward for fast and accurate performance, and blocks where performance was not rewarded (Figure 1d).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We found that participants’ accuracy was more sensitive to target discriminability in rewarded blocks than non-rewarded blocks (d = 0.61, p < .001; Figure 4a, Table 3).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel a",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To confirm these findings, we formally tested the double dissociation between how incentives and previous interference influenced target and distractor choice sensitivity (Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "At the earliest RTs, participants were the least sensitive to targets (Figure 6a) and the most sensitive to distractors (Figure 6d).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that participants had steeper target coherence slopes on error trials (ds = 0.89 to 1.5, p < .001; Figure 6b), driven by faster errors when the targets were high coherence, consistent with participants responding before their maximal target sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel b",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Likewise, we found that the relationship between RT and distractor congruence inverted on error trials (ds = −0.68 to −1.8, p < .001; Figure 6e), with participants making faster errors on more incongruent trials, consistent with an early sensitivity to distractors that is suppressed over time.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel e",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "During these blocks, we found that participants enhanced target (motion) sensitivity faster than they did during Attend-Color blocks (p < .001; Figure 6h; Supplementary Table 8–9).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel h",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "However, later in the experiment participants also had faster target and distractor dynamics, such that maladaptive sensitivity was most prominent in the earliest phase of the trial (Supplementary Figure 11).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "We found that after incongruent trials, participants started the next trial more sensitive to targets and less sensitive to distractors (Figure 7a).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "We found that during incentivized blocks, participants’ initial target sensitivity was higher than during non-incentivized blocks, and remained so across much of the trial (see Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "However, target sensitivity eventually reached an asymptote, such that towards the end of the trial both incentivized and non-incentivized trials had similar levels of target sensitivity (see slowest quantile in Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Our decision model takes as inputs the color and motion coherence in support of different responses, nonlinearly transforms these inputs, and then integrates evidence for each response in separate rectified accumulators with balanced feedforward excitation and inhibition (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "During our main Attend-Color trials, it generated responses that were faster and more accurate with increasing color coherence (Figure 9a) and slower and less accurate with increasing motion incongruence (Figure 9b).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Now, our model generated responses that were even faster and more accurate with increasing target coherence (now motion; Figure 9c) but that were insensitive to distractor congruence (now color; Figure 9d), replicating the main behavioral results in Attend-Motion blocks.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel c",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel d",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Notably, distractor effects were not reproduced in an accumulator competition model parameterized to be more ‘race-like’ (Supplementary Figure 3; (Teodorescu and Usher, 2013).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity (see Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In accuracy, our model replicated the shift in target sensitivity over time, with the collapsing bound reducing performance on the slowest trials (Figure 10a).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our model similarly captured participants’ decreased target sensitivity at later RTs (Figure 10b).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, our model recreated the analogous effects in RT, with faster errors for high coherence targets and incongruent distractors (Figure 10c–d).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Critically, we were unable to replicate these qualitative patterns of behavior with FFI models in which control gains that were frozen throughout the trial (Supplementary Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Drift diffusion models with across-trial variability in gain, noise, or threshold; or drift diffusion models with within-trial dynamics in noise or threshold were similarly unable to capture our key effects without within-trial gain dynamics (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity dynamics (see Figure 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This is evident in poorer overall performance in the slowest RT bin, relative to the 2nd-4th bins (see Figure 10a, left panel, pink line).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our simulation captured this global reduction in accuracy by including a collapsing boundary (Drugowitsch et al., 2012; Rosenbaum et al., 2022), which leads to late errors irrespective of feature coherence (see Supplementary Figure 5 for contrast to fixed bound).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, even though overall accuracy is reduced over time, target sensitivity is stronger at the slowest RT bin relative to the earliest RT bin (compare navy and pink psychometric slopes in Figure 10a), consistent with both feature-selective dynamics (gain control) and global dynamics (collapsing bound).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "As in participants’ behavior, the model’s errors due to incongruent distractors tend to occur early (Figure 10c–d), censoring target processing at a lower (early) level of sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "To account for the early effects of conflict and incentives, we modified the initial conditions of our model’s gain dynamics (Figure 11a).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Simulation of post-conflict and incentive effects (see Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "After congruent trials, participants started the next trial with more similar target and distractor gains, that were then more quickly separated within the trial (Figure 7b).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, participants appeared to suppress distractor sensitivity even on congruent trials, evident in the right half of Figure 6d (see also (Mante et al., 2013; Pagan et al., 2022)), suggesting that they are not reactively adjusting this control policy when the trial conditions deem it unnecessary or even detrimental.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "To address these concerns, we used simulations to show that the dynamic profiles we observed cannot be accounted for by an evidence accumulation model with static gains on target and distractor processing (Supplementary Figure 4) or models with dynamic changes to non-selective components like decision threshold (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Introducing dynamic feature gains allowed us to account for those same patterns (Figures 9 to 11; Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On each trial, participants viewed an array of moving dots (i.e., random dot kinematogram), presented in one of four colors (see Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "At the end of the experiment, participants received a bonus calculated from their performance (mean(SD) bonus: $2.5($0.57)USD).Regression Analyses\nWe used a hierarchical nonlinear regression of choice and reaction time as a tractable and minimally theory-laden measure of performance (Supplementary Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To provide finer-grained insights into our model fit, we generated additional posterior predictive checks that aggregate trends across all participants (Supplementary Figure 6) and that highlight single participants (Supplementary Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "To provide further validation of the robustness of our parameter estimation procedure, we performed parameter recovery (simulated behavior from our best-fitting regression parameters, refit our model to this simulated behavior, and the compared data-generating and recovered parameters; Supplementary Figure 8) and parameter knock-out analyses (re-fit models with key nuisance regressors removed; Supplementary Figure 9).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We generated sensitivity dynamics plots (e.g., Figure 6) by computing the regression-estimated coherence effect conditioned on RT.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "For control-dependent dynamics (i.e., incentivized dynamics; see Figure 7), we included 2-way and 3-way interactions between feature sensitivity, RT, and control drivers.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Figure 7.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Feedforward Inhibition with Control Model\nTo provide a bridge between our regression analyses and processes models of decision-making, we adopted a generative modeling approach and tested whether participant behavior could be reproduced by a sequential sampling model (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Note the difference in x-axis scaling compared to Figure 6G.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel G",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This study’s design and its analysis were not pre-registered.Results\nParticipants performed the Parametric Attentional Control Task (PACT), a perceptual discrimination task that required them to classify the dominant color in an array of moving dots (Figure 1a).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Across trials, we varied the extent to which those dots were coherently moving in the same or opposite direction as the correct response (distractor interference; Experiments 1–3) and how easily the participant could determine the dominant color (target discriminability; Experiments 2–3; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To enhance the potency of motion as a distracting dimension (Shiffrin and Schneider, 1977) and allow for additional measures of automaticity and feature-specificity, participants alternated between these blocks-of-interest and shorter blocks (20–50 trials) in which participants instead responded to the direction of dot motion (Attend-Motion PACT; Figure 1c).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We varied the strength of this distractor dimension between being fully congruent with the correct color response (100% leftward coherence for a left color response) to being fully incongruent (100% rightward coherence for a left color response; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Both accuracy (Cohen’s  on regression estimate; d = −1.47) and reaction time (d = 1.25) worsened with parametrically increasing levels of interference (ps < 0.001, Figure 2c, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel c",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Y-axis range is matched within-feature across tasks, see Supplementary Figure 10 for matched y-axes across all features and tasks.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Participants in both studies were faster (Exp 2: d = −1.90, Exp 3: d = −1.99) and more accurate (Exp 2: d = 3.27, Exp 3: d = 3.73) with parametrically increasing levels of color coherence (aggregate ps < 0.001; Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At the same time, we continued to find that participants were slower and less accurate when the goal-irrelevant movement of those dots was increasingly incongruent with the correct color response (see Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We found that participants were more sensitive to the nowrelevant motion coherence (Figure 2e), but were no longer sensitive to the now-irrelevant color congruence (Figure 2g; Supplementary Table 1–2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel g",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Across all three of our studies, we found that participants’ sensitivity to the distractor dimension was robustly and parametrically influenced by the distractor congruence on the previous trial, as reflected both in their choice (ds = 1.44 to 1.74, p < .001; Figure 3a) and RT (ds = 0.83 to 1.79, p < .001; Figure 3b; Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had congruent distractors, participants had strong sensitivity to the distractor congruence (Figure 3a–b, navy).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had incongruent distractors, participants were much less sensitive to distractors (Figure 3a–b, red).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "P-values are aggregated across experiments, with statistically significant p-values (two-tailed, α = 0.05) shown in bold.When varying both target and distractor features (Experiments 2–3), we found an additional influence of previous distractor congruence on target processing, whereby more incongruent previous trials enhanced the influence of target discriminability on the current trial (Figure 3d–e).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "However, the influence of previous distraction on target processing was substantially smaller than its effect on distractor processing (see Figure 5), and was only found for accuracy (p < .001) and not RT (p = .57), Finally, we found that performance adapted to the strength of the previous target, with less-discriminable targets yielding lower sensitivity to target strength (i.e., poorer performance) on the following trial, potentially due to disengagement (Supplementary Figure 2, Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In Experiment 3 we incorporated an incentive manipulation, with blocks of trials for which participants could either earn a monetary reward for fast and accurate performance, and blocks where performance was not rewarded (Figure 1d).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We found that participants’ accuracy was more sensitive to target discriminability in rewarded blocks than non-rewarded blocks (d = 0.61, p < .001; Figure 4a, Table 3).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel a",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To confirm these findings, we formally tested the double dissociation between how incentives and previous interference influenced target and distractor choice sensitivity (Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "At the earliest RTs, participants were the least sensitive to targets (Figure 6a) and the most sensitive to distractors (Figure 6d).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that participants had steeper target coherence slopes on error trials (ds = 0.89 to 1.5, p < .001; Figure 6b), driven by faster errors when the targets were high coherence, consistent with participants responding before their maximal target sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel b",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Likewise, we found that the relationship between RT and distractor congruence inverted on error trials (ds = −0.68 to −1.8, p < .001; Figure 6e), with participants making faster errors on more incongruent trials, consistent with an early sensitivity to distractors that is suppressed over time.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel e",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "During these blocks, we found that participants enhanced target (motion) sensitivity faster than they did during Attend-Color blocks (p < .001; Figure 6h; Supplementary Table 8–9).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel h",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "However, later in the experiment participants also had faster target and distractor dynamics, such that maladaptive sensitivity was most prominent in the earliest phase of the trial (Supplementary Figure 11).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "We found that after incongruent trials, participants started the next trial more sensitive to targets and less sensitive to distractors (Figure 7a).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "We found that during incentivized blocks, participants’ initial target sensitivity was higher than during non-incentivized blocks, and remained so across much of the trial (see Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "However, target sensitivity eventually reached an asymptote, such that towards the end of the trial both incentivized and non-incentivized trials had similar levels of target sensitivity (see slowest quantile in Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Our decision model takes as inputs the color and motion coherence in support of different responses, nonlinearly transforms these inputs, and then integrates evidence for each response in separate rectified accumulators with balanced feedforward excitation and inhibition (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "During our main Attend-Color trials, it generated responses that were faster and more accurate with increasing color coherence (Figure 9a) and slower and less accurate with increasing motion incongruence (Figure 9b).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Now, our model generated responses that were even faster and more accurate with increasing target coherence (now motion; Figure 9c) but that were insensitive to distractor congruence (now color; Figure 9d), replicating the main behavioral results in Attend-Motion blocks.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel c",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel d",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Notably, distractor effects were not reproduced in an accumulator competition model parameterized to be more ‘race-like’ (Supplementary Figure 3; (Teodorescu and Usher, 2013).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity (see Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In accuracy, our model replicated the shift in target sensitivity over time, with the collapsing bound reducing performance on the slowest trials (Figure 10a).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our model similarly captured participants’ decreased target sensitivity at later RTs (Figure 10b).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, our model recreated the analogous effects in RT, with faster errors for high coherence targets and incongruent distractors (Figure 10c–d).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Critically, we were unable to replicate these qualitative patterns of behavior with FFI models in which control gains that were frozen throughout the trial (Supplementary Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Drift diffusion models with across-trial variability in gain, noise, or threshold; or drift diffusion models with within-trial dynamics in noise or threshold were similarly unable to capture our key effects without within-trial gain dynamics (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity dynamics (see Figure 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This is evident in poorer overall performance in the slowest RT bin, relative to the 2nd-4th bins (see Figure 10a, left panel, pink line).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our simulation captured this global reduction in accuracy by including a collapsing boundary (Drugowitsch et al., 2012; Rosenbaum et al., 2022), which leads to late errors irrespective of feature coherence (see Supplementary Figure 5 for contrast to fixed bound).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, even though overall accuracy is reduced over time, target sensitivity is stronger at the slowest RT bin relative to the earliest RT bin (compare navy and pink psychometric slopes in Figure 10a), consistent with both feature-selective dynamics (gain control) and global dynamics (collapsing bound).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "As in participants’ behavior, the model’s errors due to incongruent distractors tend to occur early (Figure 10c–d), censoring target processing at a lower (early) level of sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "To account for the early effects of conflict and incentives, we modified the initial conditions of our model’s gain dynamics (Figure 11a).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Simulation of post-conflict and incentive effects (see Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "After congruent trials, participants started the next trial with more similar target and distractor gains, that were then more quickly separated within the trial (Figure 7b).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, participants appeared to suppress distractor sensitivity even on congruent trials, evident in the right half of Figure 6d (see also (Mante et al., 2013; Pagan et al., 2022)), suggesting that they are not reactively adjusting this control policy when the trial conditions deem it unnecessary or even detrimental.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "To address these concerns, we used simulations to show that the dynamic profiles we observed cannot be accounted for by an evidence accumulation model with static gains on target and distractor processing (Supplementary Figure 4) or models with dynamic changes to non-selective components like decision threshold (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Introducing dynamic feature gains allowed us to account for those same patterns (Figures 9 to 11; Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On each trial, participants viewed an array of moving dots (i.e., random dot kinematogram), presented in one of four colors (see Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "At the end of the experiment, participants received a bonus calculated from their performance (mean(SD) bonus: $2.5($0.57)USD).Regression Analyses\nWe used a hierarchical nonlinear regression of choice and reaction time as a tractable and minimally theory-laden measure of performance (Supplementary Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To provide finer-grained insights into our model fit, we generated additional posterior predictive checks that aggregate trends across all participants (Supplementary Figure 6) and that highlight single participants (Supplementary Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "To provide further validation of the robustness of our parameter estimation procedure, we performed parameter recovery (simulated behavior from our best-fitting regression parameters, refit our model to this simulated behavior, and the compared data-generating and recovered parameters; Supplementary Figure 8) and parameter knock-out analyses (re-fit models with key nuisance regressors removed; Supplementary Figure 9).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We generated sensitivity dynamics plots (e.g., Figure 6) by computing the regression-estimated coherence effect conditioned on RT.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "For control-dependent dynamics (i.e., incentivized dynamics; see Figure 7), we included 2-way and 3-way interactions between feature sensitivity, RT, and control drivers.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Figure 7.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Feedforward Inhibition with Control Model\nTo provide a bridge between our regression analyses and processes models of decision-making, we adopted a generative modeling approach and tested whether participant behavior could be reproduced by a sequential sampling model (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Note the difference in x-axis scaling compared to Figure 6G.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel G",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This study’s design and its analysis were not pre-registered.Results\nParticipants performed the Parametric Attentional Control Task (PACT), a perceptual discrimination task that required them to classify the dominant color in an array of moving dots (Figure 1a).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Across trials, we varied the extent to which those dots were coherently moving in the same or opposite direction as the correct response (distractor interference; Experiments 1–3) and how easily the participant could determine the dominant color (target discriminability; Experiments 2–3; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To enhance the potency of motion as a distracting dimension (Shiffrin and Schneider, 1977) and allow for additional measures of automaticity and feature-specificity, participants alternated between these blocks-of-interest and shorter blocks (20–50 trials) in which participants instead responded to the direction of dot motion (Attend-Motion PACT; Figure 1c).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We varied the strength of this distractor dimension between being fully congruent with the correct color response (100% leftward coherence for a left color response) to being fully incongruent (100% rightward coherence for a left color response; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Both accuracy (Cohen’s  on regression estimate; d = −1.47) and reaction time (d = 1.25) worsened with parametrically increasing levels of interference (ps < 0.001, Figure 2c, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel c",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Y-axis range is matched within-feature across tasks, see Supplementary Figure 10 for matched y-axes across all features and tasks.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Participants in both studies were faster (Exp 2: d = −1.90, Exp 3: d = −1.99) and more accurate (Exp 2: d = 3.27, Exp 3: d = 3.73) with parametrically increasing levels of color coherence (aggregate ps < 0.001; Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At the same time, we continued to find that participants were slower and less accurate when the goal-irrelevant movement of those dots was increasingly incongruent with the correct color response (see Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We found that participants were more sensitive to the nowrelevant motion coherence (Figure 2e), but were no longer sensitive to the now-irrelevant color congruence (Figure 2g; Supplementary Table 1–2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel g",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Across all three of our studies, we found that participants’ sensitivity to the distractor dimension was robustly and parametrically influenced by the distractor congruence on the previous trial, as reflected both in their choice (ds = 1.44 to 1.74, p < .001; Figure 3a) and RT (ds = 0.83 to 1.79, p < .001; Figure 3b; Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had congruent distractors, participants had strong sensitivity to the distractor congruence (Figure 3a–b, navy).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had incongruent distractors, participants were much less sensitive to distractors (Figure 3a–b, red).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "P-values are aggregated across experiments, with statistically significant p-values (two-tailed, α = 0.05) shown in bold.When varying both target and distractor features (Experiments 2–3), we found an additional influence of previous distractor congruence on target processing, whereby more incongruent previous trials enhanced the influence of target discriminability on the current trial (Figure 3d–e).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "However, the influence of previous distraction on target processing was substantially smaller than its effect on distractor processing (see Figure 5), and was only found for accuracy (p < .001) and not RT (p = .57), Finally, we found that performance adapted to the strength of the previous target, with less-discriminable targets yielding lower sensitivity to target strength (i.e., poorer performance) on the following trial, potentially due to disengagement (Supplementary Figure 2, Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In Experiment 3 we incorporated an incentive manipulation, with blocks of trials for which participants could either earn a monetary reward for fast and accurate performance, and blocks where performance was not rewarded (Figure 1d).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We found that participants’ accuracy was more sensitive to target discriminability in rewarded blocks than non-rewarded blocks (d = 0.61, p < .001; Figure 4a, Table 3).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel a",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To confirm these findings, we formally tested the double dissociation between how incentives and previous interference influenced target and distractor choice sensitivity (Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "At the earliest RTs, participants were the least sensitive to targets (Figure 6a) and the most sensitive to distractors (Figure 6d).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that participants had steeper target coherence slopes on error trials (ds = 0.89 to 1.5, p < .001; Figure 6b), driven by faster errors when the targets were high coherence, consistent with participants responding before their maximal target sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel b",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Likewise, we found that the relationship between RT and distractor congruence inverted on error trials (ds = −0.68 to −1.8, p < .001; Figure 6e), with participants making faster errors on more incongruent trials, consistent with an early sensitivity to distractors that is suppressed over time.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel e",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "During these blocks, we found that participants enhanced target (motion) sensitivity faster than they did during Attend-Color blocks (p < .001; Figure 6h; Supplementary Table 8–9).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel h",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "However, later in the experiment participants also had faster target and distractor dynamics, such that maladaptive sensitivity was most prominent in the earliest phase of the trial (Supplementary Figure 11).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "We found that after incongruent trials, participants started the next trial more sensitive to targets and less sensitive to distractors (Figure 7a).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "We found that during incentivized blocks, participants’ initial target sensitivity was higher than during non-incentivized blocks, and remained so across much of the trial (see Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "However, target sensitivity eventually reached an asymptote, such that towards the end of the trial both incentivized and non-incentivized trials had similar levels of target sensitivity (see slowest quantile in Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Our decision model takes as inputs the color and motion coherence in support of different responses, nonlinearly transforms these inputs, and then integrates evidence for each response in separate rectified accumulators with balanced feedforward excitation and inhibition (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "During our main Attend-Color trials, it generated responses that were faster and more accurate with increasing color coherence (Figure 9a) and slower and less accurate with increasing motion incongruence (Figure 9b).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Now, our model generated responses that were even faster and more accurate with increasing target coherence (now motion; Figure 9c) but that were insensitive to distractor congruence (now color; Figure 9d), replicating the main behavioral results in Attend-Motion blocks.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel c",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel d",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Notably, distractor effects were not reproduced in an accumulator competition model parameterized to be more ‘race-like’ (Supplementary Figure 3; (Teodorescu and Usher, 2013).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity (see Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In accuracy, our model replicated the shift in target sensitivity over time, with the collapsing bound reducing performance on the slowest trials (Figure 10a).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our model similarly captured participants’ decreased target sensitivity at later RTs (Figure 10b).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, our model recreated the analogous effects in RT, with faster errors for high coherence targets and incongruent distractors (Figure 10c–d).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Critically, we were unable to replicate these qualitative patterns of behavior with FFI models in which control gains that were frozen throughout the trial (Supplementary Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Drift diffusion models with across-trial variability in gain, noise, or threshold; or drift diffusion models with within-trial dynamics in noise or threshold were similarly unable to capture our key effects without within-trial gain dynamics (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity dynamics (see Figure 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This is evident in poorer overall performance in the slowest RT bin, relative to the 2nd-4th bins (see Figure 10a, left panel, pink line).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our simulation captured this global reduction in accuracy by including a collapsing boundary (Drugowitsch et al., 2012; Rosenbaum et al., 2022), which leads to late errors irrespective of feature coherence (see Supplementary Figure 5 for contrast to fixed bound).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, even though overall accuracy is reduced over time, target sensitivity is stronger at the slowest RT bin relative to the earliest RT bin (compare navy and pink psychometric slopes in Figure 10a), consistent with both feature-selective dynamics (gain control) and global dynamics (collapsing bound).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "As in participants’ behavior, the model’s errors due to incongruent distractors tend to occur early (Figure 10c–d), censoring target processing at a lower (early) level of sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "To account for the early effects of conflict and incentives, we modified the initial conditions of our model’s gain dynamics (Figure 11a).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Simulation of post-conflict and incentive effects (see Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "After congruent trials, participants started the next trial with more similar target and distractor gains, that were then more quickly separated within the trial (Figure 7b).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, participants appeared to suppress distractor sensitivity even on congruent trials, evident in the right half of Figure 6d (see also (Mante et al., 2013; Pagan et al., 2022)), suggesting that they are not reactively adjusting this control policy when the trial conditions deem it unnecessary or even detrimental.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "To address these concerns, we used simulations to show that the dynamic profiles we observed cannot be accounted for by an evidence accumulation model with static gains on target and distractor processing (Supplementary Figure 4) or models with dynamic changes to non-selective components like decision threshold (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Introducing dynamic feature gains allowed us to account for those same patterns (Figures 9 to 11; Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On each trial, participants viewed an array of moving dots (i.e., random dot kinematogram), presented in one of four colors (see Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "At the end of the experiment, participants received a bonus calculated from their performance (mean(SD) bonus: $2.5($0.57)USD).Regression Analyses\nWe used a hierarchical nonlinear regression of choice and reaction time as a tractable and minimally theory-laden measure of performance (Supplementary Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To provide finer-grained insights into our model fit, we generated additional posterior predictive checks that aggregate trends across all participants (Supplementary Figure 6) and that highlight single participants (Supplementary Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "To provide further validation of the robustness of our parameter estimation procedure, we performed parameter recovery (simulated behavior from our best-fitting regression parameters, refit our model to this simulated behavior, and the compared data-generating and recovered parameters; Supplementary Figure 8) and parameter knock-out analyses (re-fit models with key nuisance regressors removed; Supplementary Figure 9).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We generated sensitivity dynamics plots (e.g., Figure 6) by computing the regression-estimated coherence effect conditioned on RT.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "For control-dependent dynamics (i.e., incentivized dynamics; see Figure 7), we included 2-way and 3-way interactions between feature sensitivity, RT, and control drivers.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Figure 7.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Feedforward Inhibition with Control Model\nTo provide a bridge between our regression analyses and processes models of decision-making, we adopted a generative modeling approach and tested whether participant behavior could be reproduced by a sequential sampling model (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Note the difference in x-axis scaling compared to Figure 6G.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel G",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "On each trial, participants viewed an array of moving dots (i.e., random dot kinematogram), presented in one of four colors (see Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "On each trial, participants viewed an array of moving dots (i.e., random dot kinematogram), presented in one of four colors (see Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Regression Analyses\nWe used a hierarchical nonlinear regression of choice and reaction time as a tractable and minimally theory-laden measure of performance (Supplementary Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To provide finer-grained insights into our model fit, we generated additional posterior predictive checks that aggregate trends across all participants (Supplementary Figure 6) and that highlight single participants (Supplementary Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "To provide further validation of the robustness of our parameter estimation procedure, we performed parameter recovery (simulated behavior from our best-fitting regression parameters, refit our model to this simulated behavior, and the compared data-generating and recovered parameters; Supplementary Figure 8) and parameter knock-out analyses (re-fit models with key nuisance regressors removed; Supplementary Figure 9).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We generated sensitivity dynamics plots (e.g., Figure 6) by computing the regression-estimated coherence effect conditioned on RT.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "For control-dependent dynamics (i.e., incentivized dynamics; see Figure 7), we included 2-way and 3-way interactions between feature sensitivity, RT, and control drivers.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feature coherence and RT were rank-ordered and binned into quantiles with equal numbers of trials at each level of target coherence, distractor congruence, or RT bin.Figure 7.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "We used a hierarchical nonlinear regression of choice and reaction time as a tractable and minimally theory-laden measure of performance (Supplementary Figure 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To provide finer-grained insights into our model fit, we generated additional posterior predictive checks that aggregate trends across all participants (Supplementary Figure 6) and that highlight single participants (Supplementary Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "To provide further validation of the robustness of our parameter estimation procedure, we performed parameter recovery (simulated behavior from our best-fitting regression parameters, refit our model to this simulated behavior, and the compared data-generating and recovered parameters; Supplementary Figure 8) and parameter knock-out analyses (re-fit models with key nuisance regressors removed; Supplementary Figure 9).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 9",
        "panel": "",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "We generated sensitivity dynamics plots (e.g., Figure 6) by computing the regression-estimated coherence effect conditioned on RT.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "For control-dependent dynamics (i.e., incentivized dynamics; see Figure 7), we included 2-way and 3-way interactions between feature sensitivity, RT, and control drivers.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Feedforward Inhibition with Control Model\nTo provide a bridge between our regression analyses and processes models of decision-making, we adopted a generative modeling approach and tested whether participant behavior could be reproduced by a sequential sampling model (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Note the difference in x-axis scaling compared to Figure 6G.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel G",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "To provide a bridge between our regression analyses and processes models of decision-making, we adopted a generative modeling approach and tested whether participant behavior could be reproduced by a sequential sampling model (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "Note the difference in x-axis scaling compared to Figure 6G.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel G",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Results\nParticipants performed the Parametric Attentional Control Task (PACT), a perceptual discrimination task that required them to classify the dominant color in an array of moving dots (Figure 1a).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Across trials, we varied the extent to which those dots were coherently moving in the same or opposite direction as the correct response (distractor interference; Experiments 1–3) and how easily the participant could determine the dominant color (target discriminability; Experiments 2–3; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To enhance the potency of motion as a distracting dimension (Shiffrin and Schneider, 1977) and allow for additional measures of automaticity and feature-specificity, participants alternated between these blocks-of-interest and shorter blocks (20–50 trials) in which participants instead responded to the direction of dot motion (Attend-Motion PACT; Figure 1c).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We varied the strength of this distractor dimension between being fully congruent with the correct color response (100% leftward coherence for a left color response) to being fully incongruent (100% rightward coherence for a left color response; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Both accuracy (Cohen’s  on regression estimate; d = −1.47) and reaction time (d = 1.25) worsened with parametrically increasing levels of interference (ps < 0.001, Figure 2c, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel c",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Y-axis range is matched within-feature across tasks, see Supplementary Figure 10 for matched y-axes across all features and tasks.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Participants in both studies were faster (Exp 2: d = −1.90, Exp 3: d = −1.99) and more accurate (Exp 2: d = 3.27, Exp 3: d = 3.73) with parametrically increasing levels of color coherence (aggregate ps < 0.001; Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At the same time, we continued to find that participants were slower and less accurate when the goal-irrelevant movement of those dots was increasingly incongruent with the correct color response (see Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We found that participants were more sensitive to the nowrelevant motion coherence (Figure 2e), but were no longer sensitive to the now-irrelevant color congruence (Figure 2g; Supplementary Table 1–2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel g",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Across all three of our studies, we found that participants’ sensitivity to the distractor dimension was robustly and parametrically influenced by the distractor congruence on the previous trial, as reflected both in their choice (ds = 1.44 to 1.74, p < .001; Figure 3a) and RT (ds = 0.83 to 1.79, p < .001; Figure 3b; Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had congruent distractors, participants had strong sensitivity to the distractor congruence (Figure 3a–b, navy).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had incongruent distractors, participants were much less sensitive to distractors (Figure 3a–b, red).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "P-values are aggregated across experiments, with statistically significant p-values (two-tailed, α = 0.05) shown in bold.When varying both target and distractor features (Experiments 2–3), we found an additional influence of previous distractor congruence on target processing, whereby more incongruent previous trials enhanced the influence of target discriminability on the current trial (Figure 3d–e).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "However, the influence of previous distraction on target processing was substantially smaller than its effect on distractor processing (see Figure 5), and was only found for accuracy (p < .001) and not RT (p = .57), Finally, we found that performance adapted to the strength of the previous target, with less-discriminable targets yielding lower sensitivity to target strength (i.e., poorer performance) on the following trial, potentially due to disengagement (Supplementary Figure 2, Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In Experiment 3 we incorporated an incentive manipulation, with blocks of trials for which participants could either earn a monetary reward for fast and accurate performance, and blocks where performance was not rewarded (Figure 1d).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We found that participants’ accuracy was more sensitive to target discriminability in rewarded blocks than non-rewarded blocks (d = 0.61, p < .001; Figure 4a, Table 3).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel a",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To confirm these findings, we formally tested the double dissociation between how incentives and previous interference influenced target and distractor choice sensitivity (Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "At the earliest RTs, participants were the least sensitive to targets (Figure 6a) and the most sensitive to distractors (Figure 6d).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that participants had steeper target coherence slopes on error trials (ds = 0.89 to 1.5, p < .001; Figure 6b), driven by faster errors when the targets were high coherence, consistent with participants responding before their maximal target sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel b",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Likewise, we found that the relationship between RT and distractor congruence inverted on error trials (ds = −0.68 to −1.8, p < .001; Figure 6e), with participants making faster errors on more incongruent trials, consistent with an early sensitivity to distractors that is suppressed over time.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel e",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "During these blocks, we found that participants enhanced target (motion) sensitivity faster than they did during Attend-Color blocks (p < .001; Figure 6h; Supplementary Table 8–9).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel h",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "However, later in the experiment participants also had faster target and distractor dynamics, such that maladaptive sensitivity was most prominent in the earliest phase of the trial (Supplementary Figure 11).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "We found that after incongruent trials, participants started the next trial more sensitive to targets and less sensitive to distractors (Figure 7a).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "We found that during incentivized blocks, participants’ initial target sensitivity was higher than during non-incentivized blocks, and remained so across much of the trial (see Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "However, target sensitivity eventually reached an asymptote, such that towards the end of the trial both incentivized and non-incentivized trials had similar levels of target sensitivity (see slowest quantile in Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Our decision model takes as inputs the color and motion coherence in support of different responses, nonlinearly transforms these inputs, and then integrates evidence for each response in separate rectified accumulators with balanced feedforward excitation and inhibition (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "During our main Attend-Color trials, it generated responses that were faster and more accurate with increasing color coherence (Figure 9a) and slower and less accurate with increasing motion incongruence (Figure 9b).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Now, our model generated responses that were even faster and more accurate with increasing target coherence (now motion; Figure 9c) but that were insensitive to distractor congruence (now color; Figure 9d), replicating the main behavioral results in Attend-Motion blocks.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel c",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel d",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Notably, distractor effects were not reproduced in an accumulator competition model parameterized to be more ‘race-like’ (Supplementary Figure 3; (Teodorescu and Usher, 2013).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity (see Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In accuracy, our model replicated the shift in target sensitivity over time, with the collapsing bound reducing performance on the slowest trials (Figure 10a).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our model similarly captured participants’ decreased target sensitivity at later RTs (Figure 10b).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, our model recreated the analogous effects in RT, with faster errors for high coherence targets and incongruent distractors (Figure 10c–d).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Critically, we were unable to replicate these qualitative patterns of behavior with FFI models in which control gains that were frozen throughout the trial (Supplementary Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Drift diffusion models with across-trial variability in gain, noise, or threshold; or drift diffusion models with within-trial dynamics in noise or threshold were similarly unable to capture our key effects without within-trial gain dynamics (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity dynamics (see Figure 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This is evident in poorer overall performance in the slowest RT bin, relative to the 2nd-4th bins (see Figure 10a, left panel, pink line).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our simulation captured this global reduction in accuracy by including a collapsing boundary (Drugowitsch et al., 2012; Rosenbaum et al., 2022), which leads to late errors irrespective of feature coherence (see Supplementary Figure 5 for contrast to fixed bound).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, even though overall accuracy is reduced over time, target sensitivity is stronger at the slowest RT bin relative to the earliest RT bin (compare navy and pink psychometric slopes in Figure 10a), consistent with both feature-selective dynamics (gain control) and global dynamics (collapsing bound).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "As in participants’ behavior, the model’s errors due to incongruent distractors tend to occur early (Figure 10c–d), censoring target processing at a lower (early) level of sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "To account for the early effects of conflict and incentives, we modified the initial conditions of our model’s gain dynamics (Figure 11a).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Simulation of post-conflict and incentive effects (see Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Participants performed the Parametric Attentional Control Task (PACT), a perceptual discrimination task that required them to classify the dominant color in an array of moving dots (Figure 1a).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel a",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Across trials, we varied the extent to which those dots were coherently moving in the same or opposite direction as the correct response (distractor interference; Experiments 1–3) and how easily the participant could determine the dominant color (target discriminability; Experiments 2–3; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "To enhance the potency of motion as a distracting dimension (Shiffrin and Schneider, 1977) and allow for additional measures of automaticity and feature-specificity, participants alternated between these blocks-of-interest and shorter blocks (20–50 trials) in which participants instead responded to the direction of dot motion (Attend-Motion PACT; Figure 1c).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel c",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We varied the strength of this distractor dimension between being fully congruent with the correct color response (100% leftward coherence for a left color response) to being fully incongruent (100% rightward coherence for a left color response; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Both accuracy (Cohen’s  on regression estimate; d = −1.47) and reaction time (d = 1.25) worsened with parametrically increasing levels of interference (ps < 0.001, Figure 2c, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel c",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Y-axis range is matched within-feature across tasks, see Supplementary Figure 10 for matched y-axes across all features and tasks.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Participants in both studies were faster (Exp 2: d = −1.90, Exp 3: d = −1.99) and more accurate (Exp 2: d = 3.27, Exp 3: d = 3.73) with parametrically increasing levels of color coherence (aggregate ps < 0.001; Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At the same time, we continued to find that participants were slower and less accurate when the goal-irrelevant movement of those dots was increasingly incongruent with the correct color response (see Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We found that participants were more sensitive to the nowrelevant motion coherence (Figure 2e), but were no longer sensitive to the now-irrelevant color congruence (Figure 2g; Supplementary Table 1–2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel g",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We varied the strength of this distractor dimension between being fully congruent with the correct color response (100% leftward coherence for a left color response) to being fully incongruent (100% rightward coherence for a left color response; Figure 1b).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel b",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Both accuracy (Cohen’s  on regression estimate; d = −1.47) and reaction time (d = 1.25) worsened with parametrically increasing levels of interference (ps < 0.001, Figure 2c, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel c",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Y-axis range is matched within-feature across tasks, see Supplementary Figure 10 for matched y-axes across all features and tasks.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Participants in both studies were faster (Exp 2: d = −1.90, Exp 3: d = −1.99) and more accurate (Exp 2: d = 3.27, Exp 3: d = 3.73) with parametrically increasing levels of color coherence (aggregate ps < 0.001; Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At the same time, we continued to find that participants were slower and less accurate when the goal-irrelevant movement of those dots was increasingly incongruent with the correct color response (see Figure 2a, Table 1).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel a",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "We found that participants were more sensitive to the nowrelevant motion coherence (Figure 2e), but were no longer sensitive to the now-irrelevant color congruence (Figure 2g; Supplementary Table 1–2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel g",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel e",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Across all three of our studies, we found that participants’ sensitivity to the distractor dimension was robustly and parametrically influenced by the distractor congruence on the previous trial, as reflected both in their choice (ds = 1.44 to 1.74, p < .001; Figure 3a) and RT (ds = 0.83 to 1.79, p < .001; Figure 3b; Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had congruent distractors, participants had strong sensitivity to the distractor congruence (Figure 3a–b, navy).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had incongruent distractors, participants were much less sensitive to distractors (Figure 3a–b, red).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "P-values are aggregated across experiments, with statistically significant p-values (two-tailed, α = 0.05) shown in bold.When varying both target and distractor features (Experiments 2–3), we found an additional influence of previous distractor congruence on target processing, whereby more incongruent previous trials enhanced the influence of target discriminability on the current trial (Figure 3d–e).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "However, the influence of previous distraction on target processing was substantially smaller than its effect on distractor processing (see Figure 5), and was only found for accuracy (p < .001) and not RT (p = .57), Finally, we found that performance adapted to the strength of the previous target, with less-discriminable targets yielding lower sensitivity to target strength (i.e., poorer performance) on the following trial, potentially due to disengagement (Supplementary Figure 2, Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Across all three of our studies, we found that participants’ sensitivity to the distractor dimension was robustly and parametrically influenced by the distractor congruence on the previous trial, as reflected both in their choice (ds = 1.44 to 1.74, p < .001; Figure 3a) and RT (ds = 0.83 to 1.79, p < .001; Figure 3b; Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had congruent distractors, participants had strong sensitivity to the distractor congruence (Figure 3a–b, navy).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When the previous trial had incongruent distractors, participants were much less sensitive to distractors (Figure 3a–b, red).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "When varying both target and distractor features (Experiments 2–3), we found an additional influence of previous distractor congruence on target processing, whereby more incongruent previous trials enhanced the influence of target discriminability on the current trial (Figure 3d–e).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "However, the influence of previous distraction on target processing was substantially smaller than its effect on distractor processing (see Figure 5), and was only found for accuracy (p < .001) and not RT (p = .57), Finally, we found that performance adapted to the strength of the previous target, with less-discriminable targets yielding lower sensitivity to target strength (i.e., poorer performance) on the following trial, potentially due to disengagement (Supplementary Figure 2, Table 2).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In Experiment 3 we incorporated an incentive manipulation, with blocks of trials for which participants could either earn a monetary reward for fast and accurate performance, and blocks where performance was not rewarded (Figure 1d).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We found that participants’ accuracy was more sensitive to target discriminability in rewarded blocks than non-rewarded blocks (d = 0.61, p < .001; Figure 4a, Table 3).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel a",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "In Experiment 3 we incorporated an incentive manipulation, with blocks of trials for which participants could either earn a monetary reward for fast and accurate performance, and blocks where performance was not rewarded (Figure 1d).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel d",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "We found that participants’ accuracy was more sensitive to target discriminability in rewarded blocks than non-rewarded blocks (d = 0.61, p < .001; Figure 4a, Table 3).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel a",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To confirm these findings, we formally tested the double dissociation between how incentives and previous interference influenced target and distractor choice sensitivity (Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "To confirm these findings, we formally tested the double dissociation between how incentives and previous interference influenced target and distractor choice sensitivity (Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "At the earliest RTs, participants were the least sensitive to targets (Figure 6a) and the most sensitive to distractors (Figure 6d).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that participants had steeper target coherence slopes on error trials (ds = 0.89 to 1.5, p < .001; Figure 6b), driven by faster errors when the targets were high coherence, consistent with participants responding before their maximal target sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel b",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Likewise, we found that the relationship between RT and distractor congruence inverted on error trials (ds = −0.68 to −1.8, p < .001; Figure 6e), with participants making faster errors on more incongruent trials, consistent with an early sensitivity to distractors that is suppressed over time.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel e",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "During these blocks, we found that participants enhanced target (motion) sensitivity faster than they did during Attend-Color blocks (p < .001; Figure 6h; Supplementary Table 8–9).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel h",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "However, later in the experiment participants also had faster target and distractor dynamics, such that maladaptive sensitivity was most prominent in the earliest phase of the trial (Supplementary Figure 11).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "At the earliest RTs, participants were the least sensitive to targets (Figure 6a) and the most sensitive to distractors (Figure 6d).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel a",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "We found that participants had steeper target coherence slopes on error trials (ds = 0.89 to 1.5, p < .001; Figure 6b), driven by faster errors when the targets were high coherence, consistent with participants responding before their maximal target sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel b",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Likewise, we found that the relationship between RT and distractor congruence inverted on error trials (ds = −0.68 to −1.8, p < .001; Figure 6e), with participants making faster errors on more incongruent trials, consistent with an early sensitivity to distractors that is suppressed over time.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel e",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "During these blocks, we found that participants enhanced target (motion) sensitivity faster than they did during Attend-Color blocks (p < .001; Figure 6h; Supplementary Table 8–9).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel h",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "However, later in the experiment participants also had faster target and distractor dynamics, such that maladaptive sensitivity was most prominent in the earliest phase of the trial (Supplementary Figure 11).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "We found that after incongruent trials, participants started the next trial more sensitive to targets and less sensitive to distractors (Figure 7a).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "We found that during incentivized blocks, participants’ initial target sensitivity was higher than during non-incentivized blocks, and remained so across much of the trial (see Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "However, target sensitivity eventually reached an asymptote, such that towards the end of the trial both incentivized and non-incentivized trials had similar levels of target sensitivity (see slowest quantile in Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "We found that after incongruent trials, participants started the next trial more sensitive to targets and less sensitive to distractors (Figure 7a).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel a",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "We found that during incentivized blocks, participants’ initial target sensitivity was higher than during non-incentivized blocks, and remained so across much of the trial (see Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "However, target sensitivity eventually reached an asymptote, such that towards the end of the trial both incentivized and non-incentivized trials had similar levels of target sensitivity (see slowest quantile in Figure 7d).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel d",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Our decision model takes as inputs the color and motion coherence in support of different responses, nonlinearly transforms these inputs, and then integrates evidence for each response in separate rectified accumulators with balanced feedforward excitation and inhibition (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "During our main Attend-Color trials, it generated responses that were faster and more accurate with increasing color coherence (Figure 9a) and slower and less accurate with increasing motion incongruence (Figure 9b).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Now, our model generated responses that were even faster and more accurate with increasing target coherence (now motion; Figure 9c) but that were insensitive to distractor congruence (now color; Figure 9d), replicating the main behavioral results in Attend-Motion blocks.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel c",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel d",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Notably, distractor effects were not reproduced in an accumulator competition model parameterized to be more ‘race-like’ (Supplementary Figure 3; (Teodorescu and Usher, 2013).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity (see Figure 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In accuracy, our model replicated the shift in target sensitivity over time, with the collapsing bound reducing performance on the slowest trials (Figure 10a).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our model similarly captured participants’ decreased target sensitivity at later RTs (Figure 10b).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, our model recreated the analogous effects in RT, with faster errors for high coherence targets and incongruent distractors (Figure 10c–d).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Critically, we were unable to replicate these qualitative patterns of behavior with FFI models in which control gains that were frozen throughout the trial (Supplementary Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Drift diffusion models with across-trial variability in gain, noise, or threshold; or drift diffusion models with within-trial dynamics in noise or threshold were similarly unable to capture our key effects without within-trial gain dynamics (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Simulation of target and distractor sensitivity dynamics (see Figure 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "This is evident in poorer overall performance in the slowest RT bin, relative to the 2nd-4th bins (see Figure 10a, left panel, pink line).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our simulation captured this global reduction in accuracy by including a collapsing boundary (Drugowitsch et al., 2012; Rosenbaum et al., 2022), which leads to late errors irrespective of feature coherence (see Supplementary Figure 5 for contrast to fixed bound).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, even though overall accuracy is reduced over time, target sensitivity is stronger at the slowest RT bin relative to the earliest RT bin (compare navy and pink psychometric slopes in Figure 10a), consistent with both feature-selective dynamics (gain control) and global dynamics (collapsing bound).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "As in participants’ behavior, the model’s errors due to incongruent distractors tend to occur early (Figure 10c–d), censoring target processing at a lower (early) level of sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "To account for the early effects of conflict and incentives, we modified the initial conditions of our model’s gain dynamics (Figure 11a).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "Simulation of post-conflict and incentive effects (see Figure 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Our decision model takes as inputs the color and motion coherence in support of different responses, nonlinearly transforms these inputs, and then integrates evidence for each response in separate rectified accumulators with balanced feedforward excitation and inhibition (Figure 8).",
    "figure_references": [
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      },
      {
        "figure_number": "Figure 8",
        "panel": "",
        "figure_key": "figure_8"
      }
    ]
  },
  {
    "sentence": "During our main Attend-Color trials, it generated responses that were faster and more accurate with increasing color coherence (Figure 9a) and slower and less accurate with increasing motion incongruence (Figure 9b).",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel a",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel b",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Now, our model generated responses that were even faster and more accurate with increasing target coherence (now motion; Figure 9c) but that were insensitive to distractor congruence (now color; Figure 9d), replicating the main behavioral results in Attend-Motion blocks.",
    "figure_references": [
      {
        "figure_number": "Figure 9",
        "panel": "Panel c",
        "figure_key": "figure_9"
      },
      {
        "figure_number": "Figure 9",
        "panel": "Panel d",
        "figure_key": "figure_9"
      }
    ]
  },
  {
    "sentence": "Notably, distractor effects were not reproduced in an accumulator competition model parameterized to be more ‘race-like’ (Supplementary Figure 3; (Teodorescu and Usher, 2013).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In accuracy, our model replicated the shift in target sensitivity over time, with the collapsing bound reducing performance on the slowest trials (Figure 10a).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our model similarly captured participants’ decreased target sensitivity at later RTs (Figure 10b).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      },
      {
        "figure_number": "Figure 10",
        "panel": "Panel b",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Finally, our model recreated the analogous effects in RT, with faster errors for high coherence targets and incongruent distractors (Figure 10c–d).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Critically, we were unable to replicate these qualitative patterns of behavior with FFI models in which control gains that were frozen throughout the trial (Supplementary Figure 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Drift diffusion models with across-trial variability in gain, noise, or threshold; or drift diffusion models with within-trial dynamics in noise or threshold were similarly unable to capture our key effects without within-trial gain dynamics (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "This is evident in poorer overall performance in the slowest RT bin, relative to the 2nd-4th bins (see Figure 10a, left panel, pink line).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "Our simulation captured this global reduction in accuracy by including a collapsing boundary (Drugowitsch et al., 2012; Rosenbaum et al., 2022), which leads to late errors irrespective of feature coherence (see Supplementary Figure 5 for contrast to fixed bound).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, even though overall accuracy is reduced over time, target sensitivity is stronger at the slowest RT bin relative to the earliest RT bin (compare navy and pink psychometric slopes in Figure 10a), consistent with both feature-selective dynamics (gain control) and global dynamics (collapsing bound).",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel a",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "As in participants’ behavior, the model’s errors due to incongruent distractors tend to occur early (Figure 10c–d), censoring target processing at a lower (early) level of sensitivity.",
    "figure_references": [
      {
        "figure_number": "Figure 10",
        "panel": "Panel c",
        "figure_key": "figure_10"
      }
    ]
  },
  {
    "sentence": "To account for the early effects of conflict and incentives, we modified the initial conditions of our model’s gain dynamics (Figure 11a).",
    "figure_references": [
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      },
      {
        "figure_number": "Figure 11",
        "panel": "Panel a",
        "figure_key": "figure_11"
      }
    ]
  },
  {
    "sentence": "After congruent trials, participants started the next trial with more similar target and distractor gains, that were then more quickly separated within the trial (Figure 7b).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, participants appeared to suppress distractor sensitivity even on congruent trials, evident in the right half of Figure 6d (see also (Mante et al., 2013; Pagan et al., 2022)), suggesting that they are not reactively adjusting this control policy when the trial conditions deem it unnecessary or even detrimental.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "To address these concerns, we used simulations to show that the dynamic profiles we observed cannot be accounted for by an evidence accumulation model with static gains on target and distractor processing (Supplementary Figure 4) or models with dynamic changes to non-selective components like decision threshold (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Introducing dynamic feature gains allowed us to account for those same patterns (Figures 9 to 11; Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "After congruent trials, participants started the next trial with more similar target and distractor gains, that were then more quickly separated within the trial (Figure 7b).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      },
      {
        "figure_number": "Figure 7",
        "panel": "Panel b",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Interestingly, participants appeared to suppress distractor sensitivity even on congruent trials, evident in the right half of Figure 6d (see also (Mante et al., 2013; Pagan et al., 2022)), suggesting that they are not reactively adjusting this control policy when the trial conditions deem it unnecessary or even detrimental.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel d",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "To address these concerns, we used simulations to show that the dynamic profiles we observed cannot be accounted for by an evidence accumulation model with static gains on target and distractor processing (Supplementary Figure 4) or models with dynamic changes to non-selective components like decision threshold (Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Introducing dynamic feature gains allowed us to account for those same patterns (Figures 9 to 11; Supplementary Figure 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  }
]