[
  {
    "sentence": "Measurement of Balance Point Using Binocular Contrast Rivalry\nBinocular contrast rivalry was stimulated using dichoptically presented, orthogonally oriented Gabor patches (135 degrees in the left eye and 45 degrees in the right eye, and 9 degrees angular subtense at the nodal point of the eye at 50 cm viewing distance) displayed and controlled using custom-written software in the Psychtoolbox interface of MATLAB (R2016a; The MathWorks, Natick, MA, USA) on a computer running Windows 10 operating system (Fig. 1).21 Binocular fusion was aided by a bounding box and fusion crosses around each Gabor patch (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Each image pair can be cross-fused to experience binocular rivalry with equal and dissimilar contrasts in the two eyes.The rivalry stimulus was presented for 120 seconds during which time participants indicated every instance of a complete switch in perception (exclusive visibility) from one grating orientation to the orthogonal one using right (for 45 degrees grating) and left (for 135 degrees grating) arrow keys in the keyboard (Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Participants were explicitly instructed to ignore periods of piece-meal rivalry that appear in between periods of complete switch in grating orientation.23 This task was performed with 100% contrast presented to each eye (baseline; see Fig. 1A) and for 6 levels of interocular contrast difference in the 2 eyes (see Fig. 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The dwell time on each grating orientation was calculated for each interocular contrast combination from the sum total of the elapsed time between the key presses over the entire 120 second duration (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye's percept for cases and on the nondominant eye's percept for controls was then plotted as a function of contrast and a spline interpolation function was fit to this data to determine the contrast at which 50% of dwell time was achieved (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This value was considered as the contrast “balance point” and represented the extent of contrast attenuation in the stronger eye required for both eyes to contribute equally to the rivalry percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points tending toward 0% indicated that the stronger eye's contrast needed to be attenuated extensively to achieve the balance point and, therefore, a deeper suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points closer to 100% indicated relatively shallow suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "If the weaker eye's dwell time varied non-monotonically with a reduction in stronger eye's contrast such that the 50% mark was reached at multiple contrast values (see Fig. 2B; mild keratoconus), the highest of these contrasts were considered as the balance point.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The severity of keratoconus (see Fig. 2B) was graded based on the Amsler-Krumeich classification (mild keratoconus: < 48 D; moderate keratoconus: 48–53 D; and severe keratoconus: > 53 D29).Data Analyses\nData analyses were performed using Matlab R2016a and IBM SPSS Statistics 20.0 (SPSS, Chicago, IL, USA).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Sphero-cylindrical refractive errors are represented as M (spherical equivalent), J0 and J45 cross-cylinder power vectors.30Hypothesis 1: Patterns of Rivalry and the Balance Point in Controls and Cases\nAt baseline, the rivalry pattern of controls showed more frequent perceptual switches between eyes and approximately equal dwell times on the two eyes (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In contrast, the rivalry pattern of cases at baseline showed lesser number of perceptual switches and longer dwell time on the stronger eye's percept, relative to the weaker eye (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye of cases at baseline decreased with an increase in that eye's disease severity (compare the 100% data point along the abscissa in the 4 curves in Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The balance points progressively moved from close to 100% contrast in the stronger eye in mild keratoconus toward 0% contrast in the stronger eye in severe keratoconus (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In controls, the nondominant eye's contribution to cyclopean percept was approximately 50% at baseline and this progressively shifted toward 100% when the dominant eye's contrast was purposely reduced (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In patients with keratoconus with severe disease in the weaker eye, such a reversal of bias in the cyclopean percept was not apparent as the curves do not extend beyond the balance point even at the lowest contrast to the stronger eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "As expected, the number of perceptual switches between the two eyes and the dwell times on each percept was similar at baseline and at the balance point in controls (Z < 0.4, P > 0.7, for all; Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The median number of perceptual switches between the 2 eyes in cases increased from zero at baseline to 12 at the balance point (Z = 5.1, P < 0.001; see Fig. 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In each panel, the solid horizontal line within the box indicates the group median, lower and upper edges of the box indicate the 25th and 75th interquartile range, lower and upper whiskers indicate the 1st and 99th quartiles and the plus symbols indicate outliers.Hypothesis 2: Contrast Balance Point and Interocular Difference in Acuity and D-Index\n\nFigure 4 plots the balance point of controls and cases against their corresponding interocular difference in decimal acuity (panel A) and D-index (panel B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the data of controls showed little or no interocular difference in acuity or D-index and their balance points were also close to 100% (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Cases had a wide range of interocular differences in acuity and D-index, reflecting the varying severities of disease presentation in the two eyes (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points of all cases and controls combined were strongly negatively correlated with the interocular difference in acuity (r = 0.85, P < 0.001) and D-index (r = 0.74, P < 0.001) and were well explained by a two-parameter exponential fit to the data (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the y-intercepts of the exponential fits were close to 100% of the balance points (coefficients [with 95% confidence interval] for acuity: 93.6% [83.7–100%] and D-index: 88.2% [75.8–100%]) indicating negligible to no suppression of monocular input in the absence of an interocular difference in acuity or D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points then dropped at the rate of 2.4% (1.9–2.9%) per unit increase in interocular difference in acuity and 0.2% (0.15–0.29%) per unit increase in interocular difference in D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The open red symbols indicate outlier data points (see discussion for details).The severity of disease in the stronger eye reflects the best possible visual performance of cases and this may also have an influence on the suppression depth of the weaker eye, in addition to the interocular difference described earlier (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To address this issue, an additional analysis was undertaken wherein the cases were divided into four categories depending on whether the severity of keratoconus in the stronger eye and the interocular difference in disease severity was higher or lower than the respective median values of the cohort (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If the contrast balance points were determined only by the interocular difference in acuity (see Fig. 5A) or D-index (see Fig. 5B), the values will differ only along the columns but not along the rows in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Contrarily, if the contrast balance points were determined only by the acuity or D-index of the stronger eye, the values will differ only along the rows but not along the columns in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If both parameters determine the balance points, the values will be different in each cell of the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Each cell in this contingency table is color coded, with the red cell indicating the worst median balance point (closest to 0%), the blue cell representing the best median balance point (closest to 100%) and the orange and green cells representing the intermediate balance points, across groups.As expected from the categorization based on median values, the number of participants were roughly equally distributed across each cell in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were significantly different in each cell of the table, indicating both interocular difference and stronger eye value had an influence on the balance point (χ2 > 17.9, P < 0.001 for both; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were in general lower for larger than median interocular difference in acuity and D-index, relative to smaller than median interocular difference (Z > 2.2, P < 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "For acuity, the balance points were also lower when the stronger eye value was better than the median, relative to when they were worse than the median (Z = 2.2, P = 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "This effect was, however, not statistically significant for D-index (Z < 1.7, P > 0.58; see Fig. 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Overall, these trends indicated the suppression of the monocular input was deeper for larger interocular differences in acuity or D-index and for better than median acuity or D-index in the stronger eye, relative to their fellow counterparts.Hypotheses 3 and 4: Balance Point Changes with Spatial Frequency and Refractive Correction\nThe balance point in cases improved approximately 3.5-fold when the target spatial frequency decreased from 5 cpd (19.4% [8.6–53.7%]) to 1.5 cpd (70.8% [21.7–94%]; Z = 5.4, P < 0.001; Fig. 6A) and by approximately 4-fold with RGP contact lenses (80.1% [49.5–91.7%]), relative to spectacles (18.7% [10.7–62.3%]; Z = 3.8, P < 0.001; see Fig. 6B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The spatial frequency content did not appear to significantly impact suppression depth for cases with relatively deep suppression (balance points approximately <20%) and for two participants with relatively weak suppression (balance points approximately 75–80%; see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "One subject had worse suppression for the low spatial frequency target, relative to the high frequency target (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Figure 7 shows the percentage contribution of the dominant eye of controls (n = 12) for different levels of induced interocular difference in contrast.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "As expected, the percentage contribution of the dominant eye was close to 50% when there was no interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The percentage contribution reduced with an increase in the interocular difference in contrast, with the contribution steeply dropping for interocular contrast differences > 80% (Z > 2.35, P < 0.02 between adjacent contrast values) Figure 7 also plots the data of the percentage contribution of the weaker eye of cases against their corresponding contrast loss experienced at baseline (1 – contrast balance point) for spectacle and RGP contact lens viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "With spectacle viewing, the data of all cases (except 4 subjects) fell below the 95% confidence interval range of controls, indicating that the percentage contribution of their weaker eye at baseline was lower than what was predicted simply from a contrast loss in that eye (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The data with RGP contact lens wear moved toward lower interocular contrast difference values and toward the data of controls, both as per the predictions from the improvements in balance point of subjects shown earlier (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "2, 3) and optical quality (see Fig. 6B), the extent of its difference in severity from the fellow eye (see Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "4, 5) and the spatial content of the scene viewed (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "First, the dwell time on each monocular input in the rivalry task – a surrogate for the relative dominance of the two eyes – depended on which of the two percepts had higher contrast (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At baseline, the cyclopean percept was dominated by the stronger eye, wherein, even though the stimulus contrast was equal bilaterally (100%), the retinal image contrast of the stronger eye was higher due to lesser optical degradation, relative to the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The pattern reversed to reflect the dominance of the weaker eye when the stimulus contrast to the stronger eye was purposely reduced to appear less salient (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In between these two ends was the contrast balance point, where both eyes contributed equally to the cyclopean percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This strategy may also explain the reduced depth of suppression with improved optical quality through contact lens wear (see Fig. 6A)2,42 and with lower spatial frequency targets that are relatively more immune to blur than high spatial frequencies (see Fig. 6B).43 The same strategy may also explain previous observations of binocular visual acuity following the stronger eye's acuity in the presence of interocular differences in image quality2,7,39 – stronger acuity reflects relatively superior spatial resolution and hence more weight is attached to that eye's input during binocular viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The suppression was deepest when the interocular difference was higher than the median value and the stronger eye's disease severity were lower than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On the other end, the suppression was least when the interocular difference was lower than the median value and the stronger eye's disease severity was higher than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As a nuance, the y-intercepts in both panels of Figure 4 did not quite reach the 100% balance point mark where the data of controls lie.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This was found to be because of three outlier data points indicated by open symbols in Figure 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar dependence of stereoacuity on the overall and interocular loss of image quality has been demonstrated previously for induced lower-order aberrations.47–49 Similar Weber's law type behavior is also observed for acuity discriminations in keratoconus wherein the suboptimal acuity worsens their ability to discriminate different patterns of optical blur relative to controls, more so with spectacles than with RGP contact lenses.2,7\nThird, the percentage contribution of the weaker eye of keratoconus at baseline was poorer than what was predicted from the data of controls with varying levels of induced interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Second, the severity of keratoconus was quantified in this study using high contrast visual acuity (see Fig. 4A) and D-index (see Fig. 4B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This suppression appears like a dynamic strategy adopted by the visual system to optimize binocular viewing depending on the optical quality of each eye and the target characteristics (see Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Whether this dynamically varying suppression will give way to a more permanent one with disease progression and/or with prolonged exposure to blur remains unknown.52 Fourth, management strategies for keratoconus using contact lenses should aspire not only to improve the monocular visual quality but also to make it as equal as possible in both eyes in order to reduce suppression (see Fig. 6B) and improve stereoacuity in these patients with contact lens wear.2,4 Similar relation between the reduced interocular difference in image quality and improved stereoacuity has also been recently reported in patients undergoing laser refractive surgery.37\nSuppression is typically measured as a binary entity (present or absent) in the clinic using the Worth's four dot test or Bagolini lenses, and its efficacy has been shown in cases with gross suppression of one eye's input.56,57 However, as shown here in keratoconus and previously in amblyopia,58 suppression may be graded in depth depending on the disease severity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Toward this end, measures of contrast balance point have become the mainstay parameter in laboratory-based studies to quantify the depth of suppression.58,59 Several different psychophysical measures of this balance point are now available in the literature, including those using dichoptic motion coherence,44 phase combination,58 letter acuity,59 and binocular rivalry (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although these paradigms all tap into different mechanisms of visual information processing, they follow a common logic of manipulating the stronger eye's contrast while retaining the weaker eye's contrast at 100% to reach a balance in performance of the two eyes (see Fig. 2B).58 This study chose the contrast rivalry paradigm simply because of task simplicity and the readiness of rivalry perception.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Measurement of Balance Point Using Binocular Contrast Rivalry\nBinocular contrast rivalry was stimulated using dichoptically presented, orthogonally oriented Gabor patches (135 degrees in the left eye and 45 degrees in the right eye, and 9 degrees angular subtense at the nodal point of the eye at 50 cm viewing distance) displayed and controlled using custom-written software in the Psychtoolbox interface of MATLAB (R2016a; The MathWorks, Natick, MA, USA) on a computer running Windows 10 operating system (Fig. 1).21 Binocular fusion was aided by a bounding box and fusion crosses around each Gabor patch (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Each image pair can be cross-fused to experience binocular rivalry with equal and dissimilar contrasts in the two eyes.The rivalry stimulus was presented for 120 seconds during which time participants indicated every instance of a complete switch in perception (exclusive visibility) from one grating orientation to the orthogonal one using right (for 45 degrees grating) and left (for 135 degrees grating) arrow keys in the keyboard (Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Participants were explicitly instructed to ignore periods of piece-meal rivalry that appear in between periods of complete switch in grating orientation.23 This task was performed with 100% contrast presented to each eye (baseline; see Fig. 1A) and for 6 levels of interocular contrast difference in the 2 eyes (see Fig. 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The dwell time on each grating orientation was calculated for each interocular contrast combination from the sum total of the elapsed time between the key presses over the entire 120 second duration (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye's percept for cases and on the nondominant eye's percept for controls was then plotted as a function of contrast and a spline interpolation function was fit to this data to determine the contrast at which 50% of dwell time was achieved (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This value was considered as the contrast “balance point” and represented the extent of contrast attenuation in the stronger eye required for both eyes to contribute equally to the rivalry percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points tending toward 0% indicated that the stronger eye's contrast needed to be attenuated extensively to achieve the balance point and, therefore, a deeper suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points closer to 100% indicated relatively shallow suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "If the weaker eye's dwell time varied non-monotonically with a reduction in stronger eye's contrast such that the 50% mark was reached at multiple contrast values (see Fig. 2B; mild keratoconus), the highest of these contrasts were considered as the balance point.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The severity of keratoconus (see Fig. 2B) was graded based on the Amsler-Krumeich classification (mild keratoconus: < 48 D; moderate keratoconus: 48–53 D; and severe keratoconus: > 53 D29).Data Analyses\nData analyses were performed using Matlab R2016a and IBM SPSS Statistics 20.0 (SPSS, Chicago, IL, USA).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Sphero-cylindrical refractive errors are represented as M (spherical equivalent), J0 and J45 cross-cylinder power vectors.30Hypothesis 1: Patterns of Rivalry and the Balance Point in Controls and Cases\nAt baseline, the rivalry pattern of controls showed more frequent perceptual switches between eyes and approximately equal dwell times on the two eyes (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In contrast, the rivalry pattern of cases at baseline showed lesser number of perceptual switches and longer dwell time on the stronger eye's percept, relative to the weaker eye (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye of cases at baseline decreased with an increase in that eye's disease severity (compare the 100% data point along the abscissa in the 4 curves in Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The balance points progressively moved from close to 100% contrast in the stronger eye in mild keratoconus toward 0% contrast in the stronger eye in severe keratoconus (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In controls, the nondominant eye's contribution to cyclopean percept was approximately 50% at baseline and this progressively shifted toward 100% when the dominant eye's contrast was purposely reduced (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In patients with keratoconus with severe disease in the weaker eye, such a reversal of bias in the cyclopean percept was not apparent as the curves do not extend beyond the balance point even at the lowest contrast to the stronger eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "As expected, the number of perceptual switches between the two eyes and the dwell times on each percept was similar at baseline and at the balance point in controls (Z < 0.4, P > 0.7, for all; Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The median number of perceptual switches between the 2 eyes in cases increased from zero at baseline to 12 at the balance point (Z = 5.1, P < 0.001; see Fig. 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In each panel, the solid horizontal line within the box indicates the group median, lower and upper edges of the box indicate the 25th and 75th interquartile range, lower and upper whiskers indicate the 1st and 99th quartiles and the plus symbols indicate outliers.Hypothesis 2: Contrast Balance Point and Interocular Difference in Acuity and D-Index\n\nFigure 4 plots the balance point of controls and cases against their corresponding interocular difference in decimal acuity (panel A) and D-index (panel B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the data of controls showed little or no interocular difference in acuity or D-index and their balance points were also close to 100% (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Cases had a wide range of interocular differences in acuity and D-index, reflecting the varying severities of disease presentation in the two eyes (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points of all cases and controls combined were strongly negatively correlated with the interocular difference in acuity (r = 0.85, P < 0.001) and D-index (r = 0.74, P < 0.001) and were well explained by a two-parameter exponential fit to the data (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the y-intercepts of the exponential fits were close to 100% of the balance points (coefficients [with 95% confidence interval] for acuity: 93.6% [83.7–100%] and D-index: 88.2% [75.8–100%]) indicating negligible to no suppression of monocular input in the absence of an interocular difference in acuity or D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points then dropped at the rate of 2.4% (1.9–2.9%) per unit increase in interocular difference in acuity and 0.2% (0.15–0.29%) per unit increase in interocular difference in D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The open red symbols indicate outlier data points (see discussion for details).The severity of disease in the stronger eye reflects the best possible visual performance of cases and this may also have an influence on the suppression depth of the weaker eye, in addition to the interocular difference described earlier (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To address this issue, an additional analysis was undertaken wherein the cases were divided into four categories depending on whether the severity of keratoconus in the stronger eye and the interocular difference in disease severity was higher or lower than the respective median values of the cohort (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If the contrast balance points were determined only by the interocular difference in acuity (see Fig. 5A) or D-index (see Fig. 5B), the values will differ only along the columns but not along the rows in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Contrarily, if the contrast balance points were determined only by the acuity or D-index of the stronger eye, the values will differ only along the rows but not along the columns in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If both parameters determine the balance points, the values will be different in each cell of the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Each cell in this contingency table is color coded, with the red cell indicating the worst median balance point (closest to 0%), the blue cell representing the best median balance point (closest to 100%) and the orange and green cells representing the intermediate balance points, across groups.As expected from the categorization based on median values, the number of participants were roughly equally distributed across each cell in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were significantly different in each cell of the table, indicating both interocular difference and stronger eye value had an influence on the balance point (χ2 > 17.9, P < 0.001 for both; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were in general lower for larger than median interocular difference in acuity and D-index, relative to smaller than median interocular difference (Z > 2.2, P < 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "For acuity, the balance points were also lower when the stronger eye value was better than the median, relative to when they were worse than the median (Z = 2.2, P = 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "This effect was, however, not statistically significant for D-index (Z < 1.7, P > 0.58; see Fig. 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Overall, these trends indicated the suppression of the monocular input was deeper for larger interocular differences in acuity or D-index and for better than median acuity or D-index in the stronger eye, relative to their fellow counterparts.Hypotheses 3 and 4: Balance Point Changes with Spatial Frequency and Refractive Correction\nThe balance point in cases improved approximately 3.5-fold when the target spatial frequency decreased from 5 cpd (19.4% [8.6–53.7%]) to 1.5 cpd (70.8% [21.7–94%]; Z = 5.4, P < 0.001; Fig. 6A) and by approximately 4-fold with RGP contact lenses (80.1% [49.5–91.7%]), relative to spectacles (18.7% [10.7–62.3%]; Z = 3.8, P < 0.001; see Fig. 6B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The spatial frequency content did not appear to significantly impact suppression depth for cases with relatively deep suppression (balance points approximately <20%) and for two participants with relatively weak suppression (balance points approximately 75–80%; see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "One subject had worse suppression for the low spatial frequency target, relative to the high frequency target (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Figure 7 shows the percentage contribution of the dominant eye of controls (n = 12) for different levels of induced interocular difference in contrast.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "As expected, the percentage contribution of the dominant eye was close to 50% when there was no interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The percentage contribution reduced with an increase in the interocular difference in contrast, with the contribution steeply dropping for interocular contrast differences > 80% (Z > 2.35, P < 0.02 between adjacent contrast values) Figure 7 also plots the data of the percentage contribution of the weaker eye of cases against their corresponding contrast loss experienced at baseline (1 – contrast balance point) for spectacle and RGP contact lens viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "With spectacle viewing, the data of all cases (except 4 subjects) fell below the 95% confidence interval range of controls, indicating that the percentage contribution of their weaker eye at baseline was lower than what was predicted simply from a contrast loss in that eye (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The data with RGP contact lens wear moved toward lower interocular contrast difference values and toward the data of controls, both as per the predictions from the improvements in balance point of subjects shown earlier (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "2, 3) and optical quality (see Fig. 6B), the extent of its difference in severity from the fellow eye (see Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "4, 5) and the spatial content of the scene viewed (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "First, the dwell time on each monocular input in the rivalry task – a surrogate for the relative dominance of the two eyes – depended on which of the two percepts had higher contrast (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At baseline, the cyclopean percept was dominated by the stronger eye, wherein, even though the stimulus contrast was equal bilaterally (100%), the retinal image contrast of the stronger eye was higher due to lesser optical degradation, relative to the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The pattern reversed to reflect the dominance of the weaker eye when the stimulus contrast to the stronger eye was purposely reduced to appear less salient (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In between these two ends was the contrast balance point, where both eyes contributed equally to the cyclopean percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This strategy may also explain the reduced depth of suppression with improved optical quality through contact lens wear (see Fig. 6A)2,42 and with lower spatial frequency targets that are relatively more immune to blur than high spatial frequencies (see Fig. 6B).43 The same strategy may also explain previous observations of binocular visual acuity following the stronger eye's acuity in the presence of interocular differences in image quality2,7,39 – stronger acuity reflects relatively superior spatial resolution and hence more weight is attached to that eye's input during binocular viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The suppression was deepest when the interocular difference was higher than the median value and the stronger eye's disease severity were lower than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On the other end, the suppression was least when the interocular difference was lower than the median value and the stronger eye's disease severity was higher than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As a nuance, the y-intercepts in both panels of Figure 4 did not quite reach the 100% balance point mark where the data of controls lie.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This was found to be because of three outlier data points indicated by open symbols in Figure 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar dependence of stereoacuity on the overall and interocular loss of image quality has been demonstrated previously for induced lower-order aberrations.47–49 Similar Weber's law type behavior is also observed for acuity discriminations in keratoconus wherein the suboptimal acuity worsens their ability to discriminate different patterns of optical blur relative to controls, more so with spectacles than with RGP contact lenses.2,7\nThird, the percentage contribution of the weaker eye of keratoconus at baseline was poorer than what was predicted from the data of controls with varying levels of induced interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Second, the severity of keratoconus was quantified in this study using high contrast visual acuity (see Fig. 4A) and D-index (see Fig. 4B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This suppression appears like a dynamic strategy adopted by the visual system to optimize binocular viewing depending on the optical quality of each eye and the target characteristics (see Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Whether this dynamically varying suppression will give way to a more permanent one with disease progression and/or with prolonged exposure to blur remains unknown.52 Fourth, management strategies for keratoconus using contact lenses should aspire not only to improve the monocular visual quality but also to make it as equal as possible in both eyes in order to reduce suppression (see Fig. 6B) and improve stereoacuity in these patients with contact lens wear.2,4 Similar relation between the reduced interocular difference in image quality and improved stereoacuity has also been recently reported in patients undergoing laser refractive surgery.37\nSuppression is typically measured as a binary entity (present or absent) in the clinic using the Worth's four dot test or Bagolini lenses, and its efficacy has been shown in cases with gross suppression of one eye's input.56,57 However, as shown here in keratoconus and previously in amblyopia,58 suppression may be graded in depth depending on the disease severity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Toward this end, measures of contrast balance point have become the mainstay parameter in laboratory-based studies to quantify the depth of suppression.58,59 Several different psychophysical measures of this balance point are now available in the literature, including those using dichoptic motion coherence,44 phase combination,58 letter acuity,59 and binocular rivalry (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although these paradigms all tap into different mechanisms of visual information processing, they follow a common logic of manipulating the stronger eye's contrast while retaining the weaker eye's contrast at 100% to reach a balance in performance of the two eyes (see Fig. 2B).58 This study chose the contrast rivalry paradigm simply because of task simplicity and the readiness of rivalry perception.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Measurement of Balance Point Using Binocular Contrast Rivalry\nBinocular contrast rivalry was stimulated using dichoptically presented, orthogonally oriented Gabor patches (135 degrees in the left eye and 45 degrees in the right eye, and 9 degrees angular subtense at the nodal point of the eye at 50 cm viewing distance) displayed and controlled using custom-written software in the Psychtoolbox interface of MATLAB (R2016a; The MathWorks, Natick, MA, USA) on a computer running Windows 10 operating system (Fig. 1).21 Binocular fusion was aided by a bounding box and fusion crosses around each Gabor patch (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Each image pair can be cross-fused to experience binocular rivalry with equal and dissimilar contrasts in the two eyes.The rivalry stimulus was presented for 120 seconds during which time participants indicated every instance of a complete switch in perception (exclusive visibility) from one grating orientation to the orthogonal one using right (for 45 degrees grating) and left (for 135 degrees grating) arrow keys in the keyboard (Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Participants were explicitly instructed to ignore periods of piece-meal rivalry that appear in between periods of complete switch in grating orientation.23 This task was performed with 100% contrast presented to each eye (baseline; see Fig. 1A) and for 6 levels of interocular contrast difference in the 2 eyes (see Fig. 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The dwell time on each grating orientation was calculated for each interocular contrast combination from the sum total of the elapsed time between the key presses over the entire 120 second duration (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye's percept for cases and on the nondominant eye's percept for controls was then plotted as a function of contrast and a spline interpolation function was fit to this data to determine the contrast at which 50% of dwell time was achieved (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This value was considered as the contrast “balance point” and represented the extent of contrast attenuation in the stronger eye required for both eyes to contribute equally to the rivalry percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points tending toward 0% indicated that the stronger eye's contrast needed to be attenuated extensively to achieve the balance point and, therefore, a deeper suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points closer to 100% indicated relatively shallow suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "If the weaker eye's dwell time varied non-monotonically with a reduction in stronger eye's contrast such that the 50% mark was reached at multiple contrast values (see Fig. 2B; mild keratoconus), the highest of these contrasts were considered as the balance point.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The severity of keratoconus (see Fig. 2B) was graded based on the Amsler-Krumeich classification (mild keratoconus: < 48 D; moderate keratoconus: 48–53 D; and severe keratoconus: > 53 D29).Data Analyses\nData analyses were performed using Matlab R2016a and IBM SPSS Statistics 20.0 (SPSS, Chicago, IL, USA).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Sphero-cylindrical refractive errors are represented as M (spherical equivalent), J0 and J45 cross-cylinder power vectors.30Hypothesis 1: Patterns of Rivalry and the Balance Point in Controls and Cases\nAt baseline, the rivalry pattern of controls showed more frequent perceptual switches between eyes and approximately equal dwell times on the two eyes (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In contrast, the rivalry pattern of cases at baseline showed lesser number of perceptual switches and longer dwell time on the stronger eye's percept, relative to the weaker eye (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye of cases at baseline decreased with an increase in that eye's disease severity (compare the 100% data point along the abscissa in the 4 curves in Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The balance points progressively moved from close to 100% contrast in the stronger eye in mild keratoconus toward 0% contrast in the stronger eye in severe keratoconus (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In controls, the nondominant eye's contribution to cyclopean percept was approximately 50% at baseline and this progressively shifted toward 100% when the dominant eye's contrast was purposely reduced (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In patients with keratoconus with severe disease in the weaker eye, such a reversal of bias in the cyclopean percept was not apparent as the curves do not extend beyond the balance point even at the lowest contrast to the stronger eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "As expected, the number of perceptual switches between the two eyes and the dwell times on each percept was similar at baseline and at the balance point in controls (Z < 0.4, P > 0.7, for all; Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The median number of perceptual switches between the 2 eyes in cases increased from zero at baseline to 12 at the balance point (Z = 5.1, P < 0.001; see Fig. 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In each panel, the solid horizontal line within the box indicates the group median, lower and upper edges of the box indicate the 25th and 75th interquartile range, lower and upper whiskers indicate the 1st and 99th quartiles and the plus symbols indicate outliers.Hypothesis 2: Contrast Balance Point and Interocular Difference in Acuity and D-Index\n\nFigure 4 plots the balance point of controls and cases against their corresponding interocular difference in decimal acuity (panel A) and D-index (panel B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the data of controls showed little or no interocular difference in acuity or D-index and their balance points were also close to 100% (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Cases had a wide range of interocular differences in acuity and D-index, reflecting the varying severities of disease presentation in the two eyes (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points of all cases and controls combined were strongly negatively correlated with the interocular difference in acuity (r = 0.85, P < 0.001) and D-index (r = 0.74, P < 0.001) and were well explained by a two-parameter exponential fit to the data (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the y-intercepts of the exponential fits were close to 100% of the balance points (coefficients [with 95% confidence interval] for acuity: 93.6% [83.7–100%] and D-index: 88.2% [75.8–100%]) indicating negligible to no suppression of monocular input in the absence of an interocular difference in acuity or D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points then dropped at the rate of 2.4% (1.9–2.9%) per unit increase in interocular difference in acuity and 0.2% (0.15–0.29%) per unit increase in interocular difference in D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The open red symbols indicate outlier data points (see discussion for details).The severity of disease in the stronger eye reflects the best possible visual performance of cases and this may also have an influence on the suppression depth of the weaker eye, in addition to the interocular difference described earlier (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To address this issue, an additional analysis was undertaken wherein the cases were divided into four categories depending on whether the severity of keratoconus in the stronger eye and the interocular difference in disease severity was higher or lower than the respective median values of the cohort (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If the contrast balance points were determined only by the interocular difference in acuity (see Fig. 5A) or D-index (see Fig. 5B), the values will differ only along the columns but not along the rows in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Contrarily, if the contrast balance points were determined only by the acuity or D-index of the stronger eye, the values will differ only along the rows but not along the columns in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If both parameters determine the balance points, the values will be different in each cell of the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Each cell in this contingency table is color coded, with the red cell indicating the worst median balance point (closest to 0%), the blue cell representing the best median balance point (closest to 100%) and the orange and green cells representing the intermediate balance points, across groups.As expected from the categorization based on median values, the number of participants were roughly equally distributed across each cell in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were significantly different in each cell of the table, indicating both interocular difference and stronger eye value had an influence on the balance point (χ2 > 17.9, P < 0.001 for both; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were in general lower for larger than median interocular difference in acuity and D-index, relative to smaller than median interocular difference (Z > 2.2, P < 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "For acuity, the balance points were also lower when the stronger eye value was better than the median, relative to when they were worse than the median (Z = 2.2, P = 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "This effect was, however, not statistically significant for D-index (Z < 1.7, P > 0.58; see Fig. 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Overall, these trends indicated the suppression of the monocular input was deeper for larger interocular differences in acuity or D-index and for better than median acuity or D-index in the stronger eye, relative to their fellow counterparts.Hypotheses 3 and 4: Balance Point Changes with Spatial Frequency and Refractive Correction\nThe balance point in cases improved approximately 3.5-fold when the target spatial frequency decreased from 5 cpd (19.4% [8.6–53.7%]) to 1.5 cpd (70.8% [21.7–94%]; Z = 5.4, P < 0.001; Fig. 6A) and by approximately 4-fold with RGP contact lenses (80.1% [49.5–91.7%]), relative to spectacles (18.7% [10.7–62.3%]; Z = 3.8, P < 0.001; see Fig. 6B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The spatial frequency content did not appear to significantly impact suppression depth for cases with relatively deep suppression (balance points approximately <20%) and for two participants with relatively weak suppression (balance points approximately 75–80%; see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "One subject had worse suppression for the low spatial frequency target, relative to the high frequency target (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Figure 7 shows the percentage contribution of the dominant eye of controls (n = 12) for different levels of induced interocular difference in contrast.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "As expected, the percentage contribution of the dominant eye was close to 50% when there was no interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The percentage contribution reduced with an increase in the interocular difference in contrast, with the contribution steeply dropping for interocular contrast differences > 80% (Z > 2.35, P < 0.02 between adjacent contrast values) Figure 7 also plots the data of the percentage contribution of the weaker eye of cases against their corresponding contrast loss experienced at baseline (1 – contrast balance point) for spectacle and RGP contact lens viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "With spectacle viewing, the data of all cases (except 4 subjects) fell below the 95% confidence interval range of controls, indicating that the percentage contribution of their weaker eye at baseline was lower than what was predicted simply from a contrast loss in that eye (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The data with RGP contact lens wear moved toward lower interocular contrast difference values and toward the data of controls, both as per the predictions from the improvements in balance point of subjects shown earlier (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "2, 3) and optical quality (see Fig. 6B), the extent of its difference in severity from the fellow eye (see Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "4, 5) and the spatial content of the scene viewed (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "First, the dwell time on each monocular input in the rivalry task – a surrogate for the relative dominance of the two eyes – depended on which of the two percepts had higher contrast (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At baseline, the cyclopean percept was dominated by the stronger eye, wherein, even though the stimulus contrast was equal bilaterally (100%), the retinal image contrast of the stronger eye was higher due to lesser optical degradation, relative to the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The pattern reversed to reflect the dominance of the weaker eye when the stimulus contrast to the stronger eye was purposely reduced to appear less salient (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In between these two ends was the contrast balance point, where both eyes contributed equally to the cyclopean percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This strategy may also explain the reduced depth of suppression with improved optical quality through contact lens wear (see Fig. 6A)2,42 and with lower spatial frequency targets that are relatively more immune to blur than high spatial frequencies (see Fig. 6B).43 The same strategy may also explain previous observations of binocular visual acuity following the stronger eye's acuity in the presence of interocular differences in image quality2,7,39 – stronger acuity reflects relatively superior spatial resolution and hence more weight is attached to that eye's input during binocular viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The suppression was deepest when the interocular difference was higher than the median value and the stronger eye's disease severity were lower than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On the other end, the suppression was least when the interocular difference was lower than the median value and the stronger eye's disease severity was higher than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As a nuance, the y-intercepts in both panels of Figure 4 did not quite reach the 100% balance point mark where the data of controls lie.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This was found to be because of three outlier data points indicated by open symbols in Figure 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar dependence of stereoacuity on the overall and interocular loss of image quality has been demonstrated previously for induced lower-order aberrations.47–49 Similar Weber's law type behavior is also observed for acuity discriminations in keratoconus wherein the suboptimal acuity worsens their ability to discriminate different patterns of optical blur relative to controls, more so with spectacles than with RGP contact lenses.2,7\nThird, the percentage contribution of the weaker eye of keratoconus at baseline was poorer than what was predicted from the data of controls with varying levels of induced interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Second, the severity of keratoconus was quantified in this study using high contrast visual acuity (see Fig. 4A) and D-index (see Fig. 4B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This suppression appears like a dynamic strategy adopted by the visual system to optimize binocular viewing depending on the optical quality of each eye and the target characteristics (see Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Whether this dynamically varying suppression will give way to a more permanent one with disease progression and/or with prolonged exposure to blur remains unknown.52 Fourth, management strategies for keratoconus using contact lenses should aspire not only to improve the monocular visual quality but also to make it as equal as possible in both eyes in order to reduce suppression (see Fig. 6B) and improve stereoacuity in these patients with contact lens wear.2,4 Similar relation between the reduced interocular difference in image quality and improved stereoacuity has also been recently reported in patients undergoing laser refractive surgery.37\nSuppression is typically measured as a binary entity (present or absent) in the clinic using the Worth's four dot test or Bagolini lenses, and its efficacy has been shown in cases with gross suppression of one eye's input.56,57 However, as shown here in keratoconus and previously in amblyopia,58 suppression may be graded in depth depending on the disease severity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Toward this end, measures of contrast balance point have become the mainstay parameter in laboratory-based studies to quantify the depth of suppression.58,59 Several different psychophysical measures of this balance point are now available in the literature, including those using dichoptic motion coherence,44 phase combination,58 letter acuity,59 and binocular rivalry (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although these paradigms all tap into different mechanisms of visual information processing, they follow a common logic of manipulating the stronger eye's contrast while retaining the weaker eye's contrast at 100% to reach a balance in performance of the two eyes (see Fig. 2B).58 This study chose the contrast rivalry paradigm simply because of task simplicity and the readiness of rivalry perception.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Measurement of Balance Point Using Binocular Contrast Rivalry\nBinocular contrast rivalry was stimulated using dichoptically presented, orthogonally oriented Gabor patches (135 degrees in the left eye and 45 degrees in the right eye, and 9 degrees angular subtense at the nodal point of the eye at 50 cm viewing distance) displayed and controlled using custom-written software in the Psychtoolbox interface of MATLAB (R2016a; The MathWorks, Natick, MA, USA) on a computer running Windows 10 operating system (Fig. 1).21 Binocular fusion was aided by a bounding box and fusion crosses around each Gabor patch (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Each image pair can be cross-fused to experience binocular rivalry with equal and dissimilar contrasts in the two eyes.The rivalry stimulus was presented for 120 seconds during which time participants indicated every instance of a complete switch in perception (exclusive visibility) from one grating orientation to the orthogonal one using right (for 45 degrees grating) and left (for 135 degrees grating) arrow keys in the keyboard (Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Participants were explicitly instructed to ignore periods of piece-meal rivalry that appear in between periods of complete switch in grating orientation.23 This task was performed with 100% contrast presented to each eye (baseline; see Fig. 1A) and for 6 levels of interocular contrast difference in the 2 eyes (see Fig. 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The dwell time on each grating orientation was calculated for each interocular contrast combination from the sum total of the elapsed time between the key presses over the entire 120 second duration (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye's percept for cases and on the nondominant eye's percept for controls was then plotted as a function of contrast and a spline interpolation function was fit to this data to determine the contrast at which 50% of dwell time was achieved (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This value was considered as the contrast “balance point” and represented the extent of contrast attenuation in the stronger eye required for both eyes to contribute equally to the rivalry percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points tending toward 0% indicated that the stronger eye's contrast needed to be attenuated extensively to achieve the balance point and, therefore, a deeper suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points closer to 100% indicated relatively shallow suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "If the weaker eye's dwell time varied non-monotonically with a reduction in stronger eye's contrast such that the 50% mark was reached at multiple contrast values (see Fig. 2B; mild keratoconus), the highest of these contrasts were considered as the balance point.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The severity of keratoconus (see Fig. 2B) was graded based on the Amsler-Krumeich classification (mild keratoconus: < 48 D; moderate keratoconus: 48–53 D; and severe keratoconus: > 53 D29).Data Analyses\nData analyses were performed using Matlab R2016a and IBM SPSS Statistics 20.0 (SPSS, Chicago, IL, USA).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Sphero-cylindrical refractive errors are represented as M (spherical equivalent), J0 and J45 cross-cylinder power vectors.30Hypothesis 1: Patterns of Rivalry and the Balance Point in Controls and Cases\nAt baseline, the rivalry pattern of controls showed more frequent perceptual switches between eyes and approximately equal dwell times on the two eyes (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In contrast, the rivalry pattern of cases at baseline showed lesser number of perceptual switches and longer dwell time on the stronger eye's percept, relative to the weaker eye (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye of cases at baseline decreased with an increase in that eye's disease severity (compare the 100% data point along the abscissa in the 4 curves in Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The balance points progressively moved from close to 100% contrast in the stronger eye in mild keratoconus toward 0% contrast in the stronger eye in severe keratoconus (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In controls, the nondominant eye's contribution to cyclopean percept was approximately 50% at baseline and this progressively shifted toward 100% when the dominant eye's contrast was purposely reduced (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In patients with keratoconus with severe disease in the weaker eye, such a reversal of bias in the cyclopean percept was not apparent as the curves do not extend beyond the balance point even at the lowest contrast to the stronger eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "As expected, the number of perceptual switches between the two eyes and the dwell times on each percept was similar at baseline and at the balance point in controls (Z < 0.4, P > 0.7, for all; Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The median number of perceptual switches between the 2 eyes in cases increased from zero at baseline to 12 at the balance point (Z = 5.1, P < 0.001; see Fig. 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In each panel, the solid horizontal line within the box indicates the group median, lower and upper edges of the box indicate the 25th and 75th interquartile range, lower and upper whiskers indicate the 1st and 99th quartiles and the plus symbols indicate outliers.Hypothesis 2: Contrast Balance Point and Interocular Difference in Acuity and D-Index\n\nFigure 4 plots the balance point of controls and cases against their corresponding interocular difference in decimal acuity (panel A) and D-index (panel B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the data of controls showed little or no interocular difference in acuity or D-index and their balance points were also close to 100% (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Cases had a wide range of interocular differences in acuity and D-index, reflecting the varying severities of disease presentation in the two eyes (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points of all cases and controls combined were strongly negatively correlated with the interocular difference in acuity (r = 0.85, P < 0.001) and D-index (r = 0.74, P < 0.001) and were well explained by a two-parameter exponential fit to the data (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the y-intercepts of the exponential fits were close to 100% of the balance points (coefficients [with 95% confidence interval] for acuity: 93.6% [83.7–100%] and D-index: 88.2% [75.8–100%]) indicating negligible to no suppression of monocular input in the absence of an interocular difference in acuity or D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points then dropped at the rate of 2.4% (1.9–2.9%) per unit increase in interocular difference in acuity and 0.2% (0.15–0.29%) per unit increase in interocular difference in D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The open red symbols indicate outlier data points (see discussion for details).The severity of disease in the stronger eye reflects the best possible visual performance of cases and this may also have an influence on the suppression depth of the weaker eye, in addition to the interocular difference described earlier (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To address this issue, an additional analysis was undertaken wherein the cases were divided into four categories depending on whether the severity of keratoconus in the stronger eye and the interocular difference in disease severity was higher or lower than the respective median values of the cohort (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If the contrast balance points were determined only by the interocular difference in acuity (see Fig. 5A) or D-index (see Fig. 5B), the values will differ only along the columns but not along the rows in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Contrarily, if the contrast balance points were determined only by the acuity or D-index of the stronger eye, the values will differ only along the rows but not along the columns in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If both parameters determine the balance points, the values will be different in each cell of the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Each cell in this contingency table is color coded, with the red cell indicating the worst median balance point (closest to 0%), the blue cell representing the best median balance point (closest to 100%) and the orange and green cells representing the intermediate balance points, across groups.As expected from the categorization based on median values, the number of participants were roughly equally distributed across each cell in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were significantly different in each cell of the table, indicating both interocular difference and stronger eye value had an influence on the balance point (χ2 > 17.9, P < 0.001 for both; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were in general lower for larger than median interocular difference in acuity and D-index, relative to smaller than median interocular difference (Z > 2.2, P < 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "For acuity, the balance points were also lower when the stronger eye value was better than the median, relative to when they were worse than the median (Z = 2.2, P = 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "This effect was, however, not statistically significant for D-index (Z < 1.7, P > 0.58; see Fig. 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Overall, these trends indicated the suppression of the monocular input was deeper for larger interocular differences in acuity or D-index and for better than median acuity or D-index in the stronger eye, relative to their fellow counterparts.Hypotheses 3 and 4: Balance Point Changes with Spatial Frequency and Refractive Correction\nThe balance point in cases improved approximately 3.5-fold when the target spatial frequency decreased from 5 cpd (19.4% [8.6–53.7%]) to 1.5 cpd (70.8% [21.7–94%]; Z = 5.4, P < 0.001; Fig. 6A) and by approximately 4-fold with RGP contact lenses (80.1% [49.5–91.7%]), relative to spectacles (18.7% [10.7–62.3%]; Z = 3.8, P < 0.001; see Fig. 6B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The spatial frequency content did not appear to significantly impact suppression depth for cases with relatively deep suppression (balance points approximately <20%) and for two participants with relatively weak suppression (balance points approximately 75–80%; see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "One subject had worse suppression for the low spatial frequency target, relative to the high frequency target (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Figure 7 shows the percentage contribution of the dominant eye of controls (n = 12) for different levels of induced interocular difference in contrast.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "As expected, the percentage contribution of the dominant eye was close to 50% when there was no interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The percentage contribution reduced with an increase in the interocular difference in contrast, with the contribution steeply dropping for interocular contrast differences > 80% (Z > 2.35, P < 0.02 between adjacent contrast values) Figure 7 also plots the data of the percentage contribution of the weaker eye of cases against their corresponding contrast loss experienced at baseline (1 – contrast balance point) for spectacle and RGP contact lens viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "With spectacle viewing, the data of all cases (except 4 subjects) fell below the 95% confidence interval range of controls, indicating that the percentage contribution of their weaker eye at baseline was lower than what was predicted simply from a contrast loss in that eye (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The data with RGP contact lens wear moved toward lower interocular contrast difference values and toward the data of controls, both as per the predictions from the improvements in balance point of subjects shown earlier (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "2, 3) and optical quality (see Fig. 6B), the extent of its difference in severity from the fellow eye (see Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "4, 5) and the spatial content of the scene viewed (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "First, the dwell time on each monocular input in the rivalry task – a surrogate for the relative dominance of the two eyes – depended on which of the two percepts had higher contrast (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At baseline, the cyclopean percept was dominated by the stronger eye, wherein, even though the stimulus contrast was equal bilaterally (100%), the retinal image contrast of the stronger eye was higher due to lesser optical degradation, relative to the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The pattern reversed to reflect the dominance of the weaker eye when the stimulus contrast to the stronger eye was purposely reduced to appear less salient (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In between these two ends was the contrast balance point, where both eyes contributed equally to the cyclopean percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This strategy may also explain the reduced depth of suppression with improved optical quality through contact lens wear (see Fig. 6A)2,42 and with lower spatial frequency targets that are relatively more immune to blur than high spatial frequencies (see Fig. 6B).43 The same strategy may also explain previous observations of binocular visual acuity following the stronger eye's acuity in the presence of interocular differences in image quality2,7,39 – stronger acuity reflects relatively superior spatial resolution and hence more weight is attached to that eye's input during binocular viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The suppression was deepest when the interocular difference was higher than the median value and the stronger eye's disease severity were lower than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On the other end, the suppression was least when the interocular difference was lower than the median value and the stronger eye's disease severity was higher than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As a nuance, the y-intercepts in both panels of Figure 4 did not quite reach the 100% balance point mark where the data of controls lie.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This was found to be because of three outlier data points indicated by open symbols in Figure 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar dependence of stereoacuity on the overall and interocular loss of image quality has been demonstrated previously for induced lower-order aberrations.47–49 Similar Weber's law type behavior is also observed for acuity discriminations in keratoconus wherein the suboptimal acuity worsens their ability to discriminate different patterns of optical blur relative to controls, more so with spectacles than with RGP contact lenses.2,7\nThird, the percentage contribution of the weaker eye of keratoconus at baseline was poorer than what was predicted from the data of controls with varying levels of induced interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Second, the severity of keratoconus was quantified in this study using high contrast visual acuity (see Fig. 4A) and D-index (see Fig. 4B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This suppression appears like a dynamic strategy adopted by the visual system to optimize binocular viewing depending on the optical quality of each eye and the target characteristics (see Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Whether this dynamically varying suppression will give way to a more permanent one with disease progression and/or with prolonged exposure to blur remains unknown.52 Fourth, management strategies for keratoconus using contact lenses should aspire not only to improve the monocular visual quality but also to make it as equal as possible in both eyes in order to reduce suppression (see Fig. 6B) and improve stereoacuity in these patients with contact lens wear.2,4 Similar relation between the reduced interocular difference in image quality and improved stereoacuity has also been recently reported in patients undergoing laser refractive surgery.37\nSuppression is typically measured as a binary entity (present or absent) in the clinic using the Worth's four dot test or Bagolini lenses, and its efficacy has been shown in cases with gross suppression of one eye's input.56,57 However, as shown here in keratoconus and previously in amblyopia,58 suppression may be graded in depth depending on the disease severity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Toward this end, measures of contrast balance point have become the mainstay parameter in laboratory-based studies to quantify the depth of suppression.58,59 Several different psychophysical measures of this balance point are now available in the literature, including those using dichoptic motion coherence,44 phase combination,58 letter acuity,59 and binocular rivalry (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although these paradigms all tap into different mechanisms of visual information processing, they follow a common logic of manipulating the stronger eye's contrast while retaining the weaker eye's contrast at 100% to reach a balance in performance of the two eyes (see Fig. 2B).58 This study chose the contrast rivalry paradigm simply because of task simplicity and the readiness of rivalry perception.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Measurement of Balance Point Using Binocular Contrast Rivalry\nBinocular contrast rivalry was stimulated using dichoptically presented, orthogonally oriented Gabor patches (135 degrees in the left eye and 45 degrees in the right eye, and 9 degrees angular subtense at the nodal point of the eye at 50 cm viewing distance) displayed and controlled using custom-written software in the Psychtoolbox interface of MATLAB (R2016a; The MathWorks, Natick, MA, USA) on a computer running Windows 10 operating system (Fig. 1).21 Binocular fusion was aided by a bounding box and fusion crosses around each Gabor patch (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Each image pair can be cross-fused to experience binocular rivalry with equal and dissimilar contrasts in the two eyes.The rivalry stimulus was presented for 120 seconds during which time participants indicated every instance of a complete switch in perception (exclusive visibility) from one grating orientation to the orthogonal one using right (for 45 degrees grating) and left (for 135 degrees grating) arrow keys in the keyboard (Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Participants were explicitly instructed to ignore periods of piece-meal rivalry that appear in between periods of complete switch in grating orientation.23 This task was performed with 100% contrast presented to each eye (baseline; see Fig. 1A) and for 6 levels of interocular contrast difference in the 2 eyes (see Fig. 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The dwell time on each grating orientation was calculated for each interocular contrast combination from the sum total of the elapsed time between the key presses over the entire 120 second duration (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye's percept for cases and on the nondominant eye's percept for controls was then plotted as a function of contrast and a spline interpolation function was fit to this data to determine the contrast at which 50% of dwell time was achieved (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This value was considered as the contrast “balance point” and represented the extent of contrast attenuation in the stronger eye required for both eyes to contribute equally to the rivalry percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points tending toward 0% indicated that the stronger eye's contrast needed to be attenuated extensively to achieve the balance point and, therefore, a deeper suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points closer to 100% indicated relatively shallow suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "If the weaker eye's dwell time varied non-monotonically with a reduction in stronger eye's contrast such that the 50% mark was reached at multiple contrast values (see Fig. 2B; mild keratoconus), the highest of these contrasts were considered as the balance point.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The severity of keratoconus (see Fig. 2B) was graded based on the Amsler-Krumeich classification (mild keratoconus: < 48 D; moderate keratoconus: 48–53 D; and severe keratoconus: > 53 D29).Data Analyses\nData analyses were performed using Matlab R2016a and IBM SPSS Statistics 20.0 (SPSS, Chicago, IL, USA).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Sphero-cylindrical refractive errors are represented as M (spherical equivalent), J0 and J45 cross-cylinder power vectors.30Hypothesis 1: Patterns of Rivalry and the Balance Point in Controls and Cases\nAt baseline, the rivalry pattern of controls showed more frequent perceptual switches between eyes and approximately equal dwell times on the two eyes (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In contrast, the rivalry pattern of cases at baseline showed lesser number of perceptual switches and longer dwell time on the stronger eye's percept, relative to the weaker eye (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye of cases at baseline decreased with an increase in that eye's disease severity (compare the 100% data point along the abscissa in the 4 curves in Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The balance points progressively moved from close to 100% contrast in the stronger eye in mild keratoconus toward 0% contrast in the stronger eye in severe keratoconus (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In controls, the nondominant eye's contribution to cyclopean percept was approximately 50% at baseline and this progressively shifted toward 100% when the dominant eye's contrast was purposely reduced (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In patients with keratoconus with severe disease in the weaker eye, such a reversal of bias in the cyclopean percept was not apparent as the curves do not extend beyond the balance point even at the lowest contrast to the stronger eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "As expected, the number of perceptual switches between the two eyes and the dwell times on each percept was similar at baseline and at the balance point in controls (Z < 0.4, P > 0.7, for all; Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The median number of perceptual switches between the 2 eyes in cases increased from zero at baseline to 12 at the balance point (Z = 5.1, P < 0.001; see Fig. 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In each panel, the solid horizontal line within the box indicates the group median, lower and upper edges of the box indicate the 25th and 75th interquartile range, lower and upper whiskers indicate the 1st and 99th quartiles and the plus symbols indicate outliers.Hypothesis 2: Contrast Balance Point and Interocular Difference in Acuity and D-Index\n\nFigure 4 plots the balance point of controls and cases against their corresponding interocular difference in decimal acuity (panel A) and D-index (panel B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the data of controls showed little or no interocular difference in acuity or D-index and their balance points were also close to 100% (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Cases had a wide range of interocular differences in acuity and D-index, reflecting the varying severities of disease presentation in the two eyes (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points of all cases and controls combined were strongly negatively correlated with the interocular difference in acuity (r = 0.85, P < 0.001) and D-index (r = 0.74, P < 0.001) and were well explained by a two-parameter exponential fit to the data (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the y-intercepts of the exponential fits were close to 100% of the balance points (coefficients [with 95% confidence interval] for acuity: 93.6% [83.7–100%] and D-index: 88.2% [75.8–100%]) indicating negligible to no suppression of monocular input in the absence of an interocular difference in acuity or D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points then dropped at the rate of 2.4% (1.9–2.9%) per unit increase in interocular difference in acuity and 0.2% (0.15–0.29%) per unit increase in interocular difference in D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The open red symbols indicate outlier data points (see discussion for details).The severity of disease in the stronger eye reflects the best possible visual performance of cases and this may also have an influence on the suppression depth of the weaker eye, in addition to the interocular difference described earlier (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To address this issue, an additional analysis was undertaken wherein the cases were divided into four categories depending on whether the severity of keratoconus in the stronger eye and the interocular difference in disease severity was higher or lower than the respective median values of the cohort (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If the contrast balance points were determined only by the interocular difference in acuity (see Fig. 5A) or D-index (see Fig. 5B), the values will differ only along the columns but not along the rows in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Contrarily, if the contrast balance points were determined only by the acuity or D-index of the stronger eye, the values will differ only along the rows but not along the columns in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If both parameters determine the balance points, the values will be different in each cell of the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Each cell in this contingency table is color coded, with the red cell indicating the worst median balance point (closest to 0%), the blue cell representing the best median balance point (closest to 100%) and the orange and green cells representing the intermediate balance points, across groups.As expected from the categorization based on median values, the number of participants were roughly equally distributed across each cell in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were significantly different in each cell of the table, indicating both interocular difference and stronger eye value had an influence on the balance point (χ2 > 17.9, P < 0.001 for both; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were in general lower for larger than median interocular difference in acuity and D-index, relative to smaller than median interocular difference (Z > 2.2, P < 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "For acuity, the balance points were also lower when the stronger eye value was better than the median, relative to when they were worse than the median (Z = 2.2, P = 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "This effect was, however, not statistically significant for D-index (Z < 1.7, P > 0.58; see Fig. 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Overall, these trends indicated the suppression of the monocular input was deeper for larger interocular differences in acuity or D-index and for better than median acuity or D-index in the stronger eye, relative to their fellow counterparts.Hypotheses 3 and 4: Balance Point Changes with Spatial Frequency and Refractive Correction\nThe balance point in cases improved approximately 3.5-fold when the target spatial frequency decreased from 5 cpd (19.4% [8.6–53.7%]) to 1.5 cpd (70.8% [21.7–94%]; Z = 5.4, P < 0.001; Fig. 6A) and by approximately 4-fold with RGP contact lenses (80.1% [49.5–91.7%]), relative to spectacles (18.7% [10.7–62.3%]; Z = 3.8, P < 0.001; see Fig. 6B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The spatial frequency content did not appear to significantly impact suppression depth for cases with relatively deep suppression (balance points approximately <20%) and for two participants with relatively weak suppression (balance points approximately 75–80%; see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "One subject had worse suppression for the low spatial frequency target, relative to the high frequency target (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Figure 7 shows the percentage contribution of the dominant eye of controls (n = 12) for different levels of induced interocular difference in contrast.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "As expected, the percentage contribution of the dominant eye was close to 50% when there was no interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The percentage contribution reduced with an increase in the interocular difference in contrast, with the contribution steeply dropping for interocular contrast differences > 80% (Z > 2.35, P < 0.02 between adjacent contrast values) Figure 7 also plots the data of the percentage contribution of the weaker eye of cases against their corresponding contrast loss experienced at baseline (1 – contrast balance point) for spectacle and RGP contact lens viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "With spectacle viewing, the data of all cases (except 4 subjects) fell below the 95% confidence interval range of controls, indicating that the percentage contribution of their weaker eye at baseline was lower than what was predicted simply from a contrast loss in that eye (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The data with RGP contact lens wear moved toward lower interocular contrast difference values and toward the data of controls, both as per the predictions from the improvements in balance point of subjects shown earlier (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "2, 3) and optical quality (see Fig. 6B), the extent of its difference in severity from the fellow eye (see Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "4, 5) and the spatial content of the scene viewed (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "First, the dwell time on each monocular input in the rivalry task – a surrogate for the relative dominance of the two eyes – depended on which of the two percepts had higher contrast (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At baseline, the cyclopean percept was dominated by the stronger eye, wherein, even though the stimulus contrast was equal bilaterally (100%), the retinal image contrast of the stronger eye was higher due to lesser optical degradation, relative to the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The pattern reversed to reflect the dominance of the weaker eye when the stimulus contrast to the stronger eye was purposely reduced to appear less salient (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In between these two ends was the contrast balance point, where both eyes contributed equally to the cyclopean percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This strategy may also explain the reduced depth of suppression with improved optical quality through contact lens wear (see Fig. 6A)2,42 and with lower spatial frequency targets that are relatively more immune to blur than high spatial frequencies (see Fig. 6B).43 The same strategy may also explain previous observations of binocular visual acuity following the stronger eye's acuity in the presence of interocular differences in image quality2,7,39 – stronger acuity reflects relatively superior spatial resolution and hence more weight is attached to that eye's input during binocular viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The suppression was deepest when the interocular difference was higher than the median value and the stronger eye's disease severity were lower than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On the other end, the suppression was least when the interocular difference was lower than the median value and the stronger eye's disease severity was higher than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As a nuance, the y-intercepts in both panels of Figure 4 did not quite reach the 100% balance point mark where the data of controls lie.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This was found to be because of three outlier data points indicated by open symbols in Figure 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar dependence of stereoacuity on the overall and interocular loss of image quality has been demonstrated previously for induced lower-order aberrations.47–49 Similar Weber's law type behavior is also observed for acuity discriminations in keratoconus wherein the suboptimal acuity worsens their ability to discriminate different patterns of optical blur relative to controls, more so with spectacles than with RGP contact lenses.2,7\nThird, the percentage contribution of the weaker eye of keratoconus at baseline was poorer than what was predicted from the data of controls with varying levels of induced interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Second, the severity of keratoconus was quantified in this study using high contrast visual acuity (see Fig. 4A) and D-index (see Fig. 4B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This suppression appears like a dynamic strategy adopted by the visual system to optimize binocular viewing depending on the optical quality of each eye and the target characteristics (see Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Whether this dynamically varying suppression will give way to a more permanent one with disease progression and/or with prolonged exposure to blur remains unknown.52 Fourth, management strategies for keratoconus using contact lenses should aspire not only to improve the monocular visual quality but also to make it as equal as possible in both eyes in order to reduce suppression (see Fig. 6B) and improve stereoacuity in these patients with contact lens wear.2,4 Similar relation between the reduced interocular difference in image quality and improved stereoacuity has also been recently reported in patients undergoing laser refractive surgery.37\nSuppression is typically measured as a binary entity (present or absent) in the clinic using the Worth's four dot test or Bagolini lenses, and its efficacy has been shown in cases with gross suppression of one eye's input.56,57 However, as shown here in keratoconus and previously in amblyopia,58 suppression may be graded in depth depending on the disease severity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Toward this end, measures of contrast balance point have become the mainstay parameter in laboratory-based studies to quantify the depth of suppression.58,59 Several different psychophysical measures of this balance point are now available in the literature, including those using dichoptic motion coherence,44 phase combination,58 letter acuity,59 and binocular rivalry (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although these paradigms all tap into different mechanisms of visual information processing, they follow a common logic of manipulating the stronger eye's contrast while retaining the weaker eye's contrast at 100% to reach a balance in performance of the two eyes (see Fig. 2B).58 This study chose the contrast rivalry paradigm simply because of task simplicity and the readiness of rivalry perception.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Measurement of Balance Point Using Binocular Contrast Rivalry\nBinocular contrast rivalry was stimulated using dichoptically presented, orthogonally oriented Gabor patches (135 degrees in the left eye and 45 degrees in the right eye, and 9 degrees angular subtense at the nodal point of the eye at 50 cm viewing distance) displayed and controlled using custom-written software in the Psychtoolbox interface of MATLAB (R2016a; The MathWorks, Natick, MA, USA) on a computer running Windows 10 operating system (Fig. 1).21 Binocular fusion was aided by a bounding box and fusion crosses around each Gabor patch (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Each image pair can be cross-fused to experience binocular rivalry with equal and dissimilar contrasts in the two eyes.The rivalry stimulus was presented for 120 seconds during which time participants indicated every instance of a complete switch in perception (exclusive visibility) from one grating orientation to the orthogonal one using right (for 45 degrees grating) and left (for 135 degrees grating) arrow keys in the keyboard (Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Participants were explicitly instructed to ignore periods of piece-meal rivalry that appear in between periods of complete switch in grating orientation.23 This task was performed with 100% contrast presented to each eye (baseline; see Fig. 1A) and for 6 levels of interocular contrast difference in the 2 eyes (see Fig. 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The dwell time on each grating orientation was calculated for each interocular contrast combination from the sum total of the elapsed time between the key presses over the entire 120 second duration (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye's percept for cases and on the nondominant eye's percept for controls was then plotted as a function of contrast and a spline interpolation function was fit to this data to determine the contrast at which 50% of dwell time was achieved (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This value was considered as the contrast “balance point” and represented the extent of contrast attenuation in the stronger eye required for both eyes to contribute equally to the rivalry percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points tending toward 0% indicated that the stronger eye's contrast needed to be attenuated extensively to achieve the balance point and, therefore, a deeper suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points closer to 100% indicated relatively shallow suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "If the weaker eye's dwell time varied non-monotonically with a reduction in stronger eye's contrast such that the 50% mark was reached at multiple contrast values (see Fig. 2B; mild keratoconus), the highest of these contrasts were considered as the balance point.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The severity of keratoconus (see Fig. 2B) was graded based on the Amsler-Krumeich classification (mild keratoconus: < 48 D; moderate keratoconus: 48–53 D; and severe keratoconus: > 53 D29).Data Analyses\nData analyses were performed using Matlab R2016a and IBM SPSS Statistics 20.0 (SPSS, Chicago, IL, USA).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Sphero-cylindrical refractive errors are represented as M (spherical equivalent), J0 and J45 cross-cylinder power vectors.30Hypothesis 1: Patterns of Rivalry and the Balance Point in Controls and Cases\nAt baseline, the rivalry pattern of controls showed more frequent perceptual switches between eyes and approximately equal dwell times on the two eyes (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In contrast, the rivalry pattern of cases at baseline showed lesser number of perceptual switches and longer dwell time on the stronger eye's percept, relative to the weaker eye (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye of cases at baseline decreased with an increase in that eye's disease severity (compare the 100% data point along the abscissa in the 4 curves in Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The balance points progressively moved from close to 100% contrast in the stronger eye in mild keratoconus toward 0% contrast in the stronger eye in severe keratoconus (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In controls, the nondominant eye's contribution to cyclopean percept was approximately 50% at baseline and this progressively shifted toward 100% when the dominant eye's contrast was purposely reduced (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In patients with keratoconus with severe disease in the weaker eye, such a reversal of bias in the cyclopean percept was not apparent as the curves do not extend beyond the balance point even at the lowest contrast to the stronger eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "As expected, the number of perceptual switches between the two eyes and the dwell times on each percept was similar at baseline and at the balance point in controls (Z < 0.4, P > 0.7, for all; Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The median number of perceptual switches between the 2 eyes in cases increased from zero at baseline to 12 at the balance point (Z = 5.1, P < 0.001; see Fig. 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In each panel, the solid horizontal line within the box indicates the group median, lower and upper edges of the box indicate the 25th and 75th interquartile range, lower and upper whiskers indicate the 1st and 99th quartiles and the plus symbols indicate outliers.Hypothesis 2: Contrast Balance Point and Interocular Difference in Acuity and D-Index\n\nFigure 4 plots the balance point of controls and cases against their corresponding interocular difference in decimal acuity (panel A) and D-index (panel B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the data of controls showed little or no interocular difference in acuity or D-index and their balance points were also close to 100% (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Cases had a wide range of interocular differences in acuity and D-index, reflecting the varying severities of disease presentation in the two eyes (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points of all cases and controls combined were strongly negatively correlated with the interocular difference in acuity (r = 0.85, P < 0.001) and D-index (r = 0.74, P < 0.001) and were well explained by a two-parameter exponential fit to the data (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the y-intercepts of the exponential fits were close to 100% of the balance points (coefficients [with 95% confidence interval] for acuity: 93.6% [83.7–100%] and D-index: 88.2% [75.8–100%]) indicating negligible to no suppression of monocular input in the absence of an interocular difference in acuity or D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points then dropped at the rate of 2.4% (1.9–2.9%) per unit increase in interocular difference in acuity and 0.2% (0.15–0.29%) per unit increase in interocular difference in D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The open red symbols indicate outlier data points (see discussion for details).The severity of disease in the stronger eye reflects the best possible visual performance of cases and this may also have an influence on the suppression depth of the weaker eye, in addition to the interocular difference described earlier (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To address this issue, an additional analysis was undertaken wherein the cases were divided into four categories depending on whether the severity of keratoconus in the stronger eye and the interocular difference in disease severity was higher or lower than the respective median values of the cohort (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If the contrast balance points were determined only by the interocular difference in acuity (see Fig. 5A) or D-index (see Fig. 5B), the values will differ only along the columns but not along the rows in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Contrarily, if the contrast balance points were determined only by the acuity or D-index of the stronger eye, the values will differ only along the rows but not along the columns in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If both parameters determine the balance points, the values will be different in each cell of the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Each cell in this contingency table is color coded, with the red cell indicating the worst median balance point (closest to 0%), the blue cell representing the best median balance point (closest to 100%) and the orange and green cells representing the intermediate balance points, across groups.As expected from the categorization based on median values, the number of participants were roughly equally distributed across each cell in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were significantly different in each cell of the table, indicating both interocular difference and stronger eye value had an influence on the balance point (χ2 > 17.9, P < 0.001 for both; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were in general lower for larger than median interocular difference in acuity and D-index, relative to smaller than median interocular difference (Z > 2.2, P < 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "For acuity, the balance points were also lower when the stronger eye value was better than the median, relative to when they were worse than the median (Z = 2.2, P = 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "This effect was, however, not statistically significant for D-index (Z < 1.7, P > 0.58; see Fig. 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Overall, these trends indicated the suppression of the monocular input was deeper for larger interocular differences in acuity or D-index and for better than median acuity or D-index in the stronger eye, relative to their fellow counterparts.Hypotheses 3 and 4: Balance Point Changes with Spatial Frequency and Refractive Correction\nThe balance point in cases improved approximately 3.5-fold when the target spatial frequency decreased from 5 cpd (19.4% [8.6–53.7%]) to 1.5 cpd (70.8% [21.7–94%]; Z = 5.4, P < 0.001; Fig. 6A) and by approximately 4-fold with RGP contact lenses (80.1% [49.5–91.7%]), relative to spectacles (18.7% [10.7–62.3%]; Z = 3.8, P < 0.001; see Fig. 6B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The spatial frequency content did not appear to significantly impact suppression depth for cases with relatively deep suppression (balance points approximately <20%) and for two participants with relatively weak suppression (balance points approximately 75–80%; see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "One subject had worse suppression for the low spatial frequency target, relative to the high frequency target (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Figure 7 shows the percentage contribution of the dominant eye of controls (n = 12) for different levels of induced interocular difference in contrast.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "As expected, the percentage contribution of the dominant eye was close to 50% when there was no interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The percentage contribution reduced with an increase in the interocular difference in contrast, with the contribution steeply dropping for interocular contrast differences > 80% (Z > 2.35, P < 0.02 between adjacent contrast values) Figure 7 also plots the data of the percentage contribution of the weaker eye of cases against their corresponding contrast loss experienced at baseline (1 – contrast balance point) for spectacle and RGP contact lens viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "With spectacle viewing, the data of all cases (except 4 subjects) fell below the 95% confidence interval range of controls, indicating that the percentage contribution of their weaker eye at baseline was lower than what was predicted simply from a contrast loss in that eye (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The data with RGP contact lens wear moved toward lower interocular contrast difference values and toward the data of controls, both as per the predictions from the improvements in balance point of subjects shown earlier (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "2, 3) and optical quality (see Fig. 6B), the extent of its difference in severity from the fellow eye (see Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "4, 5) and the spatial content of the scene viewed (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "First, the dwell time on each monocular input in the rivalry task – a surrogate for the relative dominance of the two eyes – depended on which of the two percepts had higher contrast (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At baseline, the cyclopean percept was dominated by the stronger eye, wherein, even though the stimulus contrast was equal bilaterally (100%), the retinal image contrast of the stronger eye was higher due to lesser optical degradation, relative to the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The pattern reversed to reflect the dominance of the weaker eye when the stimulus contrast to the stronger eye was purposely reduced to appear less salient (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In between these two ends was the contrast balance point, where both eyes contributed equally to the cyclopean percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This strategy may also explain the reduced depth of suppression with improved optical quality through contact lens wear (see Fig. 6A)2,42 and with lower spatial frequency targets that are relatively more immune to blur than high spatial frequencies (see Fig. 6B).43 The same strategy may also explain previous observations of binocular visual acuity following the stronger eye's acuity in the presence of interocular differences in image quality2,7,39 – stronger acuity reflects relatively superior spatial resolution and hence more weight is attached to that eye's input during binocular viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The suppression was deepest when the interocular difference was higher than the median value and the stronger eye's disease severity were lower than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On the other end, the suppression was least when the interocular difference was lower than the median value and the stronger eye's disease severity was higher than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As a nuance, the y-intercepts in both panels of Figure 4 did not quite reach the 100% balance point mark where the data of controls lie.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This was found to be because of three outlier data points indicated by open symbols in Figure 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar dependence of stereoacuity on the overall and interocular loss of image quality has been demonstrated previously for induced lower-order aberrations.47–49 Similar Weber's law type behavior is also observed for acuity discriminations in keratoconus wherein the suboptimal acuity worsens their ability to discriminate different patterns of optical blur relative to controls, more so with spectacles than with RGP contact lenses.2,7\nThird, the percentage contribution of the weaker eye of keratoconus at baseline was poorer than what was predicted from the data of controls with varying levels of induced interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Second, the severity of keratoconus was quantified in this study using high contrast visual acuity (see Fig. 4A) and D-index (see Fig. 4B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This suppression appears like a dynamic strategy adopted by the visual system to optimize binocular viewing depending on the optical quality of each eye and the target characteristics (see Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Whether this dynamically varying suppression will give way to a more permanent one with disease progression and/or with prolonged exposure to blur remains unknown.52 Fourth, management strategies for keratoconus using contact lenses should aspire not only to improve the monocular visual quality but also to make it as equal as possible in both eyes in order to reduce suppression (see Fig. 6B) and improve stereoacuity in these patients with contact lens wear.2,4 Similar relation between the reduced interocular difference in image quality and improved stereoacuity has also been recently reported in patients undergoing laser refractive surgery.37\nSuppression is typically measured as a binary entity (present or absent) in the clinic using the Worth's four dot test or Bagolini lenses, and its efficacy has been shown in cases with gross suppression of one eye's input.56,57 However, as shown here in keratoconus and previously in amblyopia,58 suppression may be graded in depth depending on the disease severity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Toward this end, measures of contrast balance point have become the mainstay parameter in laboratory-based studies to quantify the depth of suppression.58,59 Several different psychophysical measures of this balance point are now available in the literature, including those using dichoptic motion coherence,44 phase combination,58 letter acuity,59 and binocular rivalry (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although these paradigms all tap into different mechanisms of visual information processing, they follow a common logic of manipulating the stronger eye's contrast while retaining the weaker eye's contrast at 100% to reach a balance in performance of the two eyes (see Fig. 2B).58 This study chose the contrast rivalry paradigm simply because of task simplicity and the readiness of rivalry perception.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Measurement of Balance Point Using Binocular Contrast Rivalry\nBinocular contrast rivalry was stimulated using dichoptically presented, orthogonally oriented Gabor patches (135 degrees in the left eye and 45 degrees in the right eye, and 9 degrees angular subtense at the nodal point of the eye at 50 cm viewing distance) displayed and controlled using custom-written software in the Psychtoolbox interface of MATLAB (R2016a; The MathWorks, Natick, MA, USA) on a computer running Windows 10 operating system (Fig. 1).21 Binocular fusion was aided by a bounding box and fusion crosses around each Gabor patch (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Each image pair can be cross-fused to experience binocular rivalry with equal and dissimilar contrasts in the two eyes.The rivalry stimulus was presented for 120 seconds during which time participants indicated every instance of a complete switch in perception (exclusive visibility) from one grating orientation to the orthogonal one using right (for 45 degrees grating) and left (for 135 degrees grating) arrow keys in the keyboard (Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Participants were explicitly instructed to ignore periods of piece-meal rivalry that appear in between periods of complete switch in grating orientation.23 This task was performed with 100% contrast presented to each eye (baseline; see Fig. 1A) and for 6 levels of interocular contrast difference in the 2 eyes (see Fig. 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The dwell time on each grating orientation was calculated for each interocular contrast combination from the sum total of the elapsed time between the key presses over the entire 120 second duration (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye's percept for cases and on the nondominant eye's percept for controls was then plotted as a function of contrast and a spline interpolation function was fit to this data to determine the contrast at which 50% of dwell time was achieved (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This value was considered as the contrast “balance point” and represented the extent of contrast attenuation in the stronger eye required for both eyes to contribute equally to the rivalry percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points tending toward 0% indicated that the stronger eye's contrast needed to be attenuated extensively to achieve the balance point and, therefore, a deeper suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points closer to 100% indicated relatively shallow suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "If the weaker eye's dwell time varied non-monotonically with a reduction in stronger eye's contrast such that the 50% mark was reached at multiple contrast values (see Fig. 2B; mild keratoconus), the highest of these contrasts were considered as the balance point.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The severity of keratoconus (see Fig. 2B) was graded based on the Amsler-Krumeich classification (mild keratoconus: < 48 D; moderate keratoconus: 48–53 D; and severe keratoconus: > 53 D29).Data Analyses\nData analyses were performed using Matlab R2016a and IBM SPSS Statistics 20.0 (SPSS, Chicago, IL, USA).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Sphero-cylindrical refractive errors are represented as M (spherical equivalent), J0 and J45 cross-cylinder power vectors.30Hypothesis 1: Patterns of Rivalry and the Balance Point in Controls and Cases\nAt baseline, the rivalry pattern of controls showed more frequent perceptual switches between eyes and approximately equal dwell times on the two eyes (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In contrast, the rivalry pattern of cases at baseline showed lesser number of perceptual switches and longer dwell time on the stronger eye's percept, relative to the weaker eye (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye of cases at baseline decreased with an increase in that eye's disease severity (compare the 100% data point along the abscissa in the 4 curves in Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The balance points progressively moved from close to 100% contrast in the stronger eye in mild keratoconus toward 0% contrast in the stronger eye in severe keratoconus (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In controls, the nondominant eye's contribution to cyclopean percept was approximately 50% at baseline and this progressively shifted toward 100% when the dominant eye's contrast was purposely reduced (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In patients with keratoconus with severe disease in the weaker eye, such a reversal of bias in the cyclopean percept was not apparent as the curves do not extend beyond the balance point even at the lowest contrast to the stronger eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "As expected, the number of perceptual switches between the two eyes and the dwell times on each percept was similar at baseline and at the balance point in controls (Z < 0.4, P > 0.7, for all; Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The median number of perceptual switches between the 2 eyes in cases increased from zero at baseline to 12 at the balance point (Z = 5.1, P < 0.001; see Fig. 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In each panel, the solid horizontal line within the box indicates the group median, lower and upper edges of the box indicate the 25th and 75th interquartile range, lower and upper whiskers indicate the 1st and 99th quartiles and the plus symbols indicate outliers.Hypothesis 2: Contrast Balance Point and Interocular Difference in Acuity and D-Index\n\nFigure 4 plots the balance point of controls and cases against their corresponding interocular difference in decimal acuity (panel A) and D-index (panel B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the data of controls showed little or no interocular difference in acuity or D-index and their balance points were also close to 100% (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Cases had a wide range of interocular differences in acuity and D-index, reflecting the varying severities of disease presentation in the two eyes (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points of all cases and controls combined were strongly negatively correlated with the interocular difference in acuity (r = 0.85, P < 0.001) and D-index (r = 0.74, P < 0.001) and were well explained by a two-parameter exponential fit to the data (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the y-intercepts of the exponential fits were close to 100% of the balance points (coefficients [with 95% confidence interval] for acuity: 93.6% [83.7–100%] and D-index: 88.2% [75.8–100%]) indicating negligible to no suppression of monocular input in the absence of an interocular difference in acuity or D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points then dropped at the rate of 2.4% (1.9–2.9%) per unit increase in interocular difference in acuity and 0.2% (0.15–0.29%) per unit increase in interocular difference in D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The open red symbols indicate outlier data points (see discussion for details).The severity of disease in the stronger eye reflects the best possible visual performance of cases and this may also have an influence on the suppression depth of the weaker eye, in addition to the interocular difference described earlier (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To address this issue, an additional analysis was undertaken wherein the cases were divided into four categories depending on whether the severity of keratoconus in the stronger eye and the interocular difference in disease severity was higher or lower than the respective median values of the cohort (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If the contrast balance points were determined only by the interocular difference in acuity (see Fig. 5A) or D-index (see Fig. 5B), the values will differ only along the columns but not along the rows in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Contrarily, if the contrast balance points were determined only by the acuity or D-index of the stronger eye, the values will differ only along the rows but not along the columns in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If both parameters determine the balance points, the values will be different in each cell of the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Each cell in this contingency table is color coded, with the red cell indicating the worst median balance point (closest to 0%), the blue cell representing the best median balance point (closest to 100%) and the orange and green cells representing the intermediate balance points, across groups.As expected from the categorization based on median values, the number of participants were roughly equally distributed across each cell in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were significantly different in each cell of the table, indicating both interocular difference and stronger eye value had an influence on the balance point (χ2 > 17.9, P < 0.001 for both; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were in general lower for larger than median interocular difference in acuity and D-index, relative to smaller than median interocular difference (Z > 2.2, P < 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "For acuity, the balance points were also lower when the stronger eye value was better than the median, relative to when they were worse than the median (Z = 2.2, P = 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "This effect was, however, not statistically significant for D-index (Z < 1.7, P > 0.58; see Fig. 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Overall, these trends indicated the suppression of the monocular input was deeper for larger interocular differences in acuity or D-index and for better than median acuity or D-index in the stronger eye, relative to their fellow counterparts.Hypotheses 3 and 4: Balance Point Changes with Spatial Frequency and Refractive Correction\nThe balance point in cases improved approximately 3.5-fold when the target spatial frequency decreased from 5 cpd (19.4% [8.6–53.7%]) to 1.5 cpd (70.8% [21.7–94%]; Z = 5.4, P < 0.001; Fig. 6A) and by approximately 4-fold with RGP contact lenses (80.1% [49.5–91.7%]), relative to spectacles (18.7% [10.7–62.3%]; Z = 3.8, P < 0.001; see Fig. 6B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The spatial frequency content did not appear to significantly impact suppression depth for cases with relatively deep suppression (balance points approximately <20%) and for two participants with relatively weak suppression (balance points approximately 75–80%; see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "One subject had worse suppression for the low spatial frequency target, relative to the high frequency target (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Figure 7 shows the percentage contribution of the dominant eye of controls (n = 12) for different levels of induced interocular difference in contrast.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "As expected, the percentage contribution of the dominant eye was close to 50% when there was no interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The percentage contribution reduced with an increase in the interocular difference in contrast, with the contribution steeply dropping for interocular contrast differences > 80% (Z > 2.35, P < 0.02 between adjacent contrast values) Figure 7 also plots the data of the percentage contribution of the weaker eye of cases against their corresponding contrast loss experienced at baseline (1 – contrast balance point) for spectacle and RGP contact lens viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "With spectacle viewing, the data of all cases (except 4 subjects) fell below the 95% confidence interval range of controls, indicating that the percentage contribution of their weaker eye at baseline was lower than what was predicted simply from a contrast loss in that eye (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The data with RGP contact lens wear moved toward lower interocular contrast difference values and toward the data of controls, both as per the predictions from the improvements in balance point of subjects shown earlier (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "2, 3) and optical quality (see Fig. 6B), the extent of its difference in severity from the fellow eye (see Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "4, 5) and the spatial content of the scene viewed (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "First, the dwell time on each monocular input in the rivalry task – a surrogate for the relative dominance of the two eyes – depended on which of the two percepts had higher contrast (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At baseline, the cyclopean percept was dominated by the stronger eye, wherein, even though the stimulus contrast was equal bilaterally (100%), the retinal image contrast of the stronger eye was higher due to lesser optical degradation, relative to the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The pattern reversed to reflect the dominance of the weaker eye when the stimulus contrast to the stronger eye was purposely reduced to appear less salient (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In between these two ends was the contrast balance point, where both eyes contributed equally to the cyclopean percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This strategy may also explain the reduced depth of suppression with improved optical quality through contact lens wear (see Fig. 6A)2,42 and with lower spatial frequency targets that are relatively more immune to blur than high spatial frequencies (see Fig. 6B).43 The same strategy may also explain previous observations of binocular visual acuity following the stronger eye's acuity in the presence of interocular differences in image quality2,7,39 – stronger acuity reflects relatively superior spatial resolution and hence more weight is attached to that eye's input during binocular viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The suppression was deepest when the interocular difference was higher than the median value and the stronger eye's disease severity were lower than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On the other end, the suppression was least when the interocular difference was lower than the median value and the stronger eye's disease severity was higher than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As a nuance, the y-intercepts in both panels of Figure 4 did not quite reach the 100% balance point mark where the data of controls lie.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This was found to be because of three outlier data points indicated by open symbols in Figure 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar dependence of stereoacuity on the overall and interocular loss of image quality has been demonstrated previously for induced lower-order aberrations.47–49 Similar Weber's law type behavior is also observed for acuity discriminations in keratoconus wherein the suboptimal acuity worsens their ability to discriminate different patterns of optical blur relative to controls, more so with spectacles than with RGP contact lenses.2,7\nThird, the percentage contribution of the weaker eye of keratoconus at baseline was poorer than what was predicted from the data of controls with varying levels of induced interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Second, the severity of keratoconus was quantified in this study using high contrast visual acuity (see Fig. 4A) and D-index (see Fig. 4B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This suppression appears like a dynamic strategy adopted by the visual system to optimize binocular viewing depending on the optical quality of each eye and the target characteristics (see Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Whether this dynamically varying suppression will give way to a more permanent one with disease progression and/or with prolonged exposure to blur remains unknown.52 Fourth, management strategies for keratoconus using contact lenses should aspire not only to improve the monocular visual quality but also to make it as equal as possible in both eyes in order to reduce suppression (see Fig. 6B) and improve stereoacuity in these patients with contact lens wear.2,4 Similar relation between the reduced interocular difference in image quality and improved stereoacuity has also been recently reported in patients undergoing laser refractive surgery.37\nSuppression is typically measured as a binary entity (present or absent) in the clinic using the Worth's four dot test or Bagolini lenses, and its efficacy has been shown in cases with gross suppression of one eye's input.56,57 However, as shown here in keratoconus and previously in amblyopia,58 suppression may be graded in depth depending on the disease severity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Toward this end, measures of contrast balance point have become the mainstay parameter in laboratory-based studies to quantify the depth of suppression.58,59 Several different psychophysical measures of this balance point are now available in the literature, including those using dichoptic motion coherence,44 phase combination,58 letter acuity,59 and binocular rivalry (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although these paradigms all tap into different mechanisms of visual information processing, they follow a common logic of manipulating the stronger eye's contrast while retaining the weaker eye's contrast at 100% to reach a balance in performance of the two eyes (see Fig. 2B).58 This study chose the contrast rivalry paradigm simply because of task simplicity and the readiness of rivalry perception.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Measurement of Balance Point Using Binocular Contrast Rivalry\nBinocular contrast rivalry was stimulated using dichoptically presented, orthogonally oriented Gabor patches (135 degrees in the left eye and 45 degrees in the right eye, and 9 degrees angular subtense at the nodal point of the eye at 50 cm viewing distance) displayed and controlled using custom-written software in the Psychtoolbox interface of MATLAB (R2016a; The MathWorks, Natick, MA, USA) on a computer running Windows 10 operating system (Fig. 1).21 Binocular fusion was aided by a bounding box and fusion crosses around each Gabor patch (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Each image pair can be cross-fused to experience binocular rivalry with equal and dissimilar contrasts in the two eyes.The rivalry stimulus was presented for 120 seconds during which time participants indicated every instance of a complete switch in perception (exclusive visibility) from one grating orientation to the orthogonal one using right (for 45 degrees grating) and left (for 135 degrees grating) arrow keys in the keyboard (Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Participants were explicitly instructed to ignore periods of piece-meal rivalry that appear in between periods of complete switch in grating orientation.23 This task was performed with 100% contrast presented to each eye (baseline; see Fig. 1A) and for 6 levels of interocular contrast difference in the 2 eyes (see Fig. 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The dwell time on each grating orientation was calculated for each interocular contrast combination from the sum total of the elapsed time between the key presses over the entire 120 second duration (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye's percept for cases and on the nondominant eye's percept for controls was then plotted as a function of contrast and a spline interpolation function was fit to this data to determine the contrast at which 50% of dwell time was achieved (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This value was considered as the contrast “balance point” and represented the extent of contrast attenuation in the stronger eye required for both eyes to contribute equally to the rivalry percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points tending toward 0% indicated that the stronger eye's contrast needed to be attenuated extensively to achieve the balance point and, therefore, a deeper suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points closer to 100% indicated relatively shallow suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "If the weaker eye's dwell time varied non-monotonically with a reduction in stronger eye's contrast such that the 50% mark was reached at multiple contrast values (see Fig. 2B; mild keratoconus), the highest of these contrasts were considered as the balance point.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The severity of keratoconus (see Fig. 2B) was graded based on the Amsler-Krumeich classification (mild keratoconus: < 48 D; moderate keratoconus: 48–53 D; and severe keratoconus: > 53 D29).Data Analyses\nData analyses were performed using Matlab R2016a and IBM SPSS Statistics 20.0 (SPSS, Chicago, IL, USA).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Sphero-cylindrical refractive errors are represented as M (spherical equivalent), J0 and J45 cross-cylinder power vectors.30Hypothesis 1: Patterns of Rivalry and the Balance Point in Controls and Cases\nAt baseline, the rivalry pattern of controls showed more frequent perceptual switches between eyes and approximately equal dwell times on the two eyes (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In contrast, the rivalry pattern of cases at baseline showed lesser number of perceptual switches and longer dwell time on the stronger eye's percept, relative to the weaker eye (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye of cases at baseline decreased with an increase in that eye's disease severity (compare the 100% data point along the abscissa in the 4 curves in Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The balance points progressively moved from close to 100% contrast in the stronger eye in mild keratoconus toward 0% contrast in the stronger eye in severe keratoconus (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In controls, the nondominant eye's contribution to cyclopean percept was approximately 50% at baseline and this progressively shifted toward 100% when the dominant eye's contrast was purposely reduced (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In patients with keratoconus with severe disease in the weaker eye, such a reversal of bias in the cyclopean percept was not apparent as the curves do not extend beyond the balance point even at the lowest contrast to the stronger eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "As expected, the number of perceptual switches between the two eyes and the dwell times on each percept was similar at baseline and at the balance point in controls (Z < 0.4, P > 0.7, for all; Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The median number of perceptual switches between the 2 eyes in cases increased from zero at baseline to 12 at the balance point (Z = 5.1, P < 0.001; see Fig. 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In each panel, the solid horizontal line within the box indicates the group median, lower and upper edges of the box indicate the 25th and 75th interquartile range, lower and upper whiskers indicate the 1st and 99th quartiles and the plus symbols indicate outliers.Hypothesis 2: Contrast Balance Point and Interocular Difference in Acuity and D-Index\n\nFigure 4 plots the balance point of controls and cases against their corresponding interocular difference in decimal acuity (panel A) and D-index (panel B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the data of controls showed little or no interocular difference in acuity or D-index and their balance points were also close to 100% (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Cases had a wide range of interocular differences in acuity and D-index, reflecting the varying severities of disease presentation in the two eyes (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points of all cases and controls combined were strongly negatively correlated with the interocular difference in acuity (r = 0.85, P < 0.001) and D-index (r = 0.74, P < 0.001) and were well explained by a two-parameter exponential fit to the data (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the y-intercepts of the exponential fits were close to 100% of the balance points (coefficients [with 95% confidence interval] for acuity: 93.6% [83.7–100%] and D-index: 88.2% [75.8–100%]) indicating negligible to no suppression of monocular input in the absence of an interocular difference in acuity or D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points then dropped at the rate of 2.4% (1.9–2.9%) per unit increase in interocular difference in acuity and 0.2% (0.15–0.29%) per unit increase in interocular difference in D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The open red symbols indicate outlier data points (see discussion for details).The severity of disease in the stronger eye reflects the best possible visual performance of cases and this may also have an influence on the suppression depth of the weaker eye, in addition to the interocular difference described earlier (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To address this issue, an additional analysis was undertaken wherein the cases were divided into four categories depending on whether the severity of keratoconus in the stronger eye and the interocular difference in disease severity was higher or lower than the respective median values of the cohort (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If the contrast balance points were determined only by the interocular difference in acuity (see Fig. 5A) or D-index (see Fig. 5B), the values will differ only along the columns but not along the rows in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Contrarily, if the contrast balance points were determined only by the acuity or D-index of the stronger eye, the values will differ only along the rows but not along the columns in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If both parameters determine the balance points, the values will be different in each cell of the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Each cell in this contingency table is color coded, with the red cell indicating the worst median balance point (closest to 0%), the blue cell representing the best median balance point (closest to 100%) and the orange and green cells representing the intermediate balance points, across groups.As expected from the categorization based on median values, the number of participants were roughly equally distributed across each cell in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were significantly different in each cell of the table, indicating both interocular difference and stronger eye value had an influence on the balance point (χ2 > 17.9, P < 0.001 for both; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were in general lower for larger than median interocular difference in acuity and D-index, relative to smaller than median interocular difference (Z > 2.2, P < 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "For acuity, the balance points were also lower when the stronger eye value was better than the median, relative to when they were worse than the median (Z = 2.2, P = 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "This effect was, however, not statistically significant for D-index (Z < 1.7, P > 0.58; see Fig. 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Overall, these trends indicated the suppression of the monocular input was deeper for larger interocular differences in acuity or D-index and for better than median acuity or D-index in the stronger eye, relative to their fellow counterparts.Hypotheses 3 and 4: Balance Point Changes with Spatial Frequency and Refractive Correction\nThe balance point in cases improved approximately 3.5-fold when the target spatial frequency decreased from 5 cpd (19.4% [8.6–53.7%]) to 1.5 cpd (70.8% [21.7–94%]; Z = 5.4, P < 0.001; Fig. 6A) and by approximately 4-fold with RGP contact lenses (80.1% [49.5–91.7%]), relative to spectacles (18.7% [10.7–62.3%]; Z = 3.8, P < 0.001; see Fig. 6B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The spatial frequency content did not appear to significantly impact suppression depth for cases with relatively deep suppression (balance points approximately <20%) and for two participants with relatively weak suppression (balance points approximately 75–80%; see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "One subject had worse suppression for the low spatial frequency target, relative to the high frequency target (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Figure 7 shows the percentage contribution of the dominant eye of controls (n = 12) for different levels of induced interocular difference in contrast.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "As expected, the percentage contribution of the dominant eye was close to 50% when there was no interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The percentage contribution reduced with an increase in the interocular difference in contrast, with the contribution steeply dropping for interocular contrast differences > 80% (Z > 2.35, P < 0.02 between adjacent contrast values) Figure 7 also plots the data of the percentage contribution of the weaker eye of cases against their corresponding contrast loss experienced at baseline (1 – contrast balance point) for spectacle and RGP contact lens viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "With spectacle viewing, the data of all cases (except 4 subjects) fell below the 95% confidence interval range of controls, indicating that the percentage contribution of their weaker eye at baseline was lower than what was predicted simply from a contrast loss in that eye (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The data with RGP contact lens wear moved toward lower interocular contrast difference values and toward the data of controls, both as per the predictions from the improvements in balance point of subjects shown earlier (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "2, 3) and optical quality (see Fig. 6B), the extent of its difference in severity from the fellow eye (see Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "4, 5) and the spatial content of the scene viewed (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "First, the dwell time on each monocular input in the rivalry task – a surrogate for the relative dominance of the two eyes – depended on which of the two percepts had higher contrast (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At baseline, the cyclopean percept was dominated by the stronger eye, wherein, even though the stimulus contrast was equal bilaterally (100%), the retinal image contrast of the stronger eye was higher due to lesser optical degradation, relative to the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The pattern reversed to reflect the dominance of the weaker eye when the stimulus contrast to the stronger eye was purposely reduced to appear less salient (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In between these two ends was the contrast balance point, where both eyes contributed equally to the cyclopean percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This strategy may also explain the reduced depth of suppression with improved optical quality through contact lens wear (see Fig. 6A)2,42 and with lower spatial frequency targets that are relatively more immune to blur than high spatial frequencies (see Fig. 6B).43 The same strategy may also explain previous observations of binocular visual acuity following the stronger eye's acuity in the presence of interocular differences in image quality2,7,39 – stronger acuity reflects relatively superior spatial resolution and hence more weight is attached to that eye's input during binocular viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The suppression was deepest when the interocular difference was higher than the median value and the stronger eye's disease severity were lower than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On the other end, the suppression was least when the interocular difference was lower than the median value and the stronger eye's disease severity was higher than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As a nuance, the y-intercepts in both panels of Figure 4 did not quite reach the 100% balance point mark where the data of controls lie.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This was found to be because of three outlier data points indicated by open symbols in Figure 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar dependence of stereoacuity on the overall and interocular loss of image quality has been demonstrated previously for induced lower-order aberrations.47–49 Similar Weber's law type behavior is also observed for acuity discriminations in keratoconus wherein the suboptimal acuity worsens their ability to discriminate different patterns of optical blur relative to controls, more so with spectacles than with RGP contact lenses.2,7\nThird, the percentage contribution of the weaker eye of keratoconus at baseline was poorer than what was predicted from the data of controls with varying levels of induced interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Second, the severity of keratoconus was quantified in this study using high contrast visual acuity (see Fig. 4A) and D-index (see Fig. 4B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This suppression appears like a dynamic strategy adopted by the visual system to optimize binocular viewing depending on the optical quality of each eye and the target characteristics (see Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Whether this dynamically varying suppression will give way to a more permanent one with disease progression and/or with prolonged exposure to blur remains unknown.52 Fourth, management strategies for keratoconus using contact lenses should aspire not only to improve the monocular visual quality but also to make it as equal as possible in both eyes in order to reduce suppression (see Fig. 6B) and improve stereoacuity in these patients with contact lens wear.2,4 Similar relation between the reduced interocular difference in image quality and improved stereoacuity has also been recently reported in patients undergoing laser refractive surgery.37\nSuppression is typically measured as a binary entity (present or absent) in the clinic using the Worth's four dot test or Bagolini lenses, and its efficacy has been shown in cases with gross suppression of one eye's input.56,57 However, as shown here in keratoconus and previously in amblyopia,58 suppression may be graded in depth depending on the disease severity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Toward this end, measures of contrast balance point have become the mainstay parameter in laboratory-based studies to quantify the depth of suppression.58,59 Several different psychophysical measures of this balance point are now available in the literature, including those using dichoptic motion coherence,44 phase combination,58 letter acuity,59 and binocular rivalry (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although these paradigms all tap into different mechanisms of visual information processing, they follow a common logic of manipulating the stronger eye's contrast while retaining the weaker eye's contrast at 100% to reach a balance in performance of the two eyes (see Fig. 2B).58 This study chose the contrast rivalry paradigm simply because of task simplicity and the readiness of rivalry perception.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Measurement of Balance Point Using Binocular Contrast Rivalry\nBinocular contrast rivalry was stimulated using dichoptically presented, orthogonally oriented Gabor patches (135 degrees in the left eye and 45 degrees in the right eye, and 9 degrees angular subtense at the nodal point of the eye at 50 cm viewing distance) displayed and controlled using custom-written software in the Psychtoolbox interface of MATLAB (R2016a; The MathWorks, Natick, MA, USA) on a computer running Windows 10 operating system (Fig. 1).21 Binocular fusion was aided by a bounding box and fusion crosses around each Gabor patch (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Each image pair can be cross-fused to experience binocular rivalry with equal and dissimilar contrasts in the two eyes.The rivalry stimulus was presented for 120 seconds during which time participants indicated every instance of a complete switch in perception (exclusive visibility) from one grating orientation to the orthogonal one using right (for 45 degrees grating) and left (for 135 degrees grating) arrow keys in the keyboard (Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Participants were explicitly instructed to ignore periods of piece-meal rivalry that appear in between periods of complete switch in grating orientation.23 This task was performed with 100% contrast presented to each eye (baseline; see Fig. 1A) and for 6 levels of interocular contrast difference in the 2 eyes (see Fig. 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The dwell time on each grating orientation was calculated for each interocular contrast combination from the sum total of the elapsed time between the key presses over the entire 120 second duration (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye's percept for cases and on the nondominant eye's percept for controls was then plotted as a function of contrast and a spline interpolation function was fit to this data to determine the contrast at which 50% of dwell time was achieved (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This value was considered as the contrast “balance point” and represented the extent of contrast attenuation in the stronger eye required for both eyes to contribute equally to the rivalry percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points tending toward 0% indicated that the stronger eye's contrast needed to be attenuated extensively to achieve the balance point and, therefore, a deeper suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points closer to 100% indicated relatively shallow suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "If the weaker eye's dwell time varied non-monotonically with a reduction in stronger eye's contrast such that the 50% mark was reached at multiple contrast values (see Fig. 2B; mild keratoconus), the highest of these contrasts were considered as the balance point.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The severity of keratoconus (see Fig. 2B) was graded based on the Amsler-Krumeich classification (mild keratoconus: < 48 D; moderate keratoconus: 48–53 D; and severe keratoconus: > 53 D29).Data Analyses\nData analyses were performed using Matlab R2016a and IBM SPSS Statistics 20.0 (SPSS, Chicago, IL, USA).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Measurement of Balance Point Using Binocular Contrast Rivalry\nBinocular contrast rivalry was stimulated using dichoptically presented, orthogonally oriented Gabor patches (135 degrees in the left eye and 45 degrees in the right eye, and 9 degrees angular subtense at the nodal point of the eye at 50 cm viewing distance) displayed and controlled using custom-written software in the Psychtoolbox interface of MATLAB (R2016a; The MathWorks, Natick, MA, USA) on a computer running Windows 10 operating system (Fig. 1).21 Binocular fusion was aided by a bounding box and fusion crosses around each Gabor patch (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Each image pair can be cross-fused to experience binocular rivalry with equal and dissimilar contrasts in the two eyes.The rivalry stimulus was presented for 120 seconds during which time participants indicated every instance of a complete switch in perception (exclusive visibility) from one grating orientation to the orthogonal one using right (for 45 degrees grating) and left (for 135 degrees grating) arrow keys in the keyboard (Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Participants were explicitly instructed to ignore periods of piece-meal rivalry that appear in between periods of complete switch in grating orientation.23 This task was performed with 100% contrast presented to each eye (baseline; see Fig. 1A) and for 6 levels of interocular contrast difference in the 2 eyes (see Fig. 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The dwell time on each grating orientation was calculated for each interocular contrast combination from the sum total of the elapsed time between the key presses over the entire 120 second duration (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye's percept for cases and on the nondominant eye's percept for controls was then plotted as a function of contrast and a spline interpolation function was fit to this data to determine the contrast at which 50% of dwell time was achieved (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This value was considered as the contrast “balance point” and represented the extent of contrast attenuation in the stronger eye required for both eyes to contribute equally to the rivalry percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points tending toward 0% indicated that the stronger eye's contrast needed to be attenuated extensively to achieve the balance point and, therefore, a deeper suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points closer to 100% indicated relatively shallow suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "If the weaker eye's dwell time varied non-monotonically with a reduction in stronger eye's contrast such that the 50% mark was reached at multiple contrast values (see Fig. 2B; mild keratoconus), the highest of these contrasts were considered as the balance point.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Binocular contrast rivalry was stimulated using dichoptically presented, orthogonally oriented Gabor patches (135 degrees in the left eye and 45 degrees in the right eye, and 9 degrees angular subtense at the nodal point of the eye at 50 cm viewing distance) displayed and controlled using custom-written software in the Psychtoolbox interface of MATLAB (R2016a; The MathWorks, Natick, MA, USA) on a computer running Windows 10 operating system (Fig. 1).21 Binocular fusion was aided by a bounding box and fusion crosses around each Gabor patch (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The rivalry stimulus was presented for 120 seconds during which time participants indicated every instance of a complete switch in perception (exclusive visibility) from one grating orientation to the orthogonal one using right (for 45 degrees grating) and left (for 135 degrees grating) arrow keys in the keyboard (Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Participants were explicitly instructed to ignore periods of piece-meal rivalry that appear in between periods of complete switch in grating orientation.23 This task was performed with 100% contrast presented to each eye (baseline; see Fig. 1A) and for 6 levels of interocular contrast difference in the 2 eyes (see Fig. 1B).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "Panel A",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "Panel B",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The dwell time on each grating orientation was calculated for each interocular contrast combination from the sum total of the elapsed time between the key presses over the entire 120 second duration (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye's percept for cases and on the nondominant eye's percept for controls was then plotted as a function of contrast and a spline interpolation function was fit to this data to determine the contrast at which 50% of dwell time was achieved (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This value was considered as the contrast “balance point” and represented the extent of contrast attenuation in the stronger eye required for both eyes to contribute equally to the rivalry percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points tending toward 0% indicated that the stronger eye's contrast needed to be attenuated extensively to achieve the balance point and, therefore, a deeper suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Contrast balance points closer to 100% indicated relatively shallow suppression of the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "If the weaker eye's dwell time varied non-monotonically with a reduction in stronger eye's contrast such that the 50% mark was reached at multiple contrast values (see Fig. 2B; mild keratoconus), the highest of these contrasts were considered as the balance point.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The severity of keratoconus (see Fig. 2B) was graded based on the Amsler-Krumeich classification (mild keratoconus: < 48 D; moderate keratoconus: 48–53 D; and severe keratoconus: > 53 D29).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The severity of keratoconus (see Fig. 2B) was graded based on the Amsler-Krumeich classification (mild keratoconus: < 48 D; moderate keratoconus: 48–53 D; and severe keratoconus: > 53 D29).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Sphero-cylindrical refractive errors are represented as M (spherical equivalent), J0 and J45 cross-cylinder power vectors.30Hypothesis 1: Patterns of Rivalry and the Balance Point in Controls and Cases\nAt baseline, the rivalry pattern of controls showed more frequent perceptual switches between eyes and approximately equal dwell times on the two eyes (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In contrast, the rivalry pattern of cases at baseline showed lesser number of perceptual switches and longer dwell time on the stronger eye's percept, relative to the weaker eye (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye of cases at baseline decreased with an increase in that eye's disease severity (compare the 100% data point along the abscissa in the 4 curves in Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The balance points progressively moved from close to 100% contrast in the stronger eye in mild keratoconus toward 0% contrast in the stronger eye in severe keratoconus (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In controls, the nondominant eye's contribution to cyclopean percept was approximately 50% at baseline and this progressively shifted toward 100% when the dominant eye's contrast was purposely reduced (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In patients with keratoconus with severe disease in the weaker eye, such a reversal of bias in the cyclopean percept was not apparent as the curves do not extend beyond the balance point even at the lowest contrast to the stronger eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "As expected, the number of perceptual switches between the two eyes and the dwell times on each percept was similar at baseline and at the balance point in controls (Z < 0.4, P > 0.7, for all; Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The median number of perceptual switches between the 2 eyes in cases increased from zero at baseline to 12 at the balance point (Z = 5.1, P < 0.001; see Fig. 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In each panel, the solid horizontal line within the box indicates the group median, lower and upper edges of the box indicate the 25th and 75th interquartile range, lower and upper whiskers indicate the 1st and 99th quartiles and the plus symbols indicate outliers.Hypothesis 2: Contrast Balance Point and Interocular Difference in Acuity and D-Index\n\nFigure 4 plots the balance point of controls and cases against their corresponding interocular difference in decimal acuity (panel A) and D-index (panel B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the data of controls showed little or no interocular difference in acuity or D-index and their balance points were also close to 100% (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Cases had a wide range of interocular differences in acuity and D-index, reflecting the varying severities of disease presentation in the two eyes (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points of all cases and controls combined were strongly negatively correlated with the interocular difference in acuity (r = 0.85, P < 0.001) and D-index (r = 0.74, P < 0.001) and were well explained by a two-parameter exponential fit to the data (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the y-intercepts of the exponential fits were close to 100% of the balance points (coefficients [with 95% confidence interval] for acuity: 93.6% [83.7–100%] and D-index: 88.2% [75.8–100%]) indicating negligible to no suppression of monocular input in the absence of an interocular difference in acuity or D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points then dropped at the rate of 2.4% (1.9–2.9%) per unit increase in interocular difference in acuity and 0.2% (0.15–0.29%) per unit increase in interocular difference in D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The open red symbols indicate outlier data points (see discussion for details).The severity of disease in the stronger eye reflects the best possible visual performance of cases and this may also have an influence on the suppression depth of the weaker eye, in addition to the interocular difference described earlier (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To address this issue, an additional analysis was undertaken wherein the cases were divided into four categories depending on whether the severity of keratoconus in the stronger eye and the interocular difference in disease severity was higher or lower than the respective median values of the cohort (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If the contrast balance points were determined only by the interocular difference in acuity (see Fig. 5A) or D-index (see Fig. 5B), the values will differ only along the columns but not along the rows in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Contrarily, if the contrast balance points were determined only by the acuity or D-index of the stronger eye, the values will differ only along the rows but not along the columns in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If both parameters determine the balance points, the values will be different in each cell of the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Each cell in this contingency table is color coded, with the red cell indicating the worst median balance point (closest to 0%), the blue cell representing the best median balance point (closest to 100%) and the orange and green cells representing the intermediate balance points, across groups.As expected from the categorization based on median values, the number of participants were roughly equally distributed across each cell in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were significantly different in each cell of the table, indicating both interocular difference and stronger eye value had an influence on the balance point (χ2 > 17.9, P < 0.001 for both; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were in general lower for larger than median interocular difference in acuity and D-index, relative to smaller than median interocular difference (Z > 2.2, P < 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "For acuity, the balance points were also lower when the stronger eye value was better than the median, relative to when they were worse than the median (Z = 2.2, P = 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "This effect was, however, not statistically significant for D-index (Z < 1.7, P > 0.58; see Fig. 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Overall, these trends indicated the suppression of the monocular input was deeper for larger interocular differences in acuity or D-index and for better than median acuity or D-index in the stronger eye, relative to their fellow counterparts.Hypotheses 3 and 4: Balance Point Changes with Spatial Frequency and Refractive Correction\nThe balance point in cases improved approximately 3.5-fold when the target spatial frequency decreased from 5 cpd (19.4% [8.6–53.7%]) to 1.5 cpd (70.8% [21.7–94%]; Z = 5.4, P < 0.001; Fig. 6A) and by approximately 4-fold with RGP contact lenses (80.1% [49.5–91.7%]), relative to spectacles (18.7% [10.7–62.3%]; Z = 3.8, P < 0.001; see Fig. 6B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The spatial frequency content did not appear to significantly impact suppression depth for cases with relatively deep suppression (balance points approximately <20%) and for two participants with relatively weak suppression (balance points approximately 75–80%; see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "One subject had worse suppression for the low spatial frequency target, relative to the high frequency target (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Figure 7 shows the percentage contribution of the dominant eye of controls (n = 12) for different levels of induced interocular difference in contrast.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "As expected, the percentage contribution of the dominant eye was close to 50% when there was no interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The percentage contribution reduced with an increase in the interocular difference in contrast, with the contribution steeply dropping for interocular contrast differences > 80% (Z > 2.35, P < 0.02 between adjacent contrast values) Figure 7 also plots the data of the percentage contribution of the weaker eye of cases against their corresponding contrast loss experienced at baseline (1 – contrast balance point) for spectacle and RGP contact lens viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "With spectacle viewing, the data of all cases (except 4 subjects) fell below the 95% confidence interval range of controls, indicating that the percentage contribution of their weaker eye at baseline was lower than what was predicted simply from a contrast loss in that eye (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The data with RGP contact lens wear moved toward lower interocular contrast difference values and toward the data of controls, both as per the predictions from the improvements in balance point of subjects shown earlier (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Hypothesis 1: Patterns of Rivalry and the Balance Point in Controls and Cases\nAt baseline, the rivalry pattern of controls showed more frequent perceptual switches between eyes and approximately equal dwell times on the two eyes (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In contrast, the rivalry pattern of cases at baseline showed lesser number of perceptual switches and longer dwell time on the stronger eye's percept, relative to the weaker eye (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye of cases at baseline decreased with an increase in that eye's disease severity (compare the 100% data point along the abscissa in the 4 curves in Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The balance points progressively moved from close to 100% contrast in the stronger eye in mild keratoconus toward 0% contrast in the stronger eye in severe keratoconus (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In controls, the nondominant eye's contribution to cyclopean percept was approximately 50% at baseline and this progressively shifted toward 100% when the dominant eye's contrast was purposely reduced (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In patients with keratoconus with severe disease in the weaker eye, such a reversal of bias in the cyclopean percept was not apparent as the curves do not extend beyond the balance point even at the lowest contrast to the stronger eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "As expected, the number of perceptual switches between the two eyes and the dwell times on each percept was similar at baseline and at the balance point in controls (Z < 0.4, P > 0.7, for all; Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The median number of perceptual switches between the 2 eyes in cases increased from zero at baseline to 12 at the balance point (Z = 5.1, P < 0.001; see Fig. 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "At baseline, the rivalry pattern of controls showed more frequent perceptual switches between eyes and approximately equal dwell times on the two eyes (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In contrast, the rivalry pattern of cases at baseline showed lesser number of perceptual switches and longer dwell time on the stronger eye's percept, relative to the weaker eye (see Fig. 2A).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel A",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The percent dwell time on the weaker eye of cases at baseline decreased with an increase in that eye's disease severity (compare the 100% data point along the abscissa in the 4 curves in Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The balance points progressively moved from close to 100% contrast in the stronger eye in mild keratoconus toward 0% contrast in the stronger eye in severe keratoconus (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In controls, the nondominant eye's contribution to cyclopean percept was approximately 50% at baseline and this progressively shifted toward 100% when the dominant eye's contrast was purposely reduced (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In patients with keratoconus with severe disease in the weaker eye, such a reversal of bias in the cyclopean percept was not apparent as the curves do not extend beyond the balance point even at the lowest contrast to the stronger eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "As expected, the number of perceptual switches between the two eyes and the dwell times on each percept was similar at baseline and at the balance point in controls (Z < 0.4, P > 0.7, for all; Fig. 3).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The median number of perceptual switches between the 2 eyes in cases increased from zero at baseline to 12 at the balance point (Z = 5.1, P < 0.001; see Fig. 3A).",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel A",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Hypothesis 2: Contrast Balance Point and Interocular Difference in Acuity and D-Index\n\nFigure 4 plots the balance point of controls and cases against their corresponding interocular difference in decimal acuity (panel A) and D-index (panel B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the data of controls showed little or no interocular difference in acuity or D-index and their balance points were also close to 100% (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Cases had a wide range of interocular differences in acuity and D-index, reflecting the varying severities of disease presentation in the two eyes (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points of all cases and controls combined were strongly negatively correlated with the interocular difference in acuity (r = 0.85, P < 0.001) and D-index (r = 0.74, P < 0.001) and were well explained by a two-parameter exponential fit to the data (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the y-intercepts of the exponential fits were close to 100% of the balance points (coefficients [with 95% confidence interval] for acuity: 93.6% [83.7–100%] and D-index: 88.2% [75.8–100%]) indicating negligible to no suppression of monocular input in the absence of an interocular difference in acuity or D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points then dropped at the rate of 2.4% (1.9–2.9%) per unit increase in interocular difference in acuity and 0.2% (0.15–0.29%) per unit increase in interocular difference in D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The open red symbols indicate outlier data points (see discussion for details).The severity of disease in the stronger eye reflects the best possible visual performance of cases and this may also have an influence on the suppression depth of the weaker eye, in addition to the interocular difference described earlier (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To address this issue, an additional analysis was undertaken wherein the cases were divided into four categories depending on whether the severity of keratoconus in the stronger eye and the interocular difference in disease severity was higher or lower than the respective median values of the cohort (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If the contrast balance points were determined only by the interocular difference in acuity (see Fig. 5A) or D-index (see Fig. 5B), the values will differ only along the columns but not along the rows in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Contrarily, if the contrast balance points were determined only by the acuity or D-index of the stronger eye, the values will differ only along the rows but not along the columns in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If both parameters determine the balance points, the values will be different in each cell of the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Each cell in this contingency table is color coded, with the red cell indicating the worst median balance point (closest to 0%), the blue cell representing the best median balance point (closest to 100%) and the orange and green cells representing the intermediate balance points, across groups.As expected from the categorization based on median values, the number of participants were roughly equally distributed across each cell in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were significantly different in each cell of the table, indicating both interocular difference and stronger eye value had an influence on the balance point (χ2 > 17.9, P < 0.001 for both; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were in general lower for larger than median interocular difference in acuity and D-index, relative to smaller than median interocular difference (Z > 2.2, P < 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "For acuity, the balance points were also lower when the stronger eye value was better than the median, relative to when they were worse than the median (Z = 2.2, P = 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "This effect was, however, not statistically significant for D-index (Z < 1.7, P > 0.58; see Fig. 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Figure 4 plots the balance point of controls and cases against their corresponding interocular difference in decimal acuity (panel A) and D-index (panel B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the data of controls showed little or no interocular difference in acuity or D-index and their balance points were also close to 100% (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Cases had a wide range of interocular differences in acuity and D-index, reflecting the varying severities of disease presentation in the two eyes (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points of all cases and controls combined were strongly negatively correlated with the interocular difference in acuity (r = 0.85, P < 0.001) and D-index (r = 0.74, P < 0.001) and were well explained by a two-parameter exponential fit to the data (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As expected, the y-intercepts of the exponential fits were close to 100% of the balance points (coefficients [with 95% confidence interval] for acuity: 93.6% [83.7–100%] and D-index: 88.2% [75.8–100%]) indicating negligible to no suppression of monocular input in the absence of an interocular difference in acuity or D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The balance points then dropped at the rate of 2.4% (1.9–2.9%) per unit increase in interocular difference in acuity and 0.2% (0.15–0.29%) per unit increase in interocular difference in D-index (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "The severity of disease in the stronger eye reflects the best possible visual performance of cases and this may also have an influence on the suppression depth of the weaker eye, in addition to the interocular difference described earlier (see Fig. 4).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "To address this issue, an additional analysis was undertaken wherein the cases were divided into four categories depending on whether the severity of keratoconus in the stronger eye and the interocular difference in disease severity was higher or lower than the respective median values of the cohort (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If the contrast balance points were determined only by the interocular difference in acuity (see Fig. 5A) or D-index (see Fig. 5B), the values will differ only along the columns but not along the rows in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel A",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Contrarily, if the contrast balance points were determined only by the acuity or D-index of the stronger eye, the values will differ only along the rows but not along the columns in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "If both parameters determine the balance points, the values will be different in each cell of the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As expected from the categorization based on median values, the number of participants were roughly equally distributed across each cell in the contingency table (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were significantly different in each cell of the table, indicating both interocular difference and stronger eye value had an influence on the balance point (χ2 > 17.9, P < 0.001 for both; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The balance points were in general lower for larger than median interocular difference in acuity and D-index, relative to smaller than median interocular difference (Z > 2.2, P < 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "For acuity, the balance points were also lower when the stronger eye value was better than the median, relative to when they were worse than the median (Z = 2.2, P = 0.03; see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "This effect was, however, not statistically significant for D-index (Z < 1.7, P > 0.58; see Fig. 5B).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel B",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Hypotheses 3 and 4: Balance Point Changes with Spatial Frequency and Refractive Correction\nThe balance point in cases improved approximately 3.5-fold when the target spatial frequency decreased from 5 cpd (19.4% [8.6–53.7%]) to 1.5 cpd (70.8% [21.7–94%]; Z = 5.4, P < 0.001; Fig. 6A) and by approximately 4-fold with RGP contact lenses (80.1% [49.5–91.7%]), relative to spectacles (18.7% [10.7–62.3%]; Z = 3.8, P < 0.001; see Fig. 6B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The spatial frequency content did not appear to significantly impact suppression depth for cases with relatively deep suppression (balance points approximately <20%) and for two participants with relatively weak suppression (balance points approximately 75–80%; see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "One subject had worse suppression for the low spatial frequency target, relative to the high frequency target (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The balance point in cases improved approximately 3.5-fold when the target spatial frequency decreased from 5 cpd (19.4% [8.6–53.7%]) to 1.5 cpd (70.8% [21.7–94%]; Z = 5.4, P < 0.001; Fig. 6A) and by approximately 4-fold with RGP contact lenses (80.1% [49.5–91.7%]), relative to spectacles (18.7% [10.7–62.3%]; Z = 3.8, P < 0.001; see Fig. 6B).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The spatial frequency content did not appear to significantly impact suppression depth for cases with relatively deep suppression (balance points approximately <20%) and for two participants with relatively weak suppression (balance points approximately 75–80%; see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "One subject had worse suppression for the low spatial frequency target, relative to the high frequency target (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Figure 7 shows the percentage contribution of the dominant eye of controls (n = 12) for different levels of induced interocular difference in contrast.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "As expected, the percentage contribution of the dominant eye was close to 50% when there was no interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The percentage contribution reduced with an increase in the interocular difference in contrast, with the contribution steeply dropping for interocular contrast differences > 80% (Z > 2.35, P < 0.02 between adjacent contrast values) Figure 7 also plots the data of the percentage contribution of the weaker eye of cases against their corresponding contrast loss experienced at baseline (1 – contrast balance point) for spectacle and RGP contact lens viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "With spectacle viewing, the data of all cases (except 4 subjects) fell below the 95% confidence interval range of controls, indicating that the percentage contribution of their weaker eye at baseline was lower than what was predicted simply from a contrast loss in that eye (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The data with RGP contact lens wear moved toward lower interocular contrast difference values and toward the data of controls, both as per the predictions from the improvements in balance point of subjects shown earlier (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Figure 7 shows the percentage contribution of the dominant eye of controls (n = 12) for different levels of induced interocular difference in contrast.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "As expected, the percentage contribution of the dominant eye was close to 50% when there was no interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The percentage contribution reduced with an increase in the interocular difference in contrast, with the contribution steeply dropping for interocular contrast differences > 80% (Z > 2.35, P < 0.02 between adjacent contrast values) Figure 7 also plots the data of the percentage contribution of the weaker eye of cases against their corresponding contrast loss experienced at baseline (1 – contrast balance point) for spectacle and RGP contact lens viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "With spectacle viewing, the data of all cases (except 4 subjects) fell below the 95% confidence interval range of controls, indicating that the percentage contribution of their weaker eye at baseline was lower than what was predicted simply from a contrast loss in that eye (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "The data with RGP contact lens wear moved toward lower interocular contrast difference values and toward the data of controls, both as per the predictions from the improvements in balance point of subjects shown earlier (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "2, 3) and optical quality (see Fig. 6B), the extent of its difference in severity from the fellow eye (see Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "4, 5) and the spatial content of the scene viewed (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "First, the dwell time on each monocular input in the rivalry task – a surrogate for the relative dominance of the two eyes – depended on which of the two percepts had higher contrast (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At baseline, the cyclopean percept was dominated by the stronger eye, wherein, even though the stimulus contrast was equal bilaterally (100%), the retinal image contrast of the stronger eye was higher due to lesser optical degradation, relative to the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The pattern reversed to reflect the dominance of the weaker eye when the stimulus contrast to the stronger eye was purposely reduced to appear less salient (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In between these two ends was the contrast balance point, where both eyes contributed equally to the cyclopean percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This strategy may also explain the reduced depth of suppression with improved optical quality through contact lens wear (see Fig. 6A)2,42 and with lower spatial frequency targets that are relatively more immune to blur than high spatial frequencies (see Fig. 6B).43 The same strategy may also explain previous observations of binocular visual acuity following the stronger eye's acuity in the presence of interocular differences in image quality2,7,39 – stronger acuity reflects relatively superior spatial resolution and hence more weight is attached to that eye's input during binocular viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The suppression was deepest when the interocular difference was higher than the median value and the stronger eye's disease severity were lower than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On the other end, the suppression was least when the interocular difference was lower than the median value and the stronger eye's disease severity was higher than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As a nuance, the y-intercepts in both panels of Figure 4 did not quite reach the 100% balance point mark where the data of controls lie.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This was found to be because of three outlier data points indicated by open symbols in Figure 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Similar dependence of stereoacuity on the overall and interocular loss of image quality has been demonstrated previously for induced lower-order aberrations.47–49 Similar Weber's law type behavior is also observed for acuity discriminations in keratoconus wherein the suboptimal acuity worsens their ability to discriminate different patterns of optical blur relative to controls, more so with spectacles than with RGP contact lenses.2,7\nThird, the percentage contribution of the weaker eye of keratoconus at baseline was poorer than what was predicted from the data of controls with varying levels of induced interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Second, the severity of keratoconus was quantified in this study using high contrast visual acuity (see Fig. 4A) and D-index (see Fig. 4B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This suppression appears like a dynamic strategy adopted by the visual system to optimize binocular viewing depending on the optical quality of each eye and the target characteristics (see Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Whether this dynamically varying suppression will give way to a more permanent one with disease progression and/or with prolonged exposure to blur remains unknown.52 Fourth, management strategies for keratoconus using contact lenses should aspire not only to improve the monocular visual quality but also to make it as equal as possible in both eyes in order to reduce suppression (see Fig. 6B) and improve stereoacuity in these patients with contact lens wear.2,4 Similar relation between the reduced interocular difference in image quality and improved stereoacuity has also been recently reported in patients undergoing laser refractive surgery.37\nSuppression is typically measured as a binary entity (present or absent) in the clinic using the Worth's four dot test or Bagolini lenses, and its efficacy has been shown in cases with gross suppression of one eye's input.56,57 However, as shown here in keratoconus and previously in amblyopia,58 suppression may be graded in depth depending on the disease severity.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Toward this end, measures of contrast balance point have become the mainstay parameter in laboratory-based studies to quantify the depth of suppression.58,59 Several different psychophysical measures of this balance point are now available in the literature, including those using dichoptic motion coherence,44 phase combination,58 letter acuity,59 and binocular rivalry (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although these paradigms all tap into different mechanisms of visual information processing, they follow a common logic of manipulating the stronger eye's contrast while retaining the weaker eye's contrast at 100% to reach a balance in performance of the two eyes (see Fig. 2B).58 This study chose the contrast rivalry paradigm simply because of task simplicity and the readiness of rivalry perception.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "2, 3) and optical quality (see Fig. 6B), the extent of its difference in severity from the fellow eye (see Figs.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "4, 5) and the spatial content of the scene viewed (see Fig. 6A).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "First, the dwell time on each monocular input in the rivalry task – a surrogate for the relative dominance of the two eyes – depended on which of the two percepts had higher contrast (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "At baseline, the cyclopean percept was dominated by the stronger eye, wherein, even though the stimulus contrast was equal bilaterally (100%), the retinal image contrast of the stronger eye was higher due to lesser optical degradation, relative to the weaker eye (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The pattern reversed to reflect the dominance of the weaker eye when the stimulus contrast to the stronger eye was purposely reduced to appear less salient (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "In between these two ends was the contrast balance point, where both eyes contributed equally to the cyclopean percept (see Fig. 2B).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "This strategy may also explain the reduced depth of suppression with improved optical quality through contact lens wear (see Fig. 6A)2,42 and with lower spatial frequency targets that are relatively more immune to blur than high spatial frequencies (see Fig. 6B).43 The same strategy may also explain previous observations of binocular visual acuity following the stronger eye's acuity in the presence of interocular differences in image quality2,7,39 – stronger acuity reflects relatively superior spatial resolution and hence more weight is attached to that eye's input during binocular viewing.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel A",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "The suppression was deepest when the interocular difference was higher than the median value and the stronger eye's disease severity were lower than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "On the other end, the suppression was least when the interocular difference was lower than the median value and the stronger eye's disease severity was higher than the median value (see Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As a nuance, the y-intercepts in both panels of Figure 4 did not quite reach the 100% balance point mark where the data of controls lie.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This was found to be because of three outlier data points indicated by open symbols in Figure 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Third, the percentage contribution of the weaker eye of keratoconus at baseline was poorer than what was predicted from the data of controls with varying levels of induced interocular difference in contrast (see Fig. 7).",
    "figure_references": [
      {
        "figure_number": "Figure 7",
        "panel": "",
        "figure_key": "figure_7"
      }
    ]
  },
  {
    "sentence": "Second, the severity of keratoconus was quantified in this study using high contrast visual acuity (see Fig. 4A) and D-index (see Fig. 4B).",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "Panel A",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "Panel B",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "This suppression appears like a dynamic strategy adopted by the visual system to optimize binocular viewing depending on the optical quality of each eye and the target characteristics (see Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Whether this dynamically varying suppression will give way to a more permanent one with disease progression and/or with prolonged exposure to blur remains unknown.52 Fourth, management strategies for keratoconus using contact lenses should aspire not only to improve the monocular visual quality but also to make it as equal as possible in both eyes in order to reduce suppression (see Fig. 6B) and improve stereoacuity in these patients with contact lens wear.2,4 Similar relation between the reduced interocular difference in image quality and improved stereoacuity has also been recently reported in patients undergoing laser refractive surgery.37.",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "Panel B",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Toward this end, measures of contrast balance point have become the mainstay parameter in laboratory-based studies to quantify the depth of suppression.58,59 Several different psychophysical measures of this balance point are now available in the literature, including those using dichoptic motion coherence,44 phase combination,58 letter acuity,59 and binocular rivalry (see Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Although these paradigms all tap into different mechanisms of visual information processing, they follow a common logic of manipulating the stronger eye's contrast while retaining the weaker eye's contrast at 100% to reach a balance in performance of the two eyes (see Fig. 2B).58 This study chose the contrast rivalry paradigm simply because of task simplicity and the readiness of rivalry perception.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "Panel B",
        "figure_key": "figure_2"
      }
    ]
  }
]