{
  "paper_id": "PMC9563901",
  "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9563901/",
  "figures": {
    "figure_0001": {
      "figure_number": "Figure 0001",
      "title": "Figure.",
      "caption": "Interinstitutional collaboration model facilitated by telemedicine and research\nIn the center of the image (1), LHs interested in improving their skills in the management of placenta accreta spectrum (PAS) can be strengthened under the mentoring or supervision of EGs in remote locations (2). Throughout the improvement process, telemedicine and research facilitate the rapprochement of groups and the sharing of information. Under remote interaction, multiple training and supervision activities are possible (3) between the training LH and EG. The LH must have the following 3 basic inputs (4): 1 or more local leader(s) interested in PAS, receptiveness of the rest of the participants in the management of PAS in the LH, and institutional support (in the form of group stability and administrative and financial support). The primary objective of the institutional improvement plan is the formation of a fixed PAS team (5) that must manifest a long-term commitment, openness to change and external supervision, communication skills, teamwork, and humility. The products of a fixed PAS team are multiple (6) and benefit not only the LH patients but also other local, regional, and remote PAS teams.\nEG, expert group; LH, local hospital; PAS, placenta accreta spectrum.\nNieto-Calvache. Training on placenta accreta spectrum facilitated by interinstitutional collaboration. Am J Obstet Gynecol Glob Rep 2021.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3a01/9563901/e09fe752b27a/gr1.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3a01/9563901/e09fe752b27a/gr1.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3a01/9563901/e09fe752b27a/gr1.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3a01/9563901/e09fe752b27a/gr1.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "fig0001",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3a01/9563901/e09fe752b27a/gr1.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC9563901/images/figure_0001.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/3a01/9563901/e09fe752b27a/gr1.jpg"
    }
  },
  "claims": [],
  "extraction_stats": {
    "figures_count": 1,
    "claims_count": 0,
    "images_downloaded": 1,
    "tables_filtered": 394
  }
}