{
  "paper_id": "PMC11483071",
  "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11483071/",
  "figures": {
    "figure_1": {
      "figure_number": "Figure 1",
      "title": "Fig 1. map3k1 RNAi causes formation of ectopic eyes in regenerating and uninjured planarians.",
      "caption": "(A-B) Animals were fed control or map3k1 dsRNA 6 times over 2 weeks, then amputated into head, trunk and tail fragments and allowed to regenerate for 14 days or left uninjured for an equal amount of time, followed by (A) live imaging or (B) FISH to detect opsin and tyrosinase markers of eye cells. In each type of regenerating fragment, map3k1 RNAi caused formation of ectopic eyes (red arrowheads) that contained opsin+ photoreceptor neurons and tyrosinase+ pigment cup cells. (C) Homeostatic map3k1(RNAi) and control animals were stained with anti-ARRESTIN antibody to mark photoreceptor neuron axons. map3k1 inhibition caused formation of ectopic ARRESTIN+ axons projecting toward the brain (white arrowheads). Scale bars 50μm. (D) Uninjured animals were fed with dsRNA twice per week for the times indicated and live imaged in a timeseries to visualize the progression of the map3k1(RNAi) phenotype. map3k1(RNAi) caused a progressive formation of additional eyes mainly located within the head region. Number of animals scored for each condition are indicated in the panels.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/ad5e972decb9/nihpp-2024.10.11.617745v1-f0001.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/ad5e972decb9/nihpp-2024.10.11.617745v1-f0001.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/ad5e972decb9/nihpp-2024.10.11.617745v1-f0001.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/ad5e972decb9/nihpp-2024.10.11.617745v1-f0001.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F1",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/ad5e972decb9/nihpp-2024.10.11.617745v1-f0001.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11483071/images/figure_1.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/ad5e972decb9/nihpp-2024.10.11.617745v1-f0001.jpg"
    },
    "figure_2": {
      "figure_number": "Figure 2",
      "title": "Fig 2. map3k1 RNAi does not broadly affect brain size or body patterning.",
      "caption": "Homeostatic animals fixed after 3 or 4 weeks of RNAi were stained with markers to detect the effects of map3k1 on brain and body patterning. (A) ndk RNAi caused an expected increase in the domain size (left images) and number (right quantifications) of brain-associated cintillo cells, while map3k1 RNAi had no effect. Right, box plots overlayed with jittered scatterplots showing individual datapoints displaying the per-animal number of cintillo+ cells normalized to body area in millimeters2 (mm2). *, p<0.05; n.s. represents p>0.05 as calculated by 2-tailed unpaired t-test; sample sizes for each condition are n≥6. Scale bars, 100μm. (B) Likewise, map3k1 RNAi did not change the AP distribution of brain branches marked by GluR, while ndk RNAi resulted in ectopic brain branches forming throughout the body. Right, box plots showing the distance from the anterior tip of the animal to the most posterior GluR expression in the brain, relative to body length, for each of the corresponding RNAi conditions. ******, p<1E-7, n.s. represents p>0.05 as calculated by 2-tailed unpaired t-test; sample sizes for each condition are n≥7. Scale bars, 300μm. (C-D) Control and map3k1(RNAi) animals stained for position control gene (PCG) markers of (C) anterior and (D) posterior body patterning. Expression domains were either assessed after 14 days of regeneration following 2 weeks of dsRNA feeding and amputation of tails (wnt1), or assessed in uninjured animals treated with dsRNA for 3 weeks prior to fixation (all other probes). Right, plots showing quantification of expression domain sizes normalized to body length in Fiji/ImageJ. The sizes of foxD, notum, sfrp1, ndk, and ndl5 expression domains were measured starting from the head tip to the posterior-most boundary of expression. ndl3 occupies a position that does not reach the tip of the head, so the AP extent of this domain was measured instead. wnt1, fzd4, and wntp-2 expression domain sizes were measured from the anterior-most expression to the tip of the tail. Each condition had a sample size of at least 5 animals. **, p<0.01; n.s., p>0.05 as calculated by 2-tailed unpaired t-test. Scale bars, 300μm. map3k1 RNAi did not cause a measurable change to the expression domains for the majority of genes tested, and caused a small but statistically significant increase in the expression domain of ndl5 expression.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/03d229db8fa9/nihpp-2024.10.11.617745v1-f0002.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/03d229db8fa9/nihpp-2024.10.11.617745v1-f0002.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/03d229db8fa9/nihpp-2024.10.11.617745v1-f0002.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/03d229db8fa9/nihpp-2024.10.11.617745v1-f0002.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F2",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/03d229db8fa9/nihpp-2024.10.11.617745v1-f0002.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11483071/images/figure_2.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/03d229db8fa9/nihpp-2024.10.11.617745v1-f0002.jpg"
    },
    "figure_3": {
      "figure_number": "Figure 3",
      "title": "Fig 3. map3k1 likely regulates eye formation independent of Wnt signaling.",
      "caption": "Double RNAi experiments were conducted to test potential interactions between notum and map3k1 genes whose individual inhibition causes spatially distinct ectopic eye phenotypes. Animals were fed dsRNA every 2–3 days for 4 weeks before live scoring (top panels) and fixation to detect opsin+ eye cells (bottom panels). As expected, notum(RNAi) animals formed anterior ectopic eyes (13/13), while map3k1(RNAi) animals formed posterior ectopic eyes (14/14). However, nearly all map3k1;notum(RNAi) animals formed a synthetic phenotype in which both anterior and posterior ectopic eyes formed (14/15). Therefore, it is likely that map3k1 and Wnt pathways regulate distinct processes in eye formation. Yellow arrows are used to highlight anterior ectopic eyes while green arrows are used to highlight posterior ectopic eyes. Single-RNAi conditions involved combining control dsRNA with an equal amount of experimental dsRNA so that all treatments received the same total amount of dsRNA. Scale bars, 100μm.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/7ac5ee4a7220/nihpp-2024.10.11.617745v1-f0003.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/7ac5ee4a7220/nihpp-2024.10.11.617745v1-f0003.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/7ac5ee4a7220/nihpp-2024.10.11.617745v1-f0003.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/7ac5ee4a7220/nihpp-2024.10.11.617745v1-f0003.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F3",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/7ac5ee4a7220/nihpp-2024.10.11.617745v1-f0003.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11483071/images/figure_3.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/7ac5ee4a7220/nihpp-2024.10.11.617745v1-f0003.jpg"
    },
    "figure_4": {
      "figure_number": "Figure 4",
      "title": "Fig 4. map3k1 inhibition causes an increase in numbers of differentiated eye cells.",
      "caption": "Uninjured control and map3k1(RNAi) animals fixed after 3 weeks of RNAi and stained with opsin riboprobe to quantify numbers of eye cells in each condition. Eye cells are present in close association with each other, necessitating an image analysis workflow for their quantification. Z-stacks capturing all eye cells were obtained through confocal imaging, then slices 5-microns apart were selected to represent each stack for 2D segmentation using Stardist, followed by assignment of nuclei as opsin+ using a global threshold and summing number of positive cells across the selected stacks for each animal. (A) Example of an image slice after nuclei segmentation and assignment of opsin+ nuclei (red overlay, right) of how opsin+ cells were counted for one z-stack. (B) Scaled images of example z-stacks from control and map3k1(RNAi) animals showing that map3k1 inhibition resulted in an expansion of eye regions. (C) Total number of opsin+ cells counted in control versus map3k1(RNAi) animals. map3k1 inhibition caused an increase to the number of measured eye cells. Plots show data points overlaid with boxplots. **p=0.01 by 2-tailed unpaired t-test. n=8 animals. Scale bars, 25μm.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/57368e8a8bea/nihpp-2024.10.11.617745v1-f0004.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/57368e8a8bea/nihpp-2024.10.11.617745v1-f0004.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/57368e8a8bea/nihpp-2024.10.11.617745v1-f0004.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/57368e8a8bea/nihpp-2024.10.11.617745v1-f0004.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F4",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/57368e8a8bea/nihpp-2024.10.11.617745v1-f0004.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11483071/images/figure_4.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/57368e8a8bea/nihpp-2024.10.11.617745v1-f0004.jpg"
    },
    "figure_5": {
      "figure_number": "Figure 5",
      "title": "Fig 8. Increasing the dose of map3k1 dsRNA causes ectopic eyes to form more posteriorly.",
      "caption": "Uninjured animals were treated with 3 weeks of either control dsRNA, a mixture of 50% map3k1 dsRNA combined with an equal amount of competing control dsRNA, or 100% map3k1 dsRNA in order to test how different levels of map3k1 inhibition affect the AP locations of ectopic eye formation. (A) Images of live animals after the indicated treatments (left panels), and scoring of the fraction of total animals (% penetrance) obtaining zero, versus 1–2, versus 3 or more ectopic eyes, plotted in a stacked bar graph (right panels). Animals receiving higher doses of map3k1 dsRNA formed a greater number of ectopic eyes. (B) To determine whether the spatial distribution of ectopic eyes was dependent on the dose of map3k1 dsRNA, relative AP and ML positions of the posterior-most ectopic eye in each animal were quantified as in Figure 5 and visualized in scatterplots (see Methods). This procedure normalized the AP (y.coord) and ML (x.coord) positions of the posterior-most ectopic eye in each map3k1(RNAi) animal compared to the location of the original eyes, with units corresponding to one-half of the inter-eye distance in control(RNAi) animals or of the original eyes in map3k1(RNAi) animals. (B, left panels) Plots of the most posterior ectopic eye locations in 50% map3k1(RNAi) or 100% map3k1(RNAi) animals (red dots) with respect to control eyes (light blue dots). (B, right panel) Scatterplots comparing locations of ectopic eyes in 50% map3k1(RNAi) (green triangle) versus 100% map3k1(RNAi) animals (red dot). (C) Boxplot shows the AP locations (y.coord) of the posterior-most eye in each animal, with individual datapoints overlayed as a jittered scatterplot. p-values as calculated by an unpaired 2-tailed t-test are indicated. Higher doses of map3k1 dsRNA caused ectopic eyes to form in more posterior locations. Sample size, n≥11 animals for each condition.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/56904a560b49/nihpp-2024.10.11.617745v1-f0008.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/56904a560b49/nihpp-2024.10.11.617745v1-f0008.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/56904a560b49/nihpp-2024.10.11.617745v1-f0008.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/56904a560b49/nihpp-2024.10.11.617745v1-f0008.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F8",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/56904a560b49/nihpp-2024.10.11.617745v1-f0008.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11483071/images/figure_5.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/56904a560b49/nihpp-2024.10.11.617745v1-f0008.jpg"
    },
    "figure_6": {
      "figure_number": "Figure 6",
      "title": "Fig 6. map3k1 inhibition reduces number of undifferentiated ovo+ eye progenitors during formation of ectopic eyes.",
      "caption": "Animals were treated with control and map3k1 dsRNA for 2 or 3 weeks prior to amputation of heads, and the resulting regenerating trunk fragments were fixed in a time series followed by staining with an ovo riboprobe to detect migratory eye progenitors and simultaneously with mixture of opsin and tyrosinase riboprobes to detect mature eye cells. Numbers of ovo+ migratory progenitors were quantified for each timepoint and condition using maximum projections. Data for 0dpa and 2dpa were aggregated from two experiments. Data for 5dpa, 8dpa, and 14dpa were aggregated from two different experiments, each showing decline in ovo+ eye progenitor numbers at 14dpa. The number of undifferentiated ovo+ eye progenitors did not change significantly in map3k1(RNAi) worms at 0, 2, 5, and 8dpa. At 14dpa, a time when ectopic eyes began to emerge, map3k1(RNAi) worms showed a decrease in ovo+ eye progenitors. Plot show data points from individual animals overlaid with boxplots. ***p<0.001, n.s. represents p>0.05 by a 2-tailed unpaired t-test. Scale bars, 100μm.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/355c808c4186/nihpp-2024.10.11.617745v1-f0006.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/355c808c4186/nihpp-2024.10.11.617745v1-f0006.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/355c808c4186/nihpp-2024.10.11.617745v1-f0006.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/355c808c4186/nihpp-2024.10.11.617745v1-f0006.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F6",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/355c808c4186/nihpp-2024.10.11.617745v1-f0006.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11483071/images/figure_6.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/355c808c4186/nihpp-2024.10.11.617745v1-f0006.jpg"
    },
    "figure_7": {
      "figure_number": "Figure 7",
      "title": "Fig 7. map3k1 likely controls eye progenitor differentiation through a MAP2K4/7-JNK/p38 pathway.",
      "caption": "Members of MAP2K and MAPK gene families were inhibited in order to identify signals downstream of map3k1 regulating eye formation. Animals were treated with indicated dsRNAs for 2 weeks (A-B) or 3 weeks (C) prior to amputation of tails and allowed to regenerate for 7 days (B) or 14 days (A, C) followed by live imaging. (A) While map3k1(RNAi) animals developed ectopic eyes as expected (red arrows), single gene inhibitions of map2k genes did not cause formation of ectopic eyes. (B) map2k4;map2k7(RNAi) animals were observed to develop posterior ectopic eyes (red arrow) through live imaging. Double FISH detecting opsin+ photoreceptor neurons and tyrosinase+ pigment cup cells showed that the ectopic eyes contained both opsin+ and tyrosinase+ cells (white arrows). (C) Inhibition of both homologs of the planarian p38, or jnk, caused ectopic eyes to form in regenerating head fragments. Scorings indicate the number of animals displaying the phenotype depicted in each panel.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/4afc264074a6/nihpp-2024.10.11.617745v1-f0007.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/4afc264074a6/nihpp-2024.10.11.617745v1-f0007.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/4afc264074a6/nihpp-2024.10.11.617745v1-f0007.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/4afc264074a6/nihpp-2024.10.11.617745v1-f0007.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F7",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/4afc264074a6/nihpp-2024.10.11.617745v1-f0007.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11483071/images/figure_7.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/4afc264074a6/nihpp-2024.10.11.617745v1-f0007.jpg"
    },
    "figure_9": {
      "figure_number": "Figure 9",
      "title": "Figure 9. map3k1 suppresses terminal differentiation of migratory eye progenitors.",
      "caption": "Model of the role of map3k1 in eye regulation. Head patterning factors such as notum and wntA regulate a target zone for eye placement in regeneration, while map3k1 suppresses terminal differentiation of migratory eye progenitors by activating Map2k4/Map2k7-JNK/p38 downstream signals. dsRNA dosage experiments indicate that progenitors located further away from the eyes are less susceptible to the effects of map3k1 inhibition, suggesting that map3k1-dependent processes may normally decline in activity as eye progenitors reach their destination.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/f8a4941dc1b9/nihpp-2024.10.11.617745v1-f0009.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/f8a4941dc1b9/nihpp-2024.10.11.617745v1-f0009.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/f8a4941dc1b9/nihpp-2024.10.11.617745v1-f0009.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/f8a4941dc1b9/nihpp-2024.10.11.617745v1-f0009.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F9",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/f8a4941dc1b9/nihpp-2024.10.11.617745v1-f0009.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC11483071/images/figure_9.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/032c/11483071/f8a4941dc1b9/nihpp-2024.10.11.617745v1-f0009.jpg"
    }
  },
  "claims": [
    {
      "sentence": "To test this possibility, we inhibited map3k1 homeostatically and examined the impact on eye formation (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "These outcomes argue that map3k1 likely controls eyes formation at a step independent from notum/Wnt signaling and consequently head patterning (Fig 3).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "To do this, we sampled regularly-spaced confocal slices from z-stacks of the animal eyes, detected number of eye cells per slice using 2D segmentation of nuclei followed by measuring overlap with opsin+ FISH signal after applying thresholding, and summed opsin+ nuclei across slices sampled for each animal (See methods, Fig 4A).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This analysis revealed that map3k1(RNAi) animals contained significantly more differentiated opsin+ cells compared to control animals (Fig 4B-C) and were also distributed in a broader spatial range compared to control animals.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Fig 4. map3k1 inhibition causes an increase in numbers of differentiated eye cells.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "To do this, we sampled regularly-spaced confocal slices from z-stacks of the animal eyes, detected number of eye cells per slice using 2D segmentation of nuclei followed by measuring overlap with opsin+ FISH signal after applying thresholding, and summed opsin+ nuclei across slices sampled for each animal (See methods, Fig 4A).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This analysis revealed that map3k1(RNAi) animals contained significantly more differentiated opsin+ cells compared to control animals (Fig 4B-C) and were also distributed in a broader spatial range compared to control animals.",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This analysis confirmed that map3k1(RNAi) ectopic eyes generally form across a broad region located laterally and posterior to the original eyes, whereas the majority of wntA(RNAi) and ndk(RNAi) ectopic eyes form in a more concentrated region located directly posterior to the original eyes (Fig 5A-B).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Fig 5. map3k1(RNAi) ectopic eyes form in a posterior and lateral region within the domain of normal ovo+ migratory cells.",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "To make a systematic comparison, we employed a similar positional mapping strategy used above, to measure the location of ovo+ cells in homeostatic control animals, then plotted this distribution in comparison to the position of map3k1(RNAi) eyes (Fig 5C). map3k1(RNAi) ectopic eyes were located within a subset of the region occupied by ovo+ cells in control animals (Fig 5C).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "In the process of undertaking this analysis, we noticed a few very rare occurrences in which ectopic eyes from map3k1(RNAi) animals formed anterior to the original eyes (2/8 animals had 1 anterior eye each in this experiment, Fig 5A).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "This analysis confirmed that map3k1(RNAi) ectopic eyes generally form across a broad region located laterally and posterior to the original eyes, whereas the majority of wntA(RNAi) and ndk(RNAi) ectopic eyes form in a more concentrated region located directly posterior to the original eyes (Fig 5A-B).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "To make a systematic comparison, we employed a similar positional mapping strategy used above, to measure the location of ovo+ cells in homeostatic control animals, then plotted this distribution in comparison to the position of map3k1(RNAi) eyes (Fig 5C). map3k1(RNAi) ectopic eyes were located within a subset of the region occupied by ovo+ cells in control animals (Fig 5C).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "In the process of undertaking this analysis, we noticed a few very rare occurrences in which ectopic eyes from map3k1(RNAi) animals formed anterior to the original eyes (2/8 animals had 1 anterior eye each in this experiment, Fig 5A).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "In map3k1(RNAi) trunk fragments, a single set of seemingly normal eyes formed by 3–7 days after amputation, followed by formation of ectopic eyes after 2 weeks of regeneration (Fig 6).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "We then compared the number of ovo+ progenitor cells in control versus map3k1(RNAi) trunk fragments across a time series of regeneration (Fig 6).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Fig 6. map3k1 inhibition reduces number of undifferentiated ovo+ eye progenitors during formation of ectopic eyes.",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "In map3k1(RNAi) trunk fragments, a single set of seemingly normal eyes formed by 3–7 days after amputation, followed by formation of ectopic eyes after 2 weeks of regeneration (Fig 6).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "We then compared the number of ovo+ progenitor cells in control versus map3k1(RNAi) trunk fragments across a time series of regeneration (Fig 6).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "However, knockdown of planarian MAP2K genes individually did not produce any eye phenotypes (Fig 7A), suggesting a potential redundancy in their uses.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel A",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel A",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel A",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "We then inhibited combinations of genes and found that map2k4;map2k7(RNAi) animals formed ectopic eyes in regenerating head fragments (4/10, 40%) similar in appearance, though at a lower penetrance, to the effects of map3k1 RNAi (Fig 7B).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel B",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel B",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel B",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Under these conditions, inhibition of jnk or both homologs of p38 caused ectopic eye phenotypes similar to map3k1 inhibition, though again at a low penetrance (Fig 7C).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel C",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel C",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel C",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Fig 7. map3k1 likely controls eye progenitor differentiation through a MAP2K4/7-JNK/p38 pathway.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "However, knockdown of planarian MAP2K genes individually did not produce any eye phenotypes (Fig 7A), suggesting a potential redundancy in their uses.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel A",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel A",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel A",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "We then inhibited combinations of genes and found that map2k4;map2k7(RNAi) animals formed ectopic eyes in regenerating head fragments (4/10, 40%) similar in appearance, though at a lower penetrance, to the effects of map3k1 RNAi (Fig 7B).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel B",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel B",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel B",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Under these conditions, inhibition of jnk or both homologs of p38 caused ectopic eye phenotypes similar to map3k1 inhibition, though again at a low penetrance (Fig 7C).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "Panel C",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel C",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "Panel C",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "By contrast, compared to the strongest map3k1 dsRNA treatment (“100%”), treatment with the reduced dosage of map3k1 dsRNA (“50%”) caused formation of fewer ectopic eyes (Fig 8A) and reduction in the posterior extent of ectopic eye formation (Fig 8B-C).",
      "figure_references": [
        {
          "figure_number": "Figure 8",
          "panel": "Panel A",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "Panel B",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "Panel A",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "Panel A",
          "figure_key": "figure_8"
        }
      ]
    },
    {
      "sentence": "Animals receiving higher doses of map3k1 dsRNA formed a greater number of ectopic eyes. (B) To determine whether the spatial distribution of ectopic eyes was dependent on the dose of map3k1 dsRNA, relative AP and ML positions of the posterior-most ectopic eye in each animal were quantified as in Figure 5 and visualized in scatterplots (see Methods).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "By contrast, compared to the strongest map3k1 dsRNA treatment (“100%”), treatment with the reduced dosage of map3k1 dsRNA (“50%”) caused formation of fewer ectopic eyes (Fig 8A) and reduction in the posterior extent of ectopic eye formation (Fig 8B-C).",
      "figure_references": [
        {
          "figure_number": "Figure 8",
          "panel": "Panel A",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "Panel B",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "Panel A",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "Panel A",
          "figure_key": "figure_8"
        }
      ]
    },
    {
      "sentence": "Animals receiving higher doses of map3k1 dsRNA formed a greater number of ectopic eyes. (B) To determine whether the spatial distribution of ectopic eyes was dependent on the dose of map3k1 dsRNA, relative AP and ML positions of the posterior-most ectopic eye in each animal were quantified as in Figure 5 and visualized in scatterplots (see Methods).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Discussion\nOur analysis identifies a critical and novel role for map3k1 in controlling the site of eye progenitor differentiation during eye regeneration in planarians (Fig 9).",
      "figure_references": [
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        },
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        },
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        }
      ]
    },
    {
      "sentence": "Figure 9. map3k1 suppresses terminal differentiation of migratory eye progenitors.",
      "figure_references": [
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        }
      ]
    },
    {
      "sentence": "Our analysis identifies a critical and novel role for map3k1 in controlling the site of eye progenitor differentiation during eye regeneration in planarians (Fig 9).",
      "figure_references": [
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        },
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        },
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        }
      ]
    }
  ],
  "extraction_stats": {
    "figures_count": 8,
    "claims_count": 33,
    "images_downloaded": 8,
    "tables_filtered": 26
  }
}