[
  {
    "sentence": "Here, we review the highlights of DCIS-IDC studies (Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The most important pathways acknowledged in breast cancer including estrogen receptor (ER) pathway,32,33 HER2 signaling pathway,34,35 Phosphoinositide 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/AKT/mTOR) pathway,36 mitogen-activated protein kinases (MAPK) pathway,36,37 and cyclin D1/cyclin-dependent kinase 4/6/retinoblastoma protein (cyclin D1/CDK4/6/RB1) pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Metastasis retains a significant problem of breast cancer, with 20–30% of patients in early-stage breast cancer still die of metastatic disease.38 The metastatic cascade is admitted as a multistep process39 and the route of disseminated breast cancer cell to metastatic success or failure is decided by tumor cell intrinsic factors such as genetic/epigenetic plasticity, stemness, epithelial–mesenchymal transition and the tumor cell extrinsic factors especially including the metastatic microenvironment and the anti-cancer drug action.40–42\nFig. 2.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "These interactions further modulate the expression of downstream genes such as GATA3 and FOXA1 that participate in breast carcer initiation, progression, and metastasis (Fig. 2).47,48 On the other hand, a nongenomic ER signaling pathway involves a membrane-anchored G protein-coupled estrogen receptor (GPER).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Activation of GPER triggers signaling cascades such as PI3K/AKT and Ras/MAPK, which in turn regulate the transcription of genes involved in breast cancer development.45,49HER2 signaling pathway\nHER2, encoded by the ERBB2 gene, is one of the four members of epidermal growth factor receptor (EGFR) family, which includes EGFR (HER1), HER2, HER3, and HER4.43,50 HER2 is enriched in approximately 15–20% of breast cancers, which is correlated with a highly aggressive phenotype and unfavorable prognosis.50,51 Although HER2 has no specific ligand, it forms homodimers or heterodimers with HER1, HER3, or HER4 to initiate downstream signaling pathways (Fig. 2).52–54 In breast cancer, activation of HER2 signaling further triggers various downstream signalings, such as PI3K/AKT, MAPK, and JAK/STAT signaling pathways, all of which leading to cancer cell proliferation, survival, adhesion and metastasis.50,55 Targeting HER2 is proved to have great efficacy in the treatment of HER2-positive breast cancer patients, which profoundly benefits their overall survival.PI3K/AKT/mTOR pathway\nThe phosphatidylinositol 3-kinases (PI3Ks) are a group of intracellular kinases that are categorized into three classes (class I, II and III).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The excessive activation of the PI3K/AKT/mTOR pathway is strongly linked to uncontrolled breast cancer development.57 Phosphatase and tensin homolog (PTEN) and inositol polyphosphate 4-phosphatase type II (INPP4B) are two crucial negative regulators of the PI3K pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Mammalian cells have three major branches of the MAPK signaling pathways: the extracellular signal-regulated kinases (ERK), the c-Jun N-terminal kinases (JNK), and the p38 MAPKs (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "CDK4/6 activity consequently leads to the hyperphosphorylation of RB1, facilitating the progression of the cell cycle and promoting cellular proliferation (Fig. 2).72,73 What’s more, increased MAPK and PI3K/AKT pathways can also drive CCDN1 transcription that finally activate cyclin D1/CDK4/6/RB1 pathway.74 CDK4/6 inhibitors are undeniably considered as one of the most significant advancements in breast cancer treatments in the last two decades.75 Different from ER-positive breast cancer, TNBC often exhibits a loss of RB1 expression, which consequently renders them unresponsive to CDK4/6 inhibitors.76,77Molecular features of DCIS and IDC\nA traditional theory presumes that DCIS and IDC are derived from mammary ducts, while lobular carcinoma in situ and invasive lobular carcinoma arise from lobules,78 although in Wellings’ research, they found that most early-stage breast carcinomas including ductal and lobular types arise from the same structure, namely, the terminal duct lobular unit.25,79 The ductal structure of terminal duct lobular unit consists of two cell layers, namely, the epithelial cell layer within the lumen and the myoepithelial cells (MECs) layer (surrounded by basement membrane).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Proposed models of DCIS progression\nFour different but complementary models have been proposed for DCIS progression, including the independent lineage, evolutionary bottleneck, multiclonal invasion, and convergent phenotype models (Fig. 3).113–115 The independent lineage model and the other three direct lineage models differ on whether DCIS is a precursor of IDC.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nProposed models of DCIS progression. a Independent lineage model, which presumes that DCIS and IDC derive from two distinct normal epithelial cells which share no overlapping CNAs or mutations. b Evolutionary bottleneck model, which presumes that a specific clone within DCIS is selected and it evolves into IDC. c Multiclonal invasion model, which presumes that multiple clones escape and co-migrate to invasive regions to generate IDC. d Convergent phenotype model, which presumes that subclones of different genotypes within DCIS can all give rise to an invasive phenotype to establish IDCIndependent lineage model\nThe independent lineage model hypothesizes that DCIS and IDC derive from two distinct normal epithelial cells (Fig. 3a).92 It presumes that DCIS and IDC arise from and progress through two independent cell lineages which never share any CNAs or mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Previous studies on breast cancer progression have demonstrated a phenomenon of evolutionary bottlenecks in metastases compared with the primary tumor.124 Subpopulations of tumor cells from the primary site are enriched in metastases, with or without new mutations that are acquired during the process of metastasis.125 Here, the evolutionary bottleneck model for DCIS-IDC transition hypothesizes that during the transition, only a small proportion of DCIS tumor cells with specific genetic events are selected to form a single clone, which subsequently breaks the evolutionary bottleneck and evolves into IDC (Fig. 3b).113–115 The evolutionary bottleneck model emphasizes the existence of clonal selection and decreased clonal diversity from DCIS to IDC transition.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In conjunction, these observations support an evolutionary model in which the transition from DCIS to IDC occurs as a result of clonal selection and may obey the rules of Darwinian evolution.113Multiclonal invasion model\nThe multiclonal invasion model differs from the evolutionary bottleneck model in that it refers to multiple subclones escaping and co-migrating to invasive regions to generate IDC, while the evolutionary bottleneck model mainly refers to the dominant subclones selection during the evolution from DCIS to IDC (Fig. 3c).86,114,115 Two scenarios are proposed for the multiclonal invasion model.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The multiclonal invasion model may imply that the DCIS-IDC transition: (1) is decided by multiple cancerous cells rather than a specific cell population, and (2) is influenced by noncancerous factors such as TME changes especially in the context of as high genomic concordance between DCIS and IDC.Convergent phenotype model\nAnother direct lineage model of DCIS progression is the convergent phenotype model.131 The model describes that subclones of different genotypes within DCIS may all give rise to an invasive phenotype to establish IDC, with concordant genomic profiles between the DCIS and related IDC (Fig. 3d).113,114 This suggests that discordant genotypic tumor cells may undergo potential similar or complementary alterations and finally gain the same invasive phenotype.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Emerging evidence suggests that considerable changes in the microenvironment pave the way for DCIS progression.133 Notably, different intrinsic subtypes of DCIS have been reported to be associated with distinct tumor microenvironment (TME) and evolutionary pathways to IDC.21 In breast cancer, the TME refers to all components surrounding to the cancerous cells in the tumor; it is mainly composed of MECs, immune cells, fibroblasts, extracellular matrix, and blood vessels.134–136 Numerous studies have demonstrated that the DCIS-IDC transition is not solely triggered by intrinsic changes in tumor cells; it is also regulated largely by the TME (Fig. 4).137,138\nFig. 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As different models have their own strengths and weakness, it is essential that researchers should choose the appropriate model based on the study aim (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nIn vitro and in vivo models for DCIS progression research. a In vitro models, in which DCIS cell lines that include the MCF10 series,189 HMT-3522 series,191 21Tseries,193 SUM225CWN,189 SUM102PT,189 and h.DCIS.01197 authentically mimic human DCIS progression for 2D and 3D culture in vitro. b In vivo models, in which MIND models149 and GEMMs including MMTV-PyMT,233 MMTV-Neu,240 C3(1)/Tag,245 and WAP-T247 mouse are available for studying the biology of DCIS in vivoDCIS cell lines\nA few DCIS cell lines have been established and utilized in in vitro and in vivo models for the study of DCIS; these include MCF10DCIS.com from the MCF10 series,189,190 HMT-3522 series,191 21Tseries,192,193 SUM225CWN,194 SUM102PT,195 and h.DCIS.01 (Fig. 5a).196,197\nAmong these, the MCF10 progression series is regarded as one of the most widely used cell lines in functional studies on DCIS.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Similarly, Hu et al. identified certain differences between MCFDCIS 2D culture and xenograft models in terms of luminal and myoepithelial markers.140 Thus, as the 2D model has certain limitations, studies on DCIS need to employ 3D culture and in vivo models for further investigation.3D culture models\nUnlike the oversimplified 2D models, 3D models attempt to recapitulate the native tumor microenvironment in vitro by building a 3D culture environment that supports cell-cell and cell-matrix interactions.210,211 Emerging evidence suggests that the DCIS-IDC transition partially results from interactions between DCIS cells and their TME,139,140,186 and that 3D culture models provide a significant in vitro model by co-culturing tumor cells with stromal cells.187,211–215 Carter et al. developed a novel 3D culture model that could recapture DCIS using a native physiological bilayer arrangement of myoepithelial and luminal cells; this differed from the traditional use of cell lines to form spheroids.212\nIn summary, 3D models may partly recapitulate the complex TME by co-cultivating multiple cell types and may better mimic the architecture of DCIS in vitro.Mouse-intraductal (MIND) model\nThe MIND model is a widely used xenograft model,149,216–220 which was first developed by Behbod et al.216 Two DCIS cell lines or a patient-derived DCIS line were transplanted into the mammary ducts of immunocompromised mice (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The MMTV-PyMT is a transgenic model, which is generated by overexpression of the PyMT oncogene that is driven by the MMTV-LTR promoter (Fig. 5b).232 The MMTV-PyMT model has been demonstrated to undergo four stages during tumor progression (hyperplasia, adenoma/mammary intraepithelial neoplasia, DCIS, and IDC); this is similar to the course of DCIS progression in humans.233 The entire course lasts for 10–14 weeks; it generates multifocal tumors and leads to the rapid development of lung metastases.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, the MMTV-neu model was constructed by ErbB2 oncogene overexpression in mice and was driven by the MMTV promoter (Fig. 5b).238 Studies have validated that the model can generate pre-invasive disease stage that exhibit histological similarities to human DCIS.228,236 Based on this characteristic, Lezzi et al. developed a dynamic mouse model (Balb-NeuT mice) for studying breast cancer progression in vivo.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Green et al. found that the C3(1)/Tag model showed ductal atypia at an age of 8 weeks; it then progressed to DCIS at approximately 12 weeks and to IDC at 16 weeks.244 A recent study that used single-cell sequencing showed the existence of pre-DCIS, DCIS, and IDC-like lesions in the C3(1)/Tag model and further demonstrated that DCIS progression was associated with microenvironmental changes.245 Comparison of conserved gene expression between the C3(1)/Tag model and human breast cancers revealed that it represented the basal-like subtype found in humans.245,246 Another set of transgenic mice, namely, WAP-T mice, were introduced by Schulze-Garg et al. in 2000; they were driven by the SV40 large-T antigen and were induced by the whey acidic protein promoter (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Moving forward, there is a need to implement personalized treatment strategies for both non-progressive and progressive DCIS, ensuring that patients receive appropriate and tailored care (Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Here, we review the highlights of DCIS-IDC studies (Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The most important pathways acknowledged in breast cancer including estrogen receptor (ER) pathway,32,33 HER2 signaling pathway,34,35 Phosphoinositide 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/AKT/mTOR) pathway,36 mitogen-activated protein kinases (MAPK) pathway,36,37 and cyclin D1/cyclin-dependent kinase 4/6/retinoblastoma protein (cyclin D1/CDK4/6/RB1) pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Metastasis retains a significant problem of breast cancer, with 20–30% of patients in early-stage breast cancer still die of metastatic disease.38 The metastatic cascade is admitted as a multistep process39 and the route of disseminated breast cancer cell to metastatic success or failure is decided by tumor cell intrinsic factors such as genetic/epigenetic plasticity, stemness, epithelial–mesenchymal transition and the tumor cell extrinsic factors especially including the metastatic microenvironment and the anti-cancer drug action.40–42\nFig. 2.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "These interactions further modulate the expression of downstream genes such as GATA3 and FOXA1 that participate in breast carcer initiation, progression, and metastasis (Fig. 2).47,48 On the other hand, a nongenomic ER signaling pathway involves a membrane-anchored G protein-coupled estrogen receptor (GPER).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Activation of GPER triggers signaling cascades such as PI3K/AKT and Ras/MAPK, which in turn regulate the transcription of genes involved in breast cancer development.45,49HER2 signaling pathway\nHER2, encoded by the ERBB2 gene, is one of the four members of epidermal growth factor receptor (EGFR) family, which includes EGFR (HER1), HER2, HER3, and HER4.43,50 HER2 is enriched in approximately 15–20% of breast cancers, which is correlated with a highly aggressive phenotype and unfavorable prognosis.50,51 Although HER2 has no specific ligand, it forms homodimers or heterodimers with HER1, HER3, or HER4 to initiate downstream signaling pathways (Fig. 2).52–54 In breast cancer, activation of HER2 signaling further triggers various downstream signalings, such as PI3K/AKT, MAPK, and JAK/STAT signaling pathways, all of which leading to cancer cell proliferation, survival, adhesion and metastasis.50,55 Targeting HER2 is proved to have great efficacy in the treatment of HER2-positive breast cancer patients, which profoundly benefits their overall survival.PI3K/AKT/mTOR pathway\nThe phosphatidylinositol 3-kinases (PI3Ks) are a group of intracellular kinases that are categorized into three classes (class I, II and III).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The excessive activation of the PI3K/AKT/mTOR pathway is strongly linked to uncontrolled breast cancer development.57 Phosphatase and tensin homolog (PTEN) and inositol polyphosphate 4-phosphatase type II (INPP4B) are two crucial negative regulators of the PI3K pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Mammalian cells have three major branches of the MAPK signaling pathways: the extracellular signal-regulated kinases (ERK), the c-Jun N-terminal kinases (JNK), and the p38 MAPKs (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "CDK4/6 activity consequently leads to the hyperphosphorylation of RB1, facilitating the progression of the cell cycle and promoting cellular proliferation (Fig. 2).72,73 What’s more, increased MAPK and PI3K/AKT pathways can also drive CCDN1 transcription that finally activate cyclin D1/CDK4/6/RB1 pathway.74 CDK4/6 inhibitors are undeniably considered as one of the most significant advancements in breast cancer treatments in the last two decades.75 Different from ER-positive breast cancer, TNBC often exhibits a loss of RB1 expression, which consequently renders them unresponsive to CDK4/6 inhibitors.76,77Molecular features of DCIS and IDC\nA traditional theory presumes that DCIS and IDC are derived from mammary ducts, while lobular carcinoma in situ and invasive lobular carcinoma arise from lobules,78 although in Wellings’ research, they found that most early-stage breast carcinomas including ductal and lobular types arise from the same structure, namely, the terminal duct lobular unit.25,79 The ductal structure of terminal duct lobular unit consists of two cell layers, namely, the epithelial cell layer within the lumen and the myoepithelial cells (MECs) layer (surrounded by basement membrane).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Proposed models of DCIS progression\nFour different but complementary models have been proposed for DCIS progression, including the independent lineage, evolutionary bottleneck, multiclonal invasion, and convergent phenotype models (Fig. 3).113–115 The independent lineage model and the other three direct lineage models differ on whether DCIS is a precursor of IDC.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nProposed models of DCIS progression. a Independent lineage model, which presumes that DCIS and IDC derive from two distinct normal epithelial cells which share no overlapping CNAs or mutations. b Evolutionary bottleneck model, which presumes that a specific clone within DCIS is selected and it evolves into IDC. c Multiclonal invasion model, which presumes that multiple clones escape and co-migrate to invasive regions to generate IDC. d Convergent phenotype model, which presumes that subclones of different genotypes within DCIS can all give rise to an invasive phenotype to establish IDCIndependent lineage model\nThe independent lineage model hypothesizes that DCIS and IDC derive from two distinct normal epithelial cells (Fig. 3a).92 It presumes that DCIS and IDC arise from and progress through two independent cell lineages which never share any CNAs or mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Previous studies on breast cancer progression have demonstrated a phenomenon of evolutionary bottlenecks in metastases compared with the primary tumor.124 Subpopulations of tumor cells from the primary site are enriched in metastases, with or without new mutations that are acquired during the process of metastasis.125 Here, the evolutionary bottleneck model for DCIS-IDC transition hypothesizes that during the transition, only a small proportion of DCIS tumor cells with specific genetic events are selected to form a single clone, which subsequently breaks the evolutionary bottleneck and evolves into IDC (Fig. 3b).113–115 The evolutionary bottleneck model emphasizes the existence of clonal selection and decreased clonal diversity from DCIS to IDC transition.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In conjunction, these observations support an evolutionary model in which the transition from DCIS to IDC occurs as a result of clonal selection and may obey the rules of Darwinian evolution.113Multiclonal invasion model\nThe multiclonal invasion model differs from the evolutionary bottleneck model in that it refers to multiple subclones escaping and co-migrating to invasive regions to generate IDC, while the evolutionary bottleneck model mainly refers to the dominant subclones selection during the evolution from DCIS to IDC (Fig. 3c).86,114,115 Two scenarios are proposed for the multiclonal invasion model.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The multiclonal invasion model may imply that the DCIS-IDC transition: (1) is decided by multiple cancerous cells rather than a specific cell population, and (2) is influenced by noncancerous factors such as TME changes especially in the context of as high genomic concordance between DCIS and IDC.Convergent phenotype model\nAnother direct lineage model of DCIS progression is the convergent phenotype model.131 The model describes that subclones of different genotypes within DCIS may all give rise to an invasive phenotype to establish IDC, with concordant genomic profiles between the DCIS and related IDC (Fig. 3d).113,114 This suggests that discordant genotypic tumor cells may undergo potential similar or complementary alterations and finally gain the same invasive phenotype.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Emerging evidence suggests that considerable changes in the microenvironment pave the way for DCIS progression.133 Notably, different intrinsic subtypes of DCIS have been reported to be associated with distinct tumor microenvironment (TME) and evolutionary pathways to IDC.21 In breast cancer, the TME refers to all components surrounding to the cancerous cells in the tumor; it is mainly composed of MECs, immune cells, fibroblasts, extracellular matrix, and blood vessels.134–136 Numerous studies have demonstrated that the DCIS-IDC transition is not solely triggered by intrinsic changes in tumor cells; it is also regulated largely by the TME (Fig. 4).137,138\nFig. 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As different models have their own strengths and weakness, it is essential that researchers should choose the appropriate model based on the study aim (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nIn vitro and in vivo models for DCIS progression research. a In vitro models, in which DCIS cell lines that include the MCF10 series,189 HMT-3522 series,191 21Tseries,193 SUM225CWN,189 SUM102PT,189 and h.DCIS.01197 authentically mimic human DCIS progression for 2D and 3D culture in vitro. b In vivo models, in which MIND models149 and GEMMs including MMTV-PyMT,233 MMTV-Neu,240 C3(1)/Tag,245 and WAP-T247 mouse are available for studying the biology of DCIS in vivoDCIS cell lines\nA few DCIS cell lines have been established and utilized in in vitro and in vivo models for the study of DCIS; these include MCF10DCIS.com from the MCF10 series,189,190 HMT-3522 series,191 21Tseries,192,193 SUM225CWN,194 SUM102PT,195 and h.DCIS.01 (Fig. 5a).196,197\nAmong these, the MCF10 progression series is regarded as one of the most widely used cell lines in functional studies on DCIS.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Similarly, Hu et al. identified certain differences between MCFDCIS 2D culture and xenograft models in terms of luminal and myoepithelial markers.140 Thus, as the 2D model has certain limitations, studies on DCIS need to employ 3D culture and in vivo models for further investigation.3D culture models\nUnlike the oversimplified 2D models, 3D models attempt to recapitulate the native tumor microenvironment in vitro by building a 3D culture environment that supports cell-cell and cell-matrix interactions.210,211 Emerging evidence suggests that the DCIS-IDC transition partially results from interactions between DCIS cells and their TME,139,140,186 and that 3D culture models provide a significant in vitro model by co-culturing tumor cells with stromal cells.187,211–215 Carter et al. developed a novel 3D culture model that could recapture DCIS using a native physiological bilayer arrangement of myoepithelial and luminal cells; this differed from the traditional use of cell lines to form spheroids.212\nIn summary, 3D models may partly recapitulate the complex TME by co-cultivating multiple cell types and may better mimic the architecture of DCIS in vitro.Mouse-intraductal (MIND) model\nThe MIND model is a widely used xenograft model,149,216–220 which was first developed by Behbod et al.216 Two DCIS cell lines or a patient-derived DCIS line were transplanted into the mammary ducts of immunocompromised mice (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The MMTV-PyMT is a transgenic model, which is generated by overexpression of the PyMT oncogene that is driven by the MMTV-LTR promoter (Fig. 5b).232 The MMTV-PyMT model has been demonstrated to undergo four stages during tumor progression (hyperplasia, adenoma/mammary intraepithelial neoplasia, DCIS, and IDC); this is similar to the course of DCIS progression in humans.233 The entire course lasts for 10–14 weeks; it generates multifocal tumors and leads to the rapid development of lung metastases.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, the MMTV-neu model was constructed by ErbB2 oncogene overexpression in mice and was driven by the MMTV promoter (Fig. 5b).238 Studies have validated that the model can generate pre-invasive disease stage that exhibit histological similarities to human DCIS.228,236 Based on this characteristic, Lezzi et al. developed a dynamic mouse model (Balb-NeuT mice) for studying breast cancer progression in vivo.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Green et al. found that the C3(1)/Tag model showed ductal atypia at an age of 8 weeks; it then progressed to DCIS at approximately 12 weeks and to IDC at 16 weeks.244 A recent study that used single-cell sequencing showed the existence of pre-DCIS, DCIS, and IDC-like lesions in the C3(1)/Tag model and further demonstrated that DCIS progression was associated with microenvironmental changes.245 Comparison of conserved gene expression between the C3(1)/Tag model and human breast cancers revealed that it represented the basal-like subtype found in humans.245,246 Another set of transgenic mice, namely, WAP-T mice, were introduced by Schulze-Garg et al. in 2000; they were driven by the SV40 large-T antigen and were induced by the whey acidic protein promoter (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Moving forward, there is a need to implement personalized treatment strategies for both non-progressive and progressive DCIS, ensuring that patients receive appropriate and tailored care (Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Here, we review the highlights of DCIS-IDC studies (Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The most important pathways acknowledged in breast cancer including estrogen receptor (ER) pathway,32,33 HER2 signaling pathway,34,35 Phosphoinositide 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/AKT/mTOR) pathway,36 mitogen-activated protein kinases (MAPK) pathway,36,37 and cyclin D1/cyclin-dependent kinase 4/6/retinoblastoma protein (cyclin D1/CDK4/6/RB1) pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Metastasis retains a significant problem of breast cancer, with 20–30% of patients in early-stage breast cancer still die of metastatic disease.38 The metastatic cascade is admitted as a multistep process39 and the route of disseminated breast cancer cell to metastatic success or failure is decided by tumor cell intrinsic factors such as genetic/epigenetic plasticity, stemness, epithelial–mesenchymal transition and the tumor cell extrinsic factors especially including the metastatic microenvironment and the anti-cancer drug action.40–42\nFig. 2.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "These interactions further modulate the expression of downstream genes such as GATA3 and FOXA1 that participate in breast carcer initiation, progression, and metastasis (Fig. 2).47,48 On the other hand, a nongenomic ER signaling pathway involves a membrane-anchored G protein-coupled estrogen receptor (GPER).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Activation of GPER triggers signaling cascades such as PI3K/AKT and Ras/MAPK, which in turn regulate the transcription of genes involved in breast cancer development.45,49HER2 signaling pathway\nHER2, encoded by the ERBB2 gene, is one of the four members of epidermal growth factor receptor (EGFR) family, which includes EGFR (HER1), HER2, HER3, and HER4.43,50 HER2 is enriched in approximately 15–20% of breast cancers, which is correlated with a highly aggressive phenotype and unfavorable prognosis.50,51 Although HER2 has no specific ligand, it forms homodimers or heterodimers with HER1, HER3, or HER4 to initiate downstream signaling pathways (Fig. 2).52–54 In breast cancer, activation of HER2 signaling further triggers various downstream signalings, such as PI3K/AKT, MAPK, and JAK/STAT signaling pathways, all of which leading to cancer cell proliferation, survival, adhesion and metastasis.50,55 Targeting HER2 is proved to have great efficacy in the treatment of HER2-positive breast cancer patients, which profoundly benefits their overall survival.PI3K/AKT/mTOR pathway\nThe phosphatidylinositol 3-kinases (PI3Ks) are a group of intracellular kinases that are categorized into three classes (class I, II and III).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The excessive activation of the PI3K/AKT/mTOR pathway is strongly linked to uncontrolled breast cancer development.57 Phosphatase and tensin homolog (PTEN) and inositol polyphosphate 4-phosphatase type II (INPP4B) are two crucial negative regulators of the PI3K pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Mammalian cells have three major branches of the MAPK signaling pathways: the extracellular signal-regulated kinases (ERK), the c-Jun N-terminal kinases (JNK), and the p38 MAPKs (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "CDK4/6 activity consequently leads to the hyperphosphorylation of RB1, facilitating the progression of the cell cycle and promoting cellular proliferation (Fig. 2).72,73 What’s more, increased MAPK and PI3K/AKT pathways can also drive CCDN1 transcription that finally activate cyclin D1/CDK4/6/RB1 pathway.74 CDK4/6 inhibitors are undeniably considered as one of the most significant advancements in breast cancer treatments in the last two decades.75 Different from ER-positive breast cancer, TNBC often exhibits a loss of RB1 expression, which consequently renders them unresponsive to CDK4/6 inhibitors.76,77Molecular features of DCIS and IDC\nA traditional theory presumes that DCIS and IDC are derived from mammary ducts, while lobular carcinoma in situ and invasive lobular carcinoma arise from lobules,78 although in Wellings’ research, they found that most early-stage breast carcinomas including ductal and lobular types arise from the same structure, namely, the terminal duct lobular unit.25,79 The ductal structure of terminal duct lobular unit consists of two cell layers, namely, the epithelial cell layer within the lumen and the myoepithelial cells (MECs) layer (surrounded by basement membrane).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Proposed models of DCIS progression\nFour different but complementary models have been proposed for DCIS progression, including the independent lineage, evolutionary bottleneck, multiclonal invasion, and convergent phenotype models (Fig. 3).113–115 The independent lineage model and the other three direct lineage models differ on whether DCIS is a precursor of IDC.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nProposed models of DCIS progression. a Independent lineage model, which presumes that DCIS and IDC derive from two distinct normal epithelial cells which share no overlapping CNAs or mutations. b Evolutionary bottleneck model, which presumes that a specific clone within DCIS is selected and it evolves into IDC. c Multiclonal invasion model, which presumes that multiple clones escape and co-migrate to invasive regions to generate IDC. d Convergent phenotype model, which presumes that subclones of different genotypes within DCIS can all give rise to an invasive phenotype to establish IDCIndependent lineage model\nThe independent lineage model hypothesizes that DCIS and IDC derive from two distinct normal epithelial cells (Fig. 3a).92 It presumes that DCIS and IDC arise from and progress through two independent cell lineages which never share any CNAs or mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Previous studies on breast cancer progression have demonstrated a phenomenon of evolutionary bottlenecks in metastases compared with the primary tumor.124 Subpopulations of tumor cells from the primary site are enriched in metastases, with or without new mutations that are acquired during the process of metastasis.125 Here, the evolutionary bottleneck model for DCIS-IDC transition hypothesizes that during the transition, only a small proportion of DCIS tumor cells with specific genetic events are selected to form a single clone, which subsequently breaks the evolutionary bottleneck and evolves into IDC (Fig. 3b).113–115 The evolutionary bottleneck model emphasizes the existence of clonal selection and decreased clonal diversity from DCIS to IDC transition.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In conjunction, these observations support an evolutionary model in which the transition from DCIS to IDC occurs as a result of clonal selection and may obey the rules of Darwinian evolution.113Multiclonal invasion model\nThe multiclonal invasion model differs from the evolutionary bottleneck model in that it refers to multiple subclones escaping and co-migrating to invasive regions to generate IDC, while the evolutionary bottleneck model mainly refers to the dominant subclones selection during the evolution from DCIS to IDC (Fig. 3c).86,114,115 Two scenarios are proposed for the multiclonal invasion model.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The multiclonal invasion model may imply that the DCIS-IDC transition: (1) is decided by multiple cancerous cells rather than a specific cell population, and (2) is influenced by noncancerous factors such as TME changes especially in the context of as high genomic concordance between DCIS and IDC.Convergent phenotype model\nAnother direct lineage model of DCIS progression is the convergent phenotype model.131 The model describes that subclones of different genotypes within DCIS may all give rise to an invasive phenotype to establish IDC, with concordant genomic profiles between the DCIS and related IDC (Fig. 3d).113,114 This suggests that discordant genotypic tumor cells may undergo potential similar or complementary alterations and finally gain the same invasive phenotype.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Emerging evidence suggests that considerable changes in the microenvironment pave the way for DCIS progression.133 Notably, different intrinsic subtypes of DCIS have been reported to be associated with distinct tumor microenvironment (TME) and evolutionary pathways to IDC.21 In breast cancer, the TME refers to all components surrounding to the cancerous cells in the tumor; it is mainly composed of MECs, immune cells, fibroblasts, extracellular matrix, and blood vessels.134–136 Numerous studies have demonstrated that the DCIS-IDC transition is not solely triggered by intrinsic changes in tumor cells; it is also regulated largely by the TME (Fig. 4).137,138\nFig. 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As different models have their own strengths and weakness, it is essential that researchers should choose the appropriate model based on the study aim (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nIn vitro and in vivo models for DCIS progression research. a In vitro models, in which DCIS cell lines that include the MCF10 series,189 HMT-3522 series,191 21Tseries,193 SUM225CWN,189 SUM102PT,189 and h.DCIS.01197 authentically mimic human DCIS progression for 2D and 3D culture in vitro. b In vivo models, in which MIND models149 and GEMMs including MMTV-PyMT,233 MMTV-Neu,240 C3(1)/Tag,245 and WAP-T247 mouse are available for studying the biology of DCIS in vivoDCIS cell lines\nA few DCIS cell lines have been established and utilized in in vitro and in vivo models for the study of DCIS; these include MCF10DCIS.com from the MCF10 series,189,190 HMT-3522 series,191 21Tseries,192,193 SUM225CWN,194 SUM102PT,195 and h.DCIS.01 (Fig. 5a).196,197\nAmong these, the MCF10 progression series is regarded as one of the most widely used cell lines in functional studies on DCIS.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Similarly, Hu et al. identified certain differences between MCFDCIS 2D culture and xenograft models in terms of luminal and myoepithelial markers.140 Thus, as the 2D model has certain limitations, studies on DCIS need to employ 3D culture and in vivo models for further investigation.3D culture models\nUnlike the oversimplified 2D models, 3D models attempt to recapitulate the native tumor microenvironment in vitro by building a 3D culture environment that supports cell-cell and cell-matrix interactions.210,211 Emerging evidence suggests that the DCIS-IDC transition partially results from interactions between DCIS cells and their TME,139,140,186 and that 3D culture models provide a significant in vitro model by co-culturing tumor cells with stromal cells.187,211–215 Carter et al. developed a novel 3D culture model that could recapture DCIS using a native physiological bilayer arrangement of myoepithelial and luminal cells; this differed from the traditional use of cell lines to form spheroids.212\nIn summary, 3D models may partly recapitulate the complex TME by co-cultivating multiple cell types and may better mimic the architecture of DCIS in vitro.Mouse-intraductal (MIND) model\nThe MIND model is a widely used xenograft model,149,216–220 which was first developed by Behbod et al.216 Two DCIS cell lines or a patient-derived DCIS line were transplanted into the mammary ducts of immunocompromised mice (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The MMTV-PyMT is a transgenic model, which is generated by overexpression of the PyMT oncogene that is driven by the MMTV-LTR promoter (Fig. 5b).232 The MMTV-PyMT model has been demonstrated to undergo four stages during tumor progression (hyperplasia, adenoma/mammary intraepithelial neoplasia, DCIS, and IDC); this is similar to the course of DCIS progression in humans.233 The entire course lasts for 10–14 weeks; it generates multifocal tumors and leads to the rapid development of lung metastases.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, the MMTV-neu model was constructed by ErbB2 oncogene overexpression in mice and was driven by the MMTV promoter (Fig. 5b).238 Studies have validated that the model can generate pre-invasive disease stage that exhibit histological similarities to human DCIS.228,236 Based on this characteristic, Lezzi et al. developed a dynamic mouse model (Balb-NeuT mice) for studying breast cancer progression in vivo.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Green et al. found that the C3(1)/Tag model showed ductal atypia at an age of 8 weeks; it then progressed to DCIS at approximately 12 weeks and to IDC at 16 weeks.244 A recent study that used single-cell sequencing showed the existence of pre-DCIS, DCIS, and IDC-like lesions in the C3(1)/Tag model and further demonstrated that DCIS progression was associated with microenvironmental changes.245 Comparison of conserved gene expression between the C3(1)/Tag model and human breast cancers revealed that it represented the basal-like subtype found in humans.245,246 Another set of transgenic mice, namely, WAP-T mice, were introduced by Schulze-Garg et al. in 2000; they were driven by the SV40 large-T antigen and were induced by the whey acidic protein promoter (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Moving forward, there is a need to implement personalized treatment strategies for both non-progressive and progressive DCIS, ensuring that patients receive appropriate and tailored care (Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Here, we review the highlights of DCIS-IDC studies (Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The most important pathways acknowledged in breast cancer including estrogen receptor (ER) pathway,32,33 HER2 signaling pathway,34,35 Phosphoinositide 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/AKT/mTOR) pathway,36 mitogen-activated protein kinases (MAPK) pathway,36,37 and cyclin D1/cyclin-dependent kinase 4/6/retinoblastoma protein (cyclin D1/CDK4/6/RB1) pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Metastasis retains a significant problem of breast cancer, with 20–30% of patients in early-stage breast cancer still die of metastatic disease.38 The metastatic cascade is admitted as a multistep process39 and the route of disseminated breast cancer cell to metastatic success or failure is decided by tumor cell intrinsic factors such as genetic/epigenetic plasticity, stemness, epithelial–mesenchymal transition and the tumor cell extrinsic factors especially including the metastatic microenvironment and the anti-cancer drug action.40–42\nFig. 2.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "These interactions further modulate the expression of downstream genes such as GATA3 and FOXA1 that participate in breast carcer initiation, progression, and metastasis (Fig. 2).47,48 On the other hand, a nongenomic ER signaling pathway involves a membrane-anchored G protein-coupled estrogen receptor (GPER).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Activation of GPER triggers signaling cascades such as PI3K/AKT and Ras/MAPK, which in turn regulate the transcription of genes involved in breast cancer development.45,49HER2 signaling pathway\nHER2, encoded by the ERBB2 gene, is one of the four members of epidermal growth factor receptor (EGFR) family, which includes EGFR (HER1), HER2, HER3, and HER4.43,50 HER2 is enriched in approximately 15–20% of breast cancers, which is correlated with a highly aggressive phenotype and unfavorable prognosis.50,51 Although HER2 has no specific ligand, it forms homodimers or heterodimers with HER1, HER3, or HER4 to initiate downstream signaling pathways (Fig. 2).52–54 In breast cancer, activation of HER2 signaling further triggers various downstream signalings, such as PI3K/AKT, MAPK, and JAK/STAT signaling pathways, all of which leading to cancer cell proliferation, survival, adhesion and metastasis.50,55 Targeting HER2 is proved to have great efficacy in the treatment of HER2-positive breast cancer patients, which profoundly benefits their overall survival.PI3K/AKT/mTOR pathway\nThe phosphatidylinositol 3-kinases (PI3Ks) are a group of intracellular kinases that are categorized into three classes (class I, II and III).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The excessive activation of the PI3K/AKT/mTOR pathway is strongly linked to uncontrolled breast cancer development.57 Phosphatase and tensin homolog (PTEN) and inositol polyphosphate 4-phosphatase type II (INPP4B) are two crucial negative regulators of the PI3K pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Mammalian cells have three major branches of the MAPK signaling pathways: the extracellular signal-regulated kinases (ERK), the c-Jun N-terminal kinases (JNK), and the p38 MAPKs (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "CDK4/6 activity consequently leads to the hyperphosphorylation of RB1, facilitating the progression of the cell cycle and promoting cellular proliferation (Fig. 2).72,73 What’s more, increased MAPK and PI3K/AKT pathways can also drive CCDN1 transcription that finally activate cyclin D1/CDK4/6/RB1 pathway.74 CDK4/6 inhibitors are undeniably considered as one of the most significant advancements in breast cancer treatments in the last two decades.75 Different from ER-positive breast cancer, TNBC often exhibits a loss of RB1 expression, which consequently renders them unresponsive to CDK4/6 inhibitors.76,77Molecular features of DCIS and IDC\nA traditional theory presumes that DCIS and IDC are derived from mammary ducts, while lobular carcinoma in situ and invasive lobular carcinoma arise from lobules,78 although in Wellings’ research, they found that most early-stage breast carcinomas including ductal and lobular types arise from the same structure, namely, the terminal duct lobular unit.25,79 The ductal structure of terminal duct lobular unit consists of two cell layers, namely, the epithelial cell layer within the lumen and the myoepithelial cells (MECs) layer (surrounded by basement membrane).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Proposed models of DCIS progression\nFour different but complementary models have been proposed for DCIS progression, including the independent lineage, evolutionary bottleneck, multiclonal invasion, and convergent phenotype models (Fig. 3).113–115 The independent lineage model and the other three direct lineage models differ on whether DCIS is a precursor of IDC.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nProposed models of DCIS progression. a Independent lineage model, which presumes that DCIS and IDC derive from two distinct normal epithelial cells which share no overlapping CNAs or mutations. b Evolutionary bottleneck model, which presumes that a specific clone within DCIS is selected and it evolves into IDC. c Multiclonal invasion model, which presumes that multiple clones escape and co-migrate to invasive regions to generate IDC. d Convergent phenotype model, which presumes that subclones of different genotypes within DCIS can all give rise to an invasive phenotype to establish IDCIndependent lineage model\nThe independent lineage model hypothesizes that DCIS and IDC derive from two distinct normal epithelial cells (Fig. 3a).92 It presumes that DCIS and IDC arise from and progress through two independent cell lineages which never share any CNAs or mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Previous studies on breast cancer progression have demonstrated a phenomenon of evolutionary bottlenecks in metastases compared with the primary tumor.124 Subpopulations of tumor cells from the primary site are enriched in metastases, with or without new mutations that are acquired during the process of metastasis.125 Here, the evolutionary bottleneck model for DCIS-IDC transition hypothesizes that during the transition, only a small proportion of DCIS tumor cells with specific genetic events are selected to form a single clone, which subsequently breaks the evolutionary bottleneck and evolves into IDC (Fig. 3b).113–115 The evolutionary bottleneck model emphasizes the existence of clonal selection and decreased clonal diversity from DCIS to IDC transition.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In conjunction, these observations support an evolutionary model in which the transition from DCIS to IDC occurs as a result of clonal selection and may obey the rules of Darwinian evolution.113Multiclonal invasion model\nThe multiclonal invasion model differs from the evolutionary bottleneck model in that it refers to multiple subclones escaping and co-migrating to invasive regions to generate IDC, while the evolutionary bottleneck model mainly refers to the dominant subclones selection during the evolution from DCIS to IDC (Fig. 3c).86,114,115 Two scenarios are proposed for the multiclonal invasion model.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The multiclonal invasion model may imply that the DCIS-IDC transition: (1) is decided by multiple cancerous cells rather than a specific cell population, and (2) is influenced by noncancerous factors such as TME changes especially in the context of as high genomic concordance between DCIS and IDC.Convergent phenotype model\nAnother direct lineage model of DCIS progression is the convergent phenotype model.131 The model describes that subclones of different genotypes within DCIS may all give rise to an invasive phenotype to establish IDC, with concordant genomic profiles between the DCIS and related IDC (Fig. 3d).113,114 This suggests that discordant genotypic tumor cells may undergo potential similar or complementary alterations and finally gain the same invasive phenotype.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Emerging evidence suggests that considerable changes in the microenvironment pave the way for DCIS progression.133 Notably, different intrinsic subtypes of DCIS have been reported to be associated with distinct tumor microenvironment (TME) and evolutionary pathways to IDC.21 In breast cancer, the TME refers to all components surrounding to the cancerous cells in the tumor; it is mainly composed of MECs, immune cells, fibroblasts, extracellular matrix, and blood vessels.134–136 Numerous studies have demonstrated that the DCIS-IDC transition is not solely triggered by intrinsic changes in tumor cells; it is also regulated largely by the TME (Fig. 4).137,138\nFig. 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As different models have their own strengths and weakness, it is essential that researchers should choose the appropriate model based on the study aim (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nIn vitro and in vivo models for DCIS progression research. a In vitro models, in which DCIS cell lines that include the MCF10 series,189 HMT-3522 series,191 21Tseries,193 SUM225CWN,189 SUM102PT,189 and h.DCIS.01197 authentically mimic human DCIS progression for 2D and 3D culture in vitro. b In vivo models, in which MIND models149 and GEMMs including MMTV-PyMT,233 MMTV-Neu,240 C3(1)/Tag,245 and WAP-T247 mouse are available for studying the biology of DCIS in vivoDCIS cell lines\nA few DCIS cell lines have been established and utilized in in vitro and in vivo models for the study of DCIS; these include MCF10DCIS.com from the MCF10 series,189,190 HMT-3522 series,191 21Tseries,192,193 SUM225CWN,194 SUM102PT,195 and h.DCIS.01 (Fig. 5a).196,197\nAmong these, the MCF10 progression series is regarded as one of the most widely used cell lines in functional studies on DCIS.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Similarly, Hu et al. identified certain differences between MCFDCIS 2D culture and xenograft models in terms of luminal and myoepithelial markers.140 Thus, as the 2D model has certain limitations, studies on DCIS need to employ 3D culture and in vivo models for further investigation.3D culture models\nUnlike the oversimplified 2D models, 3D models attempt to recapitulate the native tumor microenvironment in vitro by building a 3D culture environment that supports cell-cell and cell-matrix interactions.210,211 Emerging evidence suggests that the DCIS-IDC transition partially results from interactions between DCIS cells and their TME,139,140,186 and that 3D culture models provide a significant in vitro model by co-culturing tumor cells with stromal cells.187,211–215 Carter et al. developed a novel 3D culture model that could recapture DCIS using a native physiological bilayer arrangement of myoepithelial and luminal cells; this differed from the traditional use of cell lines to form spheroids.212\nIn summary, 3D models may partly recapitulate the complex TME by co-cultivating multiple cell types and may better mimic the architecture of DCIS in vitro.Mouse-intraductal (MIND) model\nThe MIND model is a widely used xenograft model,149,216–220 which was first developed by Behbod et al.216 Two DCIS cell lines or a patient-derived DCIS line were transplanted into the mammary ducts of immunocompromised mice (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The MMTV-PyMT is a transgenic model, which is generated by overexpression of the PyMT oncogene that is driven by the MMTV-LTR promoter (Fig. 5b).232 The MMTV-PyMT model has been demonstrated to undergo four stages during tumor progression (hyperplasia, adenoma/mammary intraepithelial neoplasia, DCIS, and IDC); this is similar to the course of DCIS progression in humans.233 The entire course lasts for 10–14 weeks; it generates multifocal tumors and leads to the rapid development of lung metastases.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, the MMTV-neu model was constructed by ErbB2 oncogene overexpression in mice and was driven by the MMTV promoter (Fig. 5b).238 Studies have validated that the model can generate pre-invasive disease stage that exhibit histological similarities to human DCIS.228,236 Based on this characteristic, Lezzi et al. developed a dynamic mouse model (Balb-NeuT mice) for studying breast cancer progression in vivo.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Green et al. found that the C3(1)/Tag model showed ductal atypia at an age of 8 weeks; it then progressed to DCIS at approximately 12 weeks and to IDC at 16 weeks.244 A recent study that used single-cell sequencing showed the existence of pre-DCIS, DCIS, and IDC-like lesions in the C3(1)/Tag model and further demonstrated that DCIS progression was associated with microenvironmental changes.245 Comparison of conserved gene expression between the C3(1)/Tag model and human breast cancers revealed that it represented the basal-like subtype found in humans.245,246 Another set of transgenic mice, namely, WAP-T mice, were introduced by Schulze-Garg et al. in 2000; they were driven by the SV40 large-T antigen and were induced by the whey acidic protein promoter (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Moving forward, there is a need to implement personalized treatment strategies for both non-progressive and progressive DCIS, ensuring that patients receive appropriate and tailored care (Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Here, we review the highlights of DCIS-IDC studies (Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The most important pathways acknowledged in breast cancer including estrogen receptor (ER) pathway,32,33 HER2 signaling pathway,34,35 Phosphoinositide 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/AKT/mTOR) pathway,36 mitogen-activated protein kinases (MAPK) pathway,36,37 and cyclin D1/cyclin-dependent kinase 4/6/retinoblastoma protein (cyclin D1/CDK4/6/RB1) pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Metastasis retains a significant problem of breast cancer, with 20–30% of patients in early-stage breast cancer still die of metastatic disease.38 The metastatic cascade is admitted as a multistep process39 and the route of disseminated breast cancer cell to metastatic success or failure is decided by tumor cell intrinsic factors such as genetic/epigenetic plasticity, stemness, epithelial–mesenchymal transition and the tumor cell extrinsic factors especially including the metastatic microenvironment and the anti-cancer drug action.40–42\nFig. 2.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "These interactions further modulate the expression of downstream genes such as GATA3 and FOXA1 that participate in breast carcer initiation, progression, and metastasis (Fig. 2).47,48 On the other hand, a nongenomic ER signaling pathway involves a membrane-anchored G protein-coupled estrogen receptor (GPER).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Activation of GPER triggers signaling cascades such as PI3K/AKT and Ras/MAPK, which in turn regulate the transcription of genes involved in breast cancer development.45,49HER2 signaling pathway\nHER2, encoded by the ERBB2 gene, is one of the four members of epidermal growth factor receptor (EGFR) family, which includes EGFR (HER1), HER2, HER3, and HER4.43,50 HER2 is enriched in approximately 15–20% of breast cancers, which is correlated with a highly aggressive phenotype and unfavorable prognosis.50,51 Although HER2 has no specific ligand, it forms homodimers or heterodimers with HER1, HER3, or HER4 to initiate downstream signaling pathways (Fig. 2).52–54 In breast cancer, activation of HER2 signaling further triggers various downstream signalings, such as PI3K/AKT, MAPK, and JAK/STAT signaling pathways, all of which leading to cancer cell proliferation, survival, adhesion and metastasis.50,55 Targeting HER2 is proved to have great efficacy in the treatment of HER2-positive breast cancer patients, which profoundly benefits their overall survival.PI3K/AKT/mTOR pathway\nThe phosphatidylinositol 3-kinases (PI3Ks) are a group of intracellular kinases that are categorized into three classes (class I, II and III).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The excessive activation of the PI3K/AKT/mTOR pathway is strongly linked to uncontrolled breast cancer development.57 Phosphatase and tensin homolog (PTEN) and inositol polyphosphate 4-phosphatase type II (INPP4B) are two crucial negative regulators of the PI3K pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Mammalian cells have three major branches of the MAPK signaling pathways: the extracellular signal-regulated kinases (ERK), the c-Jun N-terminal kinases (JNK), and the p38 MAPKs (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "CDK4/6 activity consequently leads to the hyperphosphorylation of RB1, facilitating the progression of the cell cycle and promoting cellular proliferation (Fig. 2).72,73 What’s more, increased MAPK and PI3K/AKT pathways can also drive CCDN1 transcription that finally activate cyclin D1/CDK4/6/RB1 pathway.74 CDK4/6 inhibitors are undeniably considered as one of the most significant advancements in breast cancer treatments in the last two decades.75 Different from ER-positive breast cancer, TNBC often exhibits a loss of RB1 expression, which consequently renders them unresponsive to CDK4/6 inhibitors.76,77Molecular features of DCIS and IDC\nA traditional theory presumes that DCIS and IDC are derived from mammary ducts, while lobular carcinoma in situ and invasive lobular carcinoma arise from lobules,78 although in Wellings’ research, they found that most early-stage breast carcinomas including ductal and lobular types arise from the same structure, namely, the terminal duct lobular unit.25,79 The ductal structure of terminal duct lobular unit consists of two cell layers, namely, the epithelial cell layer within the lumen and the myoepithelial cells (MECs) layer (surrounded by basement membrane).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Proposed models of DCIS progression\nFour different but complementary models have been proposed for DCIS progression, including the independent lineage, evolutionary bottleneck, multiclonal invasion, and convergent phenotype models (Fig. 3).113–115 The independent lineage model and the other three direct lineage models differ on whether DCIS is a precursor of IDC.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nProposed models of DCIS progression. a Independent lineage model, which presumes that DCIS and IDC derive from two distinct normal epithelial cells which share no overlapping CNAs or mutations. b Evolutionary bottleneck model, which presumes that a specific clone within DCIS is selected and it evolves into IDC. c Multiclonal invasion model, which presumes that multiple clones escape and co-migrate to invasive regions to generate IDC. d Convergent phenotype model, which presumes that subclones of different genotypes within DCIS can all give rise to an invasive phenotype to establish IDCIndependent lineage model\nThe independent lineage model hypothesizes that DCIS and IDC derive from two distinct normal epithelial cells (Fig. 3a).92 It presumes that DCIS and IDC arise from and progress through two independent cell lineages which never share any CNAs or mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Previous studies on breast cancer progression have demonstrated a phenomenon of evolutionary bottlenecks in metastases compared with the primary tumor.124 Subpopulations of tumor cells from the primary site are enriched in metastases, with or without new mutations that are acquired during the process of metastasis.125 Here, the evolutionary bottleneck model for DCIS-IDC transition hypothesizes that during the transition, only a small proportion of DCIS tumor cells with specific genetic events are selected to form a single clone, which subsequently breaks the evolutionary bottleneck and evolves into IDC (Fig. 3b).113–115 The evolutionary bottleneck model emphasizes the existence of clonal selection and decreased clonal diversity from DCIS to IDC transition.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In conjunction, these observations support an evolutionary model in which the transition from DCIS to IDC occurs as a result of clonal selection and may obey the rules of Darwinian evolution.113Multiclonal invasion model\nThe multiclonal invasion model differs from the evolutionary bottleneck model in that it refers to multiple subclones escaping and co-migrating to invasive regions to generate IDC, while the evolutionary bottleneck model mainly refers to the dominant subclones selection during the evolution from DCIS to IDC (Fig. 3c).86,114,115 Two scenarios are proposed for the multiclonal invasion model.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The multiclonal invasion model may imply that the DCIS-IDC transition: (1) is decided by multiple cancerous cells rather than a specific cell population, and (2) is influenced by noncancerous factors such as TME changes especially in the context of as high genomic concordance between DCIS and IDC.Convergent phenotype model\nAnother direct lineage model of DCIS progression is the convergent phenotype model.131 The model describes that subclones of different genotypes within DCIS may all give rise to an invasive phenotype to establish IDC, with concordant genomic profiles between the DCIS and related IDC (Fig. 3d).113,114 This suggests that discordant genotypic tumor cells may undergo potential similar or complementary alterations and finally gain the same invasive phenotype.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Emerging evidence suggests that considerable changes in the microenvironment pave the way for DCIS progression.133 Notably, different intrinsic subtypes of DCIS have been reported to be associated with distinct tumor microenvironment (TME) and evolutionary pathways to IDC.21 In breast cancer, the TME refers to all components surrounding to the cancerous cells in the tumor; it is mainly composed of MECs, immune cells, fibroblasts, extracellular matrix, and blood vessels.134–136 Numerous studies have demonstrated that the DCIS-IDC transition is not solely triggered by intrinsic changes in tumor cells; it is also regulated largely by the TME (Fig. 4).137,138\nFig. 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As different models have their own strengths and weakness, it is essential that researchers should choose the appropriate model based on the study aim (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nIn vitro and in vivo models for DCIS progression research. a In vitro models, in which DCIS cell lines that include the MCF10 series,189 HMT-3522 series,191 21Tseries,193 SUM225CWN,189 SUM102PT,189 and h.DCIS.01197 authentically mimic human DCIS progression for 2D and 3D culture in vitro. b In vivo models, in which MIND models149 and GEMMs including MMTV-PyMT,233 MMTV-Neu,240 C3(1)/Tag,245 and WAP-T247 mouse are available for studying the biology of DCIS in vivoDCIS cell lines\nA few DCIS cell lines have been established and utilized in in vitro and in vivo models for the study of DCIS; these include MCF10DCIS.com from the MCF10 series,189,190 HMT-3522 series,191 21Tseries,192,193 SUM225CWN,194 SUM102PT,195 and h.DCIS.01 (Fig. 5a).196,197\nAmong these, the MCF10 progression series is regarded as one of the most widely used cell lines in functional studies on DCIS.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Similarly, Hu et al. identified certain differences between MCFDCIS 2D culture and xenograft models in terms of luminal and myoepithelial markers.140 Thus, as the 2D model has certain limitations, studies on DCIS need to employ 3D culture and in vivo models for further investigation.3D culture models\nUnlike the oversimplified 2D models, 3D models attempt to recapitulate the native tumor microenvironment in vitro by building a 3D culture environment that supports cell-cell and cell-matrix interactions.210,211 Emerging evidence suggests that the DCIS-IDC transition partially results from interactions between DCIS cells and their TME,139,140,186 and that 3D culture models provide a significant in vitro model by co-culturing tumor cells with stromal cells.187,211–215 Carter et al. developed a novel 3D culture model that could recapture DCIS using a native physiological bilayer arrangement of myoepithelial and luminal cells; this differed from the traditional use of cell lines to form spheroids.212\nIn summary, 3D models may partly recapitulate the complex TME by co-cultivating multiple cell types and may better mimic the architecture of DCIS in vitro.Mouse-intraductal (MIND) model\nThe MIND model is a widely used xenograft model,149,216–220 which was first developed by Behbod et al.216 Two DCIS cell lines or a patient-derived DCIS line were transplanted into the mammary ducts of immunocompromised mice (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The MMTV-PyMT is a transgenic model, which is generated by overexpression of the PyMT oncogene that is driven by the MMTV-LTR promoter (Fig. 5b).232 The MMTV-PyMT model has been demonstrated to undergo four stages during tumor progression (hyperplasia, adenoma/mammary intraepithelial neoplasia, DCIS, and IDC); this is similar to the course of DCIS progression in humans.233 The entire course lasts for 10–14 weeks; it generates multifocal tumors and leads to the rapid development of lung metastases.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, the MMTV-neu model was constructed by ErbB2 oncogene overexpression in mice and was driven by the MMTV promoter (Fig. 5b).238 Studies have validated that the model can generate pre-invasive disease stage that exhibit histological similarities to human DCIS.228,236 Based on this characteristic, Lezzi et al. developed a dynamic mouse model (Balb-NeuT mice) for studying breast cancer progression in vivo.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Green et al. found that the C3(1)/Tag model showed ductal atypia at an age of 8 weeks; it then progressed to DCIS at approximately 12 weeks and to IDC at 16 weeks.244 A recent study that used single-cell sequencing showed the existence of pre-DCIS, DCIS, and IDC-like lesions in the C3(1)/Tag model and further demonstrated that DCIS progression was associated with microenvironmental changes.245 Comparison of conserved gene expression between the C3(1)/Tag model and human breast cancers revealed that it represented the basal-like subtype found in humans.245,246 Another set of transgenic mice, namely, WAP-T mice, were introduced by Schulze-Garg et al. in 2000; they were driven by the SV40 large-T antigen and were induced by the whey acidic protein promoter (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Moving forward, there is a need to implement personalized treatment strategies for both non-progressive and progressive DCIS, ensuring that patients receive appropriate and tailored care (Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Here, we review the highlights of DCIS-IDC studies (Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The most important pathways acknowledged in breast cancer including estrogen receptor (ER) pathway,32,33 HER2 signaling pathway,34,35 Phosphoinositide 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/AKT/mTOR) pathway,36 mitogen-activated protein kinases (MAPK) pathway,36,37 and cyclin D1/cyclin-dependent kinase 4/6/retinoblastoma protein (cyclin D1/CDK4/6/RB1) pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Metastasis retains a significant problem of breast cancer, with 20–30% of patients in early-stage breast cancer still die of metastatic disease.38 The metastatic cascade is admitted as a multistep process39 and the route of disseminated breast cancer cell to metastatic success or failure is decided by tumor cell intrinsic factors such as genetic/epigenetic plasticity, stemness, epithelial–mesenchymal transition and the tumor cell extrinsic factors especially including the metastatic microenvironment and the anti-cancer drug action.40–42\nFig. 2.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "These interactions further modulate the expression of downstream genes such as GATA3 and FOXA1 that participate in breast carcer initiation, progression, and metastasis (Fig. 2).47,48 On the other hand, a nongenomic ER signaling pathway involves a membrane-anchored G protein-coupled estrogen receptor (GPER).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Activation of GPER triggers signaling cascades such as PI3K/AKT and Ras/MAPK, which in turn regulate the transcription of genes involved in breast cancer development.45,49HER2 signaling pathway\nHER2, encoded by the ERBB2 gene, is one of the four members of epidermal growth factor receptor (EGFR) family, which includes EGFR (HER1), HER2, HER3, and HER4.43,50 HER2 is enriched in approximately 15–20% of breast cancers, which is correlated with a highly aggressive phenotype and unfavorable prognosis.50,51 Although HER2 has no specific ligand, it forms homodimers or heterodimers with HER1, HER3, or HER4 to initiate downstream signaling pathways (Fig. 2).52–54 In breast cancer, activation of HER2 signaling further triggers various downstream signalings, such as PI3K/AKT, MAPK, and JAK/STAT signaling pathways, all of which leading to cancer cell proliferation, survival, adhesion and metastasis.50,55 Targeting HER2 is proved to have great efficacy in the treatment of HER2-positive breast cancer patients, which profoundly benefits their overall survival.PI3K/AKT/mTOR pathway\nThe phosphatidylinositol 3-kinases (PI3Ks) are a group of intracellular kinases that are categorized into three classes (class I, II and III).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The excessive activation of the PI3K/AKT/mTOR pathway is strongly linked to uncontrolled breast cancer development.57 Phosphatase and tensin homolog (PTEN) and inositol polyphosphate 4-phosphatase type II (INPP4B) are two crucial negative regulators of the PI3K pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Mammalian cells have three major branches of the MAPK signaling pathways: the extracellular signal-regulated kinases (ERK), the c-Jun N-terminal kinases (JNK), and the p38 MAPKs (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "CDK4/6 activity consequently leads to the hyperphosphorylation of RB1, facilitating the progression of the cell cycle and promoting cellular proliferation (Fig. 2).72,73 What’s more, increased MAPK and PI3K/AKT pathways can also drive CCDN1 transcription that finally activate cyclin D1/CDK4/6/RB1 pathway.74 CDK4/6 inhibitors are undeniably considered as one of the most significant advancements in breast cancer treatments in the last two decades.75 Different from ER-positive breast cancer, TNBC often exhibits a loss of RB1 expression, which consequently renders them unresponsive to CDK4/6 inhibitors.76,77Molecular features of DCIS and IDC\nA traditional theory presumes that DCIS and IDC are derived from mammary ducts, while lobular carcinoma in situ and invasive lobular carcinoma arise from lobules,78 although in Wellings’ research, they found that most early-stage breast carcinomas including ductal and lobular types arise from the same structure, namely, the terminal duct lobular unit.25,79 The ductal structure of terminal duct lobular unit consists of two cell layers, namely, the epithelial cell layer within the lumen and the myoepithelial cells (MECs) layer (surrounded by basement membrane).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Proposed models of DCIS progression\nFour different but complementary models have been proposed for DCIS progression, including the independent lineage, evolutionary bottleneck, multiclonal invasion, and convergent phenotype models (Fig. 3).113–115 The independent lineage model and the other three direct lineage models differ on whether DCIS is a precursor of IDC.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nProposed models of DCIS progression. a Independent lineage model, which presumes that DCIS and IDC derive from two distinct normal epithelial cells which share no overlapping CNAs or mutations. b Evolutionary bottleneck model, which presumes that a specific clone within DCIS is selected and it evolves into IDC. c Multiclonal invasion model, which presumes that multiple clones escape and co-migrate to invasive regions to generate IDC. d Convergent phenotype model, which presumes that subclones of different genotypes within DCIS can all give rise to an invasive phenotype to establish IDCIndependent lineage model\nThe independent lineage model hypothesizes that DCIS and IDC derive from two distinct normal epithelial cells (Fig. 3a).92 It presumes that DCIS and IDC arise from and progress through two independent cell lineages which never share any CNAs or mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Previous studies on breast cancer progression have demonstrated a phenomenon of evolutionary bottlenecks in metastases compared with the primary tumor.124 Subpopulations of tumor cells from the primary site are enriched in metastases, with or without new mutations that are acquired during the process of metastasis.125 Here, the evolutionary bottleneck model for DCIS-IDC transition hypothesizes that during the transition, only a small proportion of DCIS tumor cells with specific genetic events are selected to form a single clone, which subsequently breaks the evolutionary bottleneck and evolves into IDC (Fig. 3b).113–115 The evolutionary bottleneck model emphasizes the existence of clonal selection and decreased clonal diversity from DCIS to IDC transition.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In conjunction, these observations support an evolutionary model in which the transition from DCIS to IDC occurs as a result of clonal selection and may obey the rules of Darwinian evolution.113Multiclonal invasion model\nThe multiclonal invasion model differs from the evolutionary bottleneck model in that it refers to multiple subclones escaping and co-migrating to invasive regions to generate IDC, while the evolutionary bottleneck model mainly refers to the dominant subclones selection during the evolution from DCIS to IDC (Fig. 3c).86,114,115 Two scenarios are proposed for the multiclonal invasion model.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The multiclonal invasion model may imply that the DCIS-IDC transition: (1) is decided by multiple cancerous cells rather than a specific cell population, and (2) is influenced by noncancerous factors such as TME changes especially in the context of as high genomic concordance between DCIS and IDC.Convergent phenotype model\nAnother direct lineage model of DCIS progression is the convergent phenotype model.131 The model describes that subclones of different genotypes within DCIS may all give rise to an invasive phenotype to establish IDC, with concordant genomic profiles between the DCIS and related IDC (Fig. 3d).113,114 This suggests that discordant genotypic tumor cells may undergo potential similar or complementary alterations and finally gain the same invasive phenotype.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Emerging evidence suggests that considerable changes in the microenvironment pave the way for DCIS progression.133 Notably, different intrinsic subtypes of DCIS have been reported to be associated with distinct tumor microenvironment (TME) and evolutionary pathways to IDC.21 In breast cancer, the TME refers to all components surrounding to the cancerous cells in the tumor; it is mainly composed of MECs, immune cells, fibroblasts, extracellular matrix, and blood vessels.134–136 Numerous studies have demonstrated that the DCIS-IDC transition is not solely triggered by intrinsic changes in tumor cells; it is also regulated largely by the TME (Fig. 4).137,138\nFig. 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As different models have their own strengths and weakness, it is essential that researchers should choose the appropriate model based on the study aim (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nIn vitro and in vivo models for DCIS progression research. a In vitro models, in which DCIS cell lines that include the MCF10 series,189 HMT-3522 series,191 21Tseries,193 SUM225CWN,189 SUM102PT,189 and h.DCIS.01197 authentically mimic human DCIS progression for 2D and 3D culture in vitro. b In vivo models, in which MIND models149 and GEMMs including MMTV-PyMT,233 MMTV-Neu,240 C3(1)/Tag,245 and WAP-T247 mouse are available for studying the biology of DCIS in vivoDCIS cell lines\nA few DCIS cell lines have been established and utilized in in vitro and in vivo models for the study of DCIS; these include MCF10DCIS.com from the MCF10 series,189,190 HMT-3522 series,191 21Tseries,192,193 SUM225CWN,194 SUM102PT,195 and h.DCIS.01 (Fig. 5a).196,197\nAmong these, the MCF10 progression series is regarded as one of the most widely used cell lines in functional studies on DCIS.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Similarly, Hu et al. identified certain differences between MCFDCIS 2D culture and xenograft models in terms of luminal and myoepithelial markers.140 Thus, as the 2D model has certain limitations, studies on DCIS need to employ 3D culture and in vivo models for further investigation.3D culture models\nUnlike the oversimplified 2D models, 3D models attempt to recapitulate the native tumor microenvironment in vitro by building a 3D culture environment that supports cell-cell and cell-matrix interactions.210,211 Emerging evidence suggests that the DCIS-IDC transition partially results from interactions between DCIS cells and their TME,139,140,186 and that 3D culture models provide a significant in vitro model by co-culturing tumor cells with stromal cells.187,211–215 Carter et al. developed a novel 3D culture model that could recapture DCIS using a native physiological bilayer arrangement of myoepithelial and luminal cells; this differed from the traditional use of cell lines to form spheroids.212\nIn summary, 3D models may partly recapitulate the complex TME by co-cultivating multiple cell types and may better mimic the architecture of DCIS in vitro.Mouse-intraductal (MIND) model\nThe MIND model is a widely used xenograft model,149,216–220 which was first developed by Behbod et al.216 Two DCIS cell lines or a patient-derived DCIS line were transplanted into the mammary ducts of immunocompromised mice (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The MMTV-PyMT is a transgenic model, which is generated by overexpression of the PyMT oncogene that is driven by the MMTV-LTR promoter (Fig. 5b).232 The MMTV-PyMT model has been demonstrated to undergo four stages during tumor progression (hyperplasia, adenoma/mammary intraepithelial neoplasia, DCIS, and IDC); this is similar to the course of DCIS progression in humans.233 The entire course lasts for 10–14 weeks; it generates multifocal tumors and leads to the rapid development of lung metastases.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, the MMTV-neu model was constructed by ErbB2 oncogene overexpression in mice and was driven by the MMTV promoter (Fig. 5b).238 Studies have validated that the model can generate pre-invasive disease stage that exhibit histological similarities to human DCIS.228,236 Based on this characteristic, Lezzi et al. developed a dynamic mouse model (Balb-NeuT mice) for studying breast cancer progression in vivo.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Green et al. found that the C3(1)/Tag model showed ductal atypia at an age of 8 weeks; it then progressed to DCIS at approximately 12 weeks and to IDC at 16 weeks.244 A recent study that used single-cell sequencing showed the existence of pre-DCIS, DCIS, and IDC-like lesions in the C3(1)/Tag model and further demonstrated that DCIS progression was associated with microenvironmental changes.245 Comparison of conserved gene expression between the C3(1)/Tag model and human breast cancers revealed that it represented the basal-like subtype found in humans.245,246 Another set of transgenic mice, namely, WAP-T mice, were introduced by Schulze-Garg et al. in 2000; they were driven by the SV40 large-T antigen and were induced by the whey acidic protein promoter (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Moving forward, there is a need to implement personalized treatment strategies for both non-progressive and progressive DCIS, ensuring that patients receive appropriate and tailored care (Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Here, we review the highlights of DCIS-IDC studies (Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The most important pathways acknowledged in breast cancer including estrogen receptor (ER) pathway,32,33 HER2 signaling pathway,34,35 Phosphoinositide 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/AKT/mTOR) pathway,36 mitogen-activated protein kinases (MAPK) pathway,36,37 and cyclin D1/cyclin-dependent kinase 4/6/retinoblastoma protein (cyclin D1/CDK4/6/RB1) pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Metastasis retains a significant problem of breast cancer, with 20–30% of patients in early-stage breast cancer still die of metastatic disease.38 The metastatic cascade is admitted as a multistep process39 and the route of disseminated breast cancer cell to metastatic success or failure is decided by tumor cell intrinsic factors such as genetic/epigenetic plasticity, stemness, epithelial–mesenchymal transition and the tumor cell extrinsic factors especially including the metastatic microenvironment and the anti-cancer drug action.40–42\nFig. 2.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "These interactions further modulate the expression of downstream genes such as GATA3 and FOXA1 that participate in breast carcer initiation, progression, and metastasis (Fig. 2).47,48 On the other hand, a nongenomic ER signaling pathway involves a membrane-anchored G protein-coupled estrogen receptor (GPER).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Activation of GPER triggers signaling cascades such as PI3K/AKT and Ras/MAPK, which in turn regulate the transcription of genes involved in breast cancer development.45,49HER2 signaling pathway\nHER2, encoded by the ERBB2 gene, is one of the four members of epidermal growth factor receptor (EGFR) family, which includes EGFR (HER1), HER2, HER3, and HER4.43,50 HER2 is enriched in approximately 15–20% of breast cancers, which is correlated with a highly aggressive phenotype and unfavorable prognosis.50,51 Although HER2 has no specific ligand, it forms homodimers or heterodimers with HER1, HER3, or HER4 to initiate downstream signaling pathways (Fig. 2).52–54 In breast cancer, activation of HER2 signaling further triggers various downstream signalings, such as PI3K/AKT, MAPK, and JAK/STAT signaling pathways, all of which leading to cancer cell proliferation, survival, adhesion and metastasis.50,55 Targeting HER2 is proved to have great efficacy in the treatment of HER2-positive breast cancer patients, which profoundly benefits their overall survival.PI3K/AKT/mTOR pathway\nThe phosphatidylinositol 3-kinases (PI3Ks) are a group of intracellular kinases that are categorized into three classes (class I, II and III).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The excessive activation of the PI3K/AKT/mTOR pathway is strongly linked to uncontrolled breast cancer development.57 Phosphatase and tensin homolog (PTEN) and inositol polyphosphate 4-phosphatase type II (INPP4B) are two crucial negative regulators of the PI3K pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Mammalian cells have three major branches of the MAPK signaling pathways: the extracellular signal-regulated kinases (ERK), the c-Jun N-terminal kinases (JNK), and the p38 MAPKs (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "CDK4/6 activity consequently leads to the hyperphosphorylation of RB1, facilitating the progression of the cell cycle and promoting cellular proliferation (Fig. 2).72,73 What’s more, increased MAPK and PI3K/AKT pathways can also drive CCDN1 transcription that finally activate cyclin D1/CDK4/6/RB1 pathway.74 CDK4/6 inhibitors are undeniably considered as one of the most significant advancements in breast cancer treatments in the last two decades.75 Different from ER-positive breast cancer, TNBC often exhibits a loss of RB1 expression, which consequently renders them unresponsive to CDK4/6 inhibitors.76,77Molecular features of DCIS and IDC\nA traditional theory presumes that DCIS and IDC are derived from mammary ducts, while lobular carcinoma in situ and invasive lobular carcinoma arise from lobules,78 although in Wellings’ research, they found that most early-stage breast carcinomas including ductal and lobular types arise from the same structure, namely, the terminal duct lobular unit.25,79 The ductal structure of terminal duct lobular unit consists of two cell layers, namely, the epithelial cell layer within the lumen and the myoepithelial cells (MECs) layer (surrounded by basement membrane).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Proposed models of DCIS progression\nFour different but complementary models have been proposed for DCIS progression, including the independent lineage, evolutionary bottleneck, multiclonal invasion, and convergent phenotype models (Fig. 3).113–115 The independent lineage model and the other three direct lineage models differ on whether DCIS is a precursor of IDC.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nProposed models of DCIS progression. a Independent lineage model, which presumes that DCIS and IDC derive from two distinct normal epithelial cells which share no overlapping CNAs or mutations. b Evolutionary bottleneck model, which presumes that a specific clone within DCIS is selected and it evolves into IDC. c Multiclonal invasion model, which presumes that multiple clones escape and co-migrate to invasive regions to generate IDC. d Convergent phenotype model, which presumes that subclones of different genotypes within DCIS can all give rise to an invasive phenotype to establish IDCIndependent lineage model\nThe independent lineage model hypothesizes that DCIS and IDC derive from two distinct normal epithelial cells (Fig. 3a).92 It presumes that DCIS and IDC arise from and progress through two independent cell lineages which never share any CNAs or mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Previous studies on breast cancer progression have demonstrated a phenomenon of evolutionary bottlenecks in metastases compared with the primary tumor.124 Subpopulations of tumor cells from the primary site are enriched in metastases, with or without new mutations that are acquired during the process of metastasis.125 Here, the evolutionary bottleneck model for DCIS-IDC transition hypothesizes that during the transition, only a small proportion of DCIS tumor cells with specific genetic events are selected to form a single clone, which subsequently breaks the evolutionary bottleneck and evolves into IDC (Fig. 3b).113–115 The evolutionary bottleneck model emphasizes the existence of clonal selection and decreased clonal diversity from DCIS to IDC transition.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In conjunction, these observations support an evolutionary model in which the transition from DCIS to IDC occurs as a result of clonal selection and may obey the rules of Darwinian evolution.113Multiclonal invasion model\nThe multiclonal invasion model differs from the evolutionary bottleneck model in that it refers to multiple subclones escaping and co-migrating to invasive regions to generate IDC, while the evolutionary bottleneck model mainly refers to the dominant subclones selection during the evolution from DCIS to IDC (Fig. 3c).86,114,115 Two scenarios are proposed for the multiclonal invasion model.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The multiclonal invasion model may imply that the DCIS-IDC transition: (1) is decided by multiple cancerous cells rather than a specific cell population, and (2) is influenced by noncancerous factors such as TME changes especially in the context of as high genomic concordance between DCIS and IDC.Convergent phenotype model\nAnother direct lineage model of DCIS progression is the convergent phenotype model.131 The model describes that subclones of different genotypes within DCIS may all give rise to an invasive phenotype to establish IDC, with concordant genomic profiles between the DCIS and related IDC (Fig. 3d).113,114 This suggests that discordant genotypic tumor cells may undergo potential similar or complementary alterations and finally gain the same invasive phenotype.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Emerging evidence suggests that considerable changes in the microenvironment pave the way for DCIS progression.133 Notably, different intrinsic subtypes of DCIS have been reported to be associated with distinct tumor microenvironment (TME) and evolutionary pathways to IDC.21 In breast cancer, the TME refers to all components surrounding to the cancerous cells in the tumor; it is mainly composed of MECs, immune cells, fibroblasts, extracellular matrix, and blood vessels.134–136 Numerous studies have demonstrated that the DCIS-IDC transition is not solely triggered by intrinsic changes in tumor cells; it is also regulated largely by the TME (Fig. 4).137,138\nFig. 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As different models have their own strengths and weakness, it is essential that researchers should choose the appropriate model based on the study aim (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nIn vitro and in vivo models for DCIS progression research. a In vitro models, in which DCIS cell lines that include the MCF10 series,189 HMT-3522 series,191 21Tseries,193 SUM225CWN,189 SUM102PT,189 and h.DCIS.01197 authentically mimic human DCIS progression for 2D and 3D culture in vitro. b In vivo models, in which MIND models149 and GEMMs including MMTV-PyMT,233 MMTV-Neu,240 C3(1)/Tag,245 and WAP-T247 mouse are available for studying the biology of DCIS in vivoDCIS cell lines\nA few DCIS cell lines have been established and utilized in in vitro and in vivo models for the study of DCIS; these include MCF10DCIS.com from the MCF10 series,189,190 HMT-3522 series,191 21Tseries,192,193 SUM225CWN,194 SUM102PT,195 and h.DCIS.01 (Fig. 5a).196,197\nAmong these, the MCF10 progression series is regarded as one of the most widely used cell lines in functional studies on DCIS.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Similarly, Hu et al. identified certain differences between MCFDCIS 2D culture and xenograft models in terms of luminal and myoepithelial markers.140 Thus, as the 2D model has certain limitations, studies on DCIS need to employ 3D culture and in vivo models for further investigation.3D culture models\nUnlike the oversimplified 2D models, 3D models attempt to recapitulate the native tumor microenvironment in vitro by building a 3D culture environment that supports cell-cell and cell-matrix interactions.210,211 Emerging evidence suggests that the DCIS-IDC transition partially results from interactions between DCIS cells and their TME,139,140,186 and that 3D culture models provide a significant in vitro model by co-culturing tumor cells with stromal cells.187,211–215 Carter et al. developed a novel 3D culture model that could recapture DCIS using a native physiological bilayer arrangement of myoepithelial and luminal cells; this differed from the traditional use of cell lines to form spheroids.212\nIn summary, 3D models may partly recapitulate the complex TME by co-cultivating multiple cell types and may better mimic the architecture of DCIS in vitro.Mouse-intraductal (MIND) model\nThe MIND model is a widely used xenograft model,149,216–220 which was first developed by Behbod et al.216 Two DCIS cell lines or a patient-derived DCIS line were transplanted into the mammary ducts of immunocompromised mice (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The MMTV-PyMT is a transgenic model, which is generated by overexpression of the PyMT oncogene that is driven by the MMTV-LTR promoter (Fig. 5b).232 The MMTV-PyMT model has been demonstrated to undergo four stages during tumor progression (hyperplasia, adenoma/mammary intraepithelial neoplasia, DCIS, and IDC); this is similar to the course of DCIS progression in humans.233 The entire course lasts for 10–14 weeks; it generates multifocal tumors and leads to the rapid development of lung metastases.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, the MMTV-neu model was constructed by ErbB2 oncogene overexpression in mice and was driven by the MMTV promoter (Fig. 5b).238 Studies have validated that the model can generate pre-invasive disease stage that exhibit histological similarities to human DCIS.228,236 Based on this characteristic, Lezzi et al. developed a dynamic mouse model (Balb-NeuT mice) for studying breast cancer progression in vivo.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Green et al. found that the C3(1)/Tag model showed ductal atypia at an age of 8 weeks; it then progressed to DCIS at approximately 12 weeks and to IDC at 16 weeks.244 A recent study that used single-cell sequencing showed the existence of pre-DCIS, DCIS, and IDC-like lesions in the C3(1)/Tag model and further demonstrated that DCIS progression was associated with microenvironmental changes.245 Comparison of conserved gene expression between the C3(1)/Tag model and human breast cancers revealed that it represented the basal-like subtype found in humans.245,246 Another set of transgenic mice, namely, WAP-T mice, were introduced by Schulze-Garg et al. in 2000; they were driven by the SV40 large-T antigen and were induced by the whey acidic protein promoter (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Moving forward, there is a need to implement personalized treatment strategies for both non-progressive and progressive DCIS, ensuring that patients receive appropriate and tailored care (Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Here, we review the highlights of DCIS-IDC studies (Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The most important pathways acknowledged in breast cancer including estrogen receptor (ER) pathway,32,33 HER2 signaling pathway,34,35 Phosphoinositide 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/AKT/mTOR) pathway,36 mitogen-activated protein kinases (MAPK) pathway,36,37 and cyclin D1/cyclin-dependent kinase 4/6/retinoblastoma protein (cyclin D1/CDK4/6/RB1) pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Metastasis retains a significant problem of breast cancer, with 20–30% of patients in early-stage breast cancer still die of metastatic disease.38 The metastatic cascade is admitted as a multistep process39 and the route of disseminated breast cancer cell to metastatic success or failure is decided by tumor cell intrinsic factors such as genetic/epigenetic plasticity, stemness, epithelial–mesenchymal transition and the tumor cell extrinsic factors especially including the metastatic microenvironment and the anti-cancer drug action.40–42\nFig. 2.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "These interactions further modulate the expression of downstream genes such as GATA3 and FOXA1 that participate in breast carcer initiation, progression, and metastasis (Fig. 2).47,48 On the other hand, a nongenomic ER signaling pathway involves a membrane-anchored G protein-coupled estrogen receptor (GPER).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Activation of GPER triggers signaling cascades such as PI3K/AKT and Ras/MAPK, which in turn regulate the transcription of genes involved in breast cancer development.45,49HER2 signaling pathway\nHER2, encoded by the ERBB2 gene, is one of the four members of epidermal growth factor receptor (EGFR) family, which includes EGFR (HER1), HER2, HER3, and HER4.43,50 HER2 is enriched in approximately 15–20% of breast cancers, which is correlated with a highly aggressive phenotype and unfavorable prognosis.50,51 Although HER2 has no specific ligand, it forms homodimers or heterodimers with HER1, HER3, or HER4 to initiate downstream signaling pathways (Fig. 2).52–54 In breast cancer, activation of HER2 signaling further triggers various downstream signalings, such as PI3K/AKT, MAPK, and JAK/STAT signaling pathways, all of which leading to cancer cell proliferation, survival, adhesion and metastasis.50,55 Targeting HER2 is proved to have great efficacy in the treatment of HER2-positive breast cancer patients, which profoundly benefits their overall survival.PI3K/AKT/mTOR pathway\nThe phosphatidylinositol 3-kinases (PI3Ks) are a group of intracellular kinases that are categorized into three classes (class I, II and III).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The excessive activation of the PI3K/AKT/mTOR pathway is strongly linked to uncontrolled breast cancer development.57 Phosphatase and tensin homolog (PTEN) and inositol polyphosphate 4-phosphatase type II (INPP4B) are two crucial negative regulators of the PI3K pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Mammalian cells have three major branches of the MAPK signaling pathways: the extracellular signal-regulated kinases (ERK), the c-Jun N-terminal kinases (JNK), and the p38 MAPKs (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "CDK4/6 activity consequently leads to the hyperphosphorylation of RB1, facilitating the progression of the cell cycle and promoting cellular proliferation (Fig. 2).72,73 What’s more, increased MAPK and PI3K/AKT pathways can also drive CCDN1 transcription that finally activate cyclin D1/CDK4/6/RB1 pathway.74 CDK4/6 inhibitors are undeniably considered as one of the most significant advancements in breast cancer treatments in the last two decades.75 Different from ER-positive breast cancer, TNBC often exhibits a loss of RB1 expression, which consequently renders them unresponsive to CDK4/6 inhibitors.76,77Molecular features of DCIS and IDC\nA traditional theory presumes that DCIS and IDC are derived from mammary ducts, while lobular carcinoma in situ and invasive lobular carcinoma arise from lobules,78 although in Wellings’ research, they found that most early-stage breast carcinomas including ductal and lobular types arise from the same structure, namely, the terminal duct lobular unit.25,79 The ductal structure of terminal duct lobular unit consists of two cell layers, namely, the epithelial cell layer within the lumen and the myoepithelial cells (MECs) layer (surrounded by basement membrane).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Proposed models of DCIS progression\nFour different but complementary models have been proposed for DCIS progression, including the independent lineage, evolutionary bottleneck, multiclonal invasion, and convergent phenotype models (Fig. 3).113–115 The independent lineage model and the other three direct lineage models differ on whether DCIS is a precursor of IDC.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nProposed models of DCIS progression. a Independent lineage model, which presumes that DCIS and IDC derive from two distinct normal epithelial cells which share no overlapping CNAs or mutations. b Evolutionary bottleneck model, which presumes that a specific clone within DCIS is selected and it evolves into IDC. c Multiclonal invasion model, which presumes that multiple clones escape and co-migrate to invasive regions to generate IDC. d Convergent phenotype model, which presumes that subclones of different genotypes within DCIS can all give rise to an invasive phenotype to establish IDCIndependent lineage model\nThe independent lineage model hypothesizes that DCIS and IDC derive from two distinct normal epithelial cells (Fig. 3a).92 It presumes that DCIS and IDC arise from and progress through two independent cell lineages which never share any CNAs or mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Previous studies on breast cancer progression have demonstrated a phenomenon of evolutionary bottlenecks in metastases compared with the primary tumor.124 Subpopulations of tumor cells from the primary site are enriched in metastases, with or without new mutations that are acquired during the process of metastasis.125 Here, the evolutionary bottleneck model for DCIS-IDC transition hypothesizes that during the transition, only a small proportion of DCIS tumor cells with specific genetic events are selected to form a single clone, which subsequently breaks the evolutionary bottleneck and evolves into IDC (Fig. 3b).113–115 The evolutionary bottleneck model emphasizes the existence of clonal selection and decreased clonal diversity from DCIS to IDC transition.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In conjunction, these observations support an evolutionary model in which the transition from DCIS to IDC occurs as a result of clonal selection and may obey the rules of Darwinian evolution.113Multiclonal invasion model\nThe multiclonal invasion model differs from the evolutionary bottleneck model in that it refers to multiple subclones escaping and co-migrating to invasive regions to generate IDC, while the evolutionary bottleneck model mainly refers to the dominant subclones selection during the evolution from DCIS to IDC (Fig. 3c).86,114,115 Two scenarios are proposed for the multiclonal invasion model.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The multiclonal invasion model may imply that the DCIS-IDC transition: (1) is decided by multiple cancerous cells rather than a specific cell population, and (2) is influenced by noncancerous factors such as TME changes especially in the context of as high genomic concordance between DCIS and IDC.Convergent phenotype model\nAnother direct lineage model of DCIS progression is the convergent phenotype model.131 The model describes that subclones of different genotypes within DCIS may all give rise to an invasive phenotype to establish IDC, with concordant genomic profiles between the DCIS and related IDC (Fig. 3d).113,114 This suggests that discordant genotypic tumor cells may undergo potential similar or complementary alterations and finally gain the same invasive phenotype.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Emerging evidence suggests that considerable changes in the microenvironment pave the way for DCIS progression.133 Notably, different intrinsic subtypes of DCIS have been reported to be associated with distinct tumor microenvironment (TME) and evolutionary pathways to IDC.21 In breast cancer, the TME refers to all components surrounding to the cancerous cells in the tumor; it is mainly composed of MECs, immune cells, fibroblasts, extracellular matrix, and blood vessels.134–136 Numerous studies have demonstrated that the DCIS-IDC transition is not solely triggered by intrinsic changes in tumor cells; it is also regulated largely by the TME (Fig. 4).137,138\nFig. 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As different models have their own strengths and weakness, it is essential that researchers should choose the appropriate model based on the study aim (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nIn vitro and in vivo models for DCIS progression research. a In vitro models, in which DCIS cell lines that include the MCF10 series,189 HMT-3522 series,191 21Tseries,193 SUM225CWN,189 SUM102PT,189 and h.DCIS.01197 authentically mimic human DCIS progression for 2D and 3D culture in vitro. b In vivo models, in which MIND models149 and GEMMs including MMTV-PyMT,233 MMTV-Neu,240 C3(1)/Tag,245 and WAP-T247 mouse are available for studying the biology of DCIS in vivoDCIS cell lines\nA few DCIS cell lines have been established and utilized in in vitro and in vivo models for the study of DCIS; these include MCF10DCIS.com from the MCF10 series,189,190 HMT-3522 series,191 21Tseries,192,193 SUM225CWN,194 SUM102PT,195 and h.DCIS.01 (Fig. 5a).196,197\nAmong these, the MCF10 progression series is regarded as one of the most widely used cell lines in functional studies on DCIS.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Similarly, Hu et al. identified certain differences between MCFDCIS 2D culture and xenograft models in terms of luminal and myoepithelial markers.140 Thus, as the 2D model has certain limitations, studies on DCIS need to employ 3D culture and in vivo models for further investigation.3D culture models\nUnlike the oversimplified 2D models, 3D models attempt to recapitulate the native tumor microenvironment in vitro by building a 3D culture environment that supports cell-cell and cell-matrix interactions.210,211 Emerging evidence suggests that the DCIS-IDC transition partially results from interactions between DCIS cells and their TME,139,140,186 and that 3D culture models provide a significant in vitro model by co-culturing tumor cells with stromal cells.187,211–215 Carter et al. developed a novel 3D culture model that could recapture DCIS using a native physiological bilayer arrangement of myoepithelial and luminal cells; this differed from the traditional use of cell lines to form spheroids.212\nIn summary, 3D models may partly recapitulate the complex TME by co-cultivating multiple cell types and may better mimic the architecture of DCIS in vitro.Mouse-intraductal (MIND) model\nThe MIND model is a widely used xenograft model,149,216–220 which was first developed by Behbod et al.216 Two DCIS cell lines or a patient-derived DCIS line were transplanted into the mammary ducts of immunocompromised mice (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The MMTV-PyMT is a transgenic model, which is generated by overexpression of the PyMT oncogene that is driven by the MMTV-LTR promoter (Fig. 5b).232 The MMTV-PyMT model has been demonstrated to undergo four stages during tumor progression (hyperplasia, adenoma/mammary intraepithelial neoplasia, DCIS, and IDC); this is similar to the course of DCIS progression in humans.233 The entire course lasts for 10–14 weeks; it generates multifocal tumors and leads to the rapid development of lung metastases.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, the MMTV-neu model was constructed by ErbB2 oncogene overexpression in mice and was driven by the MMTV promoter (Fig. 5b).238 Studies have validated that the model can generate pre-invasive disease stage that exhibit histological similarities to human DCIS.228,236 Based on this characteristic, Lezzi et al. developed a dynamic mouse model (Balb-NeuT mice) for studying breast cancer progression in vivo.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Green et al. found that the C3(1)/Tag model showed ductal atypia at an age of 8 weeks; it then progressed to DCIS at approximately 12 weeks and to IDC at 16 weeks.244 A recent study that used single-cell sequencing showed the existence of pre-DCIS, DCIS, and IDC-like lesions in the C3(1)/Tag model and further demonstrated that DCIS progression was associated with microenvironmental changes.245 Comparison of conserved gene expression between the C3(1)/Tag model and human breast cancers revealed that it represented the basal-like subtype found in humans.245,246 Another set of transgenic mice, namely, WAP-T mice, were introduced by Schulze-Garg et al. in 2000; they were driven by the SV40 large-T antigen and were induced by the whey acidic protein promoter (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Moving forward, there is a need to implement personalized treatment strategies for both non-progressive and progressive DCIS, ensuring that patients receive appropriate and tailored care (Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Here, we review the highlights of DCIS-IDC studies (Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "Here, we review the highlights of DCIS-IDC studies (Fig. 1).",
    "figure_references": [
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      },
      {
        "figure_number": "Figure 1",
        "panel": "",
        "figure_key": "figure_1"
      }
    ]
  },
  {
    "sentence": "The most important pathways acknowledged in breast cancer including estrogen receptor (ER) pathway,32,33 HER2 signaling pathway,34,35 Phosphoinositide 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/AKT/mTOR) pathway,36 mitogen-activated protein kinases (MAPK) pathway,36,37 and cyclin D1/cyclin-dependent kinase 4/6/retinoblastoma protein (cyclin D1/CDK4/6/RB1) pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Metastasis retains a significant problem of breast cancer, with 20–30% of patients in early-stage breast cancer still die of metastatic disease.38 The metastatic cascade is admitted as a multistep process39 and the route of disseminated breast cancer cell to metastatic success or failure is decided by tumor cell intrinsic factors such as genetic/epigenetic plasticity, stemness, epithelial–mesenchymal transition and the tumor cell extrinsic factors especially including the metastatic microenvironment and the anti-cancer drug action.40–42\nFig. 2.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "These interactions further modulate the expression of downstream genes such as GATA3 and FOXA1 that participate in breast carcer initiation, progression, and metastasis (Fig. 2).47,48 On the other hand, a nongenomic ER signaling pathway involves a membrane-anchored G protein-coupled estrogen receptor (GPER).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Activation of GPER triggers signaling cascades such as PI3K/AKT and Ras/MAPK, which in turn regulate the transcription of genes involved in breast cancer development.45,49HER2 signaling pathway\nHER2, encoded by the ERBB2 gene, is one of the four members of epidermal growth factor receptor (EGFR) family, which includes EGFR (HER1), HER2, HER3, and HER4.43,50 HER2 is enriched in approximately 15–20% of breast cancers, which is correlated with a highly aggressive phenotype and unfavorable prognosis.50,51 Although HER2 has no specific ligand, it forms homodimers or heterodimers with HER1, HER3, or HER4 to initiate downstream signaling pathways (Fig. 2).52–54 In breast cancer, activation of HER2 signaling further triggers various downstream signalings, such as PI3K/AKT, MAPK, and JAK/STAT signaling pathways, all of which leading to cancer cell proliferation, survival, adhesion and metastasis.50,55 Targeting HER2 is proved to have great efficacy in the treatment of HER2-positive breast cancer patients, which profoundly benefits their overall survival.PI3K/AKT/mTOR pathway\nThe phosphatidylinositol 3-kinases (PI3Ks) are a group of intracellular kinases that are categorized into three classes (class I, II and III).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The excessive activation of the PI3K/AKT/mTOR pathway is strongly linked to uncontrolled breast cancer development.57 Phosphatase and tensin homolog (PTEN) and inositol polyphosphate 4-phosphatase type II (INPP4B) are two crucial negative regulators of the PI3K pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Mammalian cells have three major branches of the MAPK signaling pathways: the extracellular signal-regulated kinases (ERK), the c-Jun N-terminal kinases (JNK), and the p38 MAPKs (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "CDK4/6 activity consequently leads to the hyperphosphorylation of RB1, facilitating the progression of the cell cycle and promoting cellular proliferation (Fig. 2).72,73 What’s more, increased MAPK and PI3K/AKT pathways can also drive CCDN1 transcription that finally activate cyclin D1/CDK4/6/RB1 pathway.74 CDK4/6 inhibitors are undeniably considered as one of the most significant advancements in breast cancer treatments in the last two decades.75 Different from ER-positive breast cancer, TNBC often exhibits a loss of RB1 expression, which consequently renders them unresponsive to CDK4/6 inhibitors.76,77.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The most important pathways acknowledged in breast cancer including estrogen receptor (ER) pathway,32,33 HER2 signaling pathway,34,35 Phosphoinositide 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/AKT/mTOR) pathway,36 mitogen-activated protein kinases (MAPK) pathway,36,37 and cyclin D1/cyclin-dependent kinase 4/6/retinoblastoma protein (cyclin D1/CDK4/6/RB1) pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "These interactions further modulate the expression of downstream genes such as GATA3 and FOXA1 that participate in breast carcer initiation, progression, and metastasis (Fig. 2).47,48 On the other hand, a nongenomic ER signaling pathway involves a membrane-anchored G protein-coupled estrogen receptor (GPER).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "These interactions further modulate the expression of downstream genes such as GATA3 and FOXA1 that participate in breast carcer initiation, progression, and metastasis (Fig. 2).47,48 On the other hand, a nongenomic ER signaling pathway involves a membrane-anchored G protein-coupled estrogen receptor (GPER).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "HER2 signaling pathway\nHER2, encoded by the ERBB2 gene, is one of the four members of epidermal growth factor receptor (EGFR) family, which includes EGFR (HER1), HER2, HER3, and HER4.43,50 HER2 is enriched in approximately 15–20% of breast cancers, which is correlated with a highly aggressive phenotype and unfavorable prognosis.50,51 Although HER2 has no specific ligand, it forms homodimers or heterodimers with HER1, HER3, or HER4 to initiate downstream signaling pathways (Fig. 2).52–54 In breast cancer, activation of HER2 signaling further triggers various downstream signalings, such as PI3K/AKT, MAPK, and JAK/STAT signaling pathways, all of which leading to cancer cell proliferation, survival, adhesion and metastasis.50,55 Targeting HER2 is proved to have great efficacy in the treatment of HER2-positive breast cancer patients, which profoundly benefits their overall survival.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "HER2, encoded by the ERBB2 gene, is one of the four members of epidermal growth factor receptor (EGFR) family, which includes EGFR (HER1), HER2, HER3, and HER4.43,50 HER2 is enriched in approximately 15–20% of breast cancers, which is correlated with a highly aggressive phenotype and unfavorable prognosis.50,51 Although HER2 has no specific ligand, it forms homodimers or heterodimers with HER1, HER3, or HER4 to initiate downstream signaling pathways (Fig. 2).52–54 In breast cancer, activation of HER2 signaling further triggers various downstream signalings, such as PI3K/AKT, MAPK, and JAK/STAT signaling pathways, all of which leading to cancer cell proliferation, survival, adhesion and metastasis.50,55 Targeting HER2 is proved to have great efficacy in the treatment of HER2-positive breast cancer patients, which profoundly benefits their overall survival.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The excessive activation of the PI3K/AKT/mTOR pathway is strongly linked to uncontrolled breast cancer development.57 Phosphatase and tensin homolog (PTEN) and inositol polyphosphate 4-phosphatase type II (INPP4B) are two crucial negative regulators of the PI3K pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "The excessive activation of the PI3K/AKT/mTOR pathway is strongly linked to uncontrolled breast cancer development.57 Phosphatase and tensin homolog (PTEN) and inositol polyphosphate 4-phosphatase type II (INPP4B) are two crucial negative regulators of the PI3K pathway (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Mammalian cells have three major branches of the MAPK signaling pathways: the extracellular signal-regulated kinases (ERK), the c-Jun N-terminal kinases (JNK), and the p38 MAPKs (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Mammalian cells have three major branches of the MAPK signaling pathways: the extracellular signal-regulated kinases (ERK), the c-Jun N-terminal kinases (JNK), and the p38 MAPKs (Fig. 2).",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "CDK4/6 activity consequently leads to the hyperphosphorylation of RB1, facilitating the progression of the cell cycle and promoting cellular proliferation (Fig. 2).72,73 What’s more, increased MAPK and PI3K/AKT pathways can also drive CCDN1 transcription that finally activate cyclin D1/CDK4/6/RB1 pathway.74 CDK4/6 inhibitors are undeniably considered as one of the most significant advancements in breast cancer treatments in the last two decades.75 Different from ER-positive breast cancer, TNBC often exhibits a loss of RB1 expression, which consequently renders them unresponsive to CDK4/6 inhibitors.76,77.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "CDK4/6 activity consequently leads to the hyperphosphorylation of RB1, facilitating the progression of the cell cycle and promoting cellular proliferation (Fig. 2).72,73 What’s more, increased MAPK and PI3K/AKT pathways can also drive CCDN1 transcription that finally activate cyclin D1/CDK4/6/RB1 pathway.74 CDK4/6 inhibitors are undeniably considered as one of the most significant advancements in breast cancer treatments in the last two decades.75 Different from ER-positive breast cancer, TNBC often exhibits a loss of RB1 expression, which consequently renders them unresponsive to CDK4/6 inhibitors.76,77.",
    "figure_references": [
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      },
      {
        "figure_number": "Figure 2",
        "panel": "",
        "figure_key": "figure_2"
      }
    ]
  },
  {
    "sentence": "Proposed models of DCIS progression\nFour different but complementary models have been proposed for DCIS progression, including the independent lineage, evolutionary bottleneck, multiclonal invasion, and convergent phenotype models (Fig. 3).113–115 The independent lineage model and the other three direct lineage models differ on whether DCIS is a precursor of IDC.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nProposed models of DCIS progression. a Independent lineage model, which presumes that DCIS and IDC derive from two distinct normal epithelial cells which share no overlapping CNAs or mutations. b Evolutionary bottleneck model, which presumes that a specific clone within DCIS is selected and it evolves into IDC. c Multiclonal invasion model, which presumes that multiple clones escape and co-migrate to invasive regions to generate IDC. d Convergent phenotype model, which presumes that subclones of different genotypes within DCIS can all give rise to an invasive phenotype to establish IDCIndependent lineage model\nThe independent lineage model hypothesizes that DCIS and IDC derive from two distinct normal epithelial cells (Fig. 3a).92 It presumes that DCIS and IDC arise from and progress through two independent cell lineages which never share any CNAs or mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Previous studies on breast cancer progression have demonstrated a phenomenon of evolutionary bottlenecks in metastases compared with the primary tumor.124 Subpopulations of tumor cells from the primary site are enriched in metastases, with or without new mutations that are acquired during the process of metastasis.125 Here, the evolutionary bottleneck model for DCIS-IDC transition hypothesizes that during the transition, only a small proportion of DCIS tumor cells with specific genetic events are selected to form a single clone, which subsequently breaks the evolutionary bottleneck and evolves into IDC (Fig. 3b).113–115 The evolutionary bottleneck model emphasizes the existence of clonal selection and decreased clonal diversity from DCIS to IDC transition.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In conjunction, these observations support an evolutionary model in which the transition from DCIS to IDC occurs as a result of clonal selection and may obey the rules of Darwinian evolution.113Multiclonal invasion model\nThe multiclonal invasion model differs from the evolutionary bottleneck model in that it refers to multiple subclones escaping and co-migrating to invasive regions to generate IDC, while the evolutionary bottleneck model mainly refers to the dominant subclones selection during the evolution from DCIS to IDC (Fig. 3c).86,114,115 Two scenarios are proposed for the multiclonal invasion model.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The multiclonal invasion model may imply that the DCIS-IDC transition: (1) is decided by multiple cancerous cells rather than a specific cell population, and (2) is influenced by noncancerous factors such as TME changes especially in the context of as high genomic concordance between DCIS and IDC.Convergent phenotype model\nAnother direct lineage model of DCIS progression is the convergent phenotype model.131 The model describes that subclones of different genotypes within DCIS may all give rise to an invasive phenotype to establish IDC, with concordant genomic profiles between the DCIS and related IDC (Fig. 3d).113,114 This suggests that discordant genotypic tumor cells may undergo potential similar or complementary alterations and finally gain the same invasive phenotype.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Emerging evidence suggests that considerable changes in the microenvironment pave the way for DCIS progression.133 Notably, different intrinsic subtypes of DCIS have been reported to be associated with distinct tumor microenvironment (TME) and evolutionary pathways to IDC.21 In breast cancer, the TME refers to all components surrounding to the cancerous cells in the tumor; it is mainly composed of MECs, immune cells, fibroblasts, extracellular matrix, and blood vessels.134–136 Numerous studies have demonstrated that the DCIS-IDC transition is not solely triggered by intrinsic changes in tumor cells; it is also regulated largely by the TME (Fig. 4).137,138\nFig. 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Proposed models of DCIS progression\nFour different but complementary models have been proposed for DCIS progression, including the independent lineage, evolutionary bottleneck, multiclonal invasion, and convergent phenotype models (Fig. 3).113–115 The independent lineage model and the other three direct lineage models differ on whether DCIS is a precursor of IDC.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nProposed models of DCIS progression. a Independent lineage model, which presumes that DCIS and IDC derive from two distinct normal epithelial cells which share no overlapping CNAs or mutations. b Evolutionary bottleneck model, which presumes that a specific clone within DCIS is selected and it evolves into IDC. c Multiclonal invasion model, which presumes that multiple clones escape and co-migrate to invasive regions to generate IDC. d Convergent phenotype model, which presumes that subclones of different genotypes within DCIS can all give rise to an invasive phenotype to establish IDCIndependent lineage model\nThe independent lineage model hypothesizes that DCIS and IDC derive from two distinct normal epithelial cells (Fig. 3a).92 It presumes that DCIS and IDC arise from and progress through two independent cell lineages which never share any CNAs or mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Previous studies on breast cancer progression have demonstrated a phenomenon of evolutionary bottlenecks in metastases compared with the primary tumor.124 Subpopulations of tumor cells from the primary site are enriched in metastases, with or without new mutations that are acquired during the process of metastasis.125 Here, the evolutionary bottleneck model for DCIS-IDC transition hypothesizes that during the transition, only a small proportion of DCIS tumor cells with specific genetic events are selected to form a single clone, which subsequently breaks the evolutionary bottleneck and evolves into IDC (Fig. 3b).113–115 The evolutionary bottleneck model emphasizes the existence of clonal selection and decreased clonal diversity from DCIS to IDC transition.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "In conjunction, these observations support an evolutionary model in which the transition from DCIS to IDC occurs as a result of clonal selection and may obey the rules of Darwinian evolution.113Multiclonal invasion model\nThe multiclonal invasion model differs from the evolutionary bottleneck model in that it refers to multiple subclones escaping and co-migrating to invasive regions to generate IDC, while the evolutionary bottleneck model mainly refers to the dominant subclones selection during the evolution from DCIS to IDC (Fig. 3c).86,114,115 Two scenarios are proposed for the multiclonal invasion model.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The multiclonal invasion model may imply that the DCIS-IDC transition: (1) is decided by multiple cancerous cells rather than a specific cell population, and (2) is influenced by noncancerous factors such as TME changes especially in the context of as high genomic concordance between DCIS and IDC.Convergent phenotype model\nAnother direct lineage model of DCIS progression is the convergent phenotype model.131 The model describes that subclones of different genotypes within DCIS may all give rise to an invasive phenotype to establish IDC, with concordant genomic profiles between the DCIS and related IDC (Fig. 3d).113,114 This suggests that discordant genotypic tumor cells may undergo potential similar or complementary alterations and finally gain the same invasive phenotype.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Four different but complementary models have been proposed for DCIS progression, including the independent lineage, evolutionary bottleneck, multiclonal invasion, and convergent phenotype models (Fig. 3).113–115 The independent lineage model and the other three direct lineage models differ on whether DCIS is a precursor of IDC.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Independent lineage model\nThe independent lineage model hypothesizes that DCIS and IDC derive from two distinct normal epithelial cells (Fig. 3a).92 It presumes that DCIS and IDC arise from and progress through two independent cell lineages which never share any CNAs or mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The independent lineage model hypothesizes that DCIS and IDC derive from two distinct normal epithelial cells (Fig. 3a).92 It presumes that DCIS and IDC arise from and progress through two independent cell lineages which never share any CNAs or mutations.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel a",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Previous studies on breast cancer progression have demonstrated a phenomenon of evolutionary bottlenecks in metastases compared with the primary tumor.124 Subpopulations of tumor cells from the primary site are enriched in metastases, with or without new mutations that are acquired during the process of metastasis.125 Here, the evolutionary bottleneck model for DCIS-IDC transition hypothesizes that during the transition, only a small proportion of DCIS tumor cells with specific genetic events are selected to form a single clone, which subsequently breaks the evolutionary bottleneck and evolves into IDC (Fig. 3b).113–115 The evolutionary bottleneck model emphasizes the existence of clonal selection and decreased clonal diversity from DCIS to IDC transition.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Previous studies on breast cancer progression have demonstrated a phenomenon of evolutionary bottlenecks in metastases compared with the primary tumor.124 Subpopulations of tumor cells from the primary site are enriched in metastases, with or without new mutations that are acquired during the process of metastasis.125 Here, the evolutionary bottleneck model for DCIS-IDC transition hypothesizes that during the transition, only a small proportion of DCIS tumor cells with specific genetic events are selected to form a single clone, which subsequently breaks the evolutionary bottleneck and evolves into IDC (Fig. 3b).113–115 The evolutionary bottleneck model emphasizes the existence of clonal selection and decreased clonal diversity from DCIS to IDC transition.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel b",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Multiclonal invasion model\nThe multiclonal invasion model differs from the evolutionary bottleneck model in that it refers to multiple subclones escaping and co-migrating to invasive regions to generate IDC, while the evolutionary bottleneck model mainly refers to the dominant subclones selection during the evolution from DCIS to IDC (Fig. 3c).86,114,115 Two scenarios are proposed for the multiclonal invasion model.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "The multiclonal invasion model differs from the evolutionary bottleneck model in that it refers to multiple subclones escaping and co-migrating to invasive regions to generate IDC, while the evolutionary bottleneck model mainly refers to the dominant subclones selection during the evolution from DCIS to IDC (Fig. 3c).86,114,115 Two scenarios are proposed for the multiclonal invasion model.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel c",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Convergent phenotype model\nAnother direct lineage model of DCIS progression is the convergent phenotype model.131 The model describes that subclones of different genotypes within DCIS may all give rise to an invasive phenotype to establish IDC, with concordant genomic profiles between the DCIS and related IDC (Fig. 3d).113,114 This suggests that discordant genotypic tumor cells may undergo potential similar or complementary alterations and finally gain the same invasive phenotype.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Another direct lineage model of DCIS progression is the convergent phenotype model.131 The model describes that subclones of different genotypes within DCIS may all give rise to an invasive phenotype to establish IDC, with concordant genomic profiles between the DCIS and related IDC (Fig. 3d).113,114 This suggests that discordant genotypic tumor cells may undergo potential similar or complementary alterations and finally gain the same invasive phenotype.",
    "figure_references": [
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      },
      {
        "figure_number": "Figure 3",
        "panel": "Panel d",
        "figure_key": "figure_3"
      }
    ]
  },
  {
    "sentence": "Emerging evidence suggests that considerable changes in the microenvironment pave the way for DCIS progression.133 Notably, different intrinsic subtypes of DCIS have been reported to be associated with distinct tumor microenvironment (TME) and evolutionary pathways to IDC.21 In breast cancer, the TME refers to all components surrounding to the cancerous cells in the tumor; it is mainly composed of MECs, immune cells, fibroblasts, extracellular matrix, and blood vessels.134–136 Numerous studies have demonstrated that the DCIS-IDC transition is not solely triggered by intrinsic changes in tumor cells; it is also regulated largely by the TME (Fig. 4).137,138\nFig. 4.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "Emerging evidence suggests that considerable changes in the microenvironment pave the way for DCIS progression.133 Notably, different intrinsic subtypes of DCIS have been reported to be associated with distinct tumor microenvironment (TME) and evolutionary pathways to IDC.21 In breast cancer, the TME refers to all components surrounding to the cancerous cells in the tumor; it is mainly composed of MECs, immune cells, fibroblasts, extracellular matrix, and blood vessels.134–136 Numerous studies have demonstrated that the DCIS-IDC transition is not solely triggered by intrinsic changes in tumor cells; it is also regulated largely by the TME (Fig. 4).137,138.",
    "figure_references": [
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      },
      {
        "figure_number": "Figure 4",
        "panel": "",
        "figure_key": "figure_4"
      }
    ]
  },
  {
    "sentence": "As different models have their own strengths and weakness, it is essential that researchers should choose the appropriate model based on the study aim (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nIn vitro and in vivo models for DCIS progression research. a In vitro models, in which DCIS cell lines that include the MCF10 series,189 HMT-3522 series,191 21Tseries,193 SUM225CWN,189 SUM102PT,189 and h.DCIS.01197 authentically mimic human DCIS progression for 2D and 3D culture in vitro. b In vivo models, in which MIND models149 and GEMMs including MMTV-PyMT,233 MMTV-Neu,240 C3(1)/Tag,245 and WAP-T247 mouse are available for studying the biology of DCIS in vivoDCIS cell lines\nA few DCIS cell lines have been established and utilized in in vitro and in vivo models for the study of DCIS; these include MCF10DCIS.com from the MCF10 series,189,190 HMT-3522 series,191 21Tseries,192,193 SUM225CWN,194 SUM102PT,195 and h.DCIS.01 (Fig. 5a).196,197\nAmong these, the MCF10 progression series is regarded as one of the most widely used cell lines in functional studies on DCIS.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Similarly, Hu et al. identified certain differences between MCFDCIS 2D culture and xenograft models in terms of luminal and myoepithelial markers.140 Thus, as the 2D model has certain limitations, studies on DCIS need to employ 3D culture and in vivo models for further investigation.3D culture models\nUnlike the oversimplified 2D models, 3D models attempt to recapitulate the native tumor microenvironment in vitro by building a 3D culture environment that supports cell-cell and cell-matrix interactions.210,211 Emerging evidence suggests that the DCIS-IDC transition partially results from interactions between DCIS cells and their TME,139,140,186 and that 3D culture models provide a significant in vitro model by co-culturing tumor cells with stromal cells.187,211–215 Carter et al. developed a novel 3D culture model that could recapture DCIS using a native physiological bilayer arrangement of myoepithelial and luminal cells; this differed from the traditional use of cell lines to form spheroids.212\nIn summary, 3D models may partly recapitulate the complex TME by co-cultivating multiple cell types and may better mimic the architecture of DCIS in vitro.Mouse-intraductal (MIND) model\nThe MIND model is a widely used xenograft model,149,216–220 which was first developed by Behbod et al.216 Two DCIS cell lines or a patient-derived DCIS line were transplanted into the mammary ducts of immunocompromised mice (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The MMTV-PyMT is a transgenic model, which is generated by overexpression of the PyMT oncogene that is driven by the MMTV-LTR promoter (Fig. 5b).232 The MMTV-PyMT model has been demonstrated to undergo four stages during tumor progression (hyperplasia, adenoma/mammary intraepithelial neoplasia, DCIS, and IDC); this is similar to the course of DCIS progression in humans.233 The entire course lasts for 10–14 weeks; it generates multifocal tumors and leads to the rapid development of lung metastases.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, the MMTV-neu model was constructed by ErbB2 oncogene overexpression in mice and was driven by the MMTV promoter (Fig. 5b).238 Studies have validated that the model can generate pre-invasive disease stage that exhibit histological similarities to human DCIS.228,236 Based on this characteristic, Lezzi et al. developed a dynamic mouse model (Balb-NeuT mice) for studying breast cancer progression in vivo.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Green et al. found that the C3(1)/Tag model showed ductal atypia at an age of 8 weeks; it then progressed to DCIS at approximately 12 weeks and to IDC at 16 weeks.244 A recent study that used single-cell sequencing showed the existence of pre-DCIS, DCIS, and IDC-like lesions in the C3(1)/Tag model and further demonstrated that DCIS progression was associated with microenvironmental changes.245 Comparison of conserved gene expression between the C3(1)/Tag model and human breast cancers revealed that it represented the basal-like subtype found in humans.245,246 Another set of transgenic mice, namely, WAP-T mice, were introduced by Schulze-Garg et al. in 2000; they were driven by the SV40 large-T antigen and were induced by the whey acidic protein promoter (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As different models have their own strengths and weakness, it is essential that researchers should choose the appropriate model based on the study aim (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Open in a new tab\nIn vitro and in vivo models for DCIS progression research. a In vitro models, in which DCIS cell lines that include the MCF10 series,189 HMT-3522 series,191 21Tseries,193 SUM225CWN,189 SUM102PT,189 and h.DCIS.01197 authentically mimic human DCIS progression for 2D and 3D culture in vitro. b In vivo models, in which MIND models149 and GEMMs including MMTV-PyMT,233 MMTV-Neu,240 C3(1)/Tag,245 and WAP-T247 mouse are available for studying the biology of DCIS in vivoDCIS cell lines\nA few DCIS cell lines have been established and utilized in in vitro and in vivo models for the study of DCIS; these include MCF10DCIS.com from the MCF10 series,189,190 HMT-3522 series,191 21Tseries,192,193 SUM225CWN,194 SUM102PT,195 and h.DCIS.01 (Fig. 5a).196,197\nAmong these, the MCF10 progression series is regarded as one of the most widely used cell lines in functional studies on DCIS.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Similarly, Hu et al. identified certain differences between MCFDCIS 2D culture and xenograft models in terms of luminal and myoepithelial markers.140 Thus, as the 2D model has certain limitations, studies on DCIS need to employ 3D culture and in vivo models for further investigation.3D culture models\nUnlike the oversimplified 2D models, 3D models attempt to recapitulate the native tumor microenvironment in vitro by building a 3D culture environment that supports cell-cell and cell-matrix interactions.210,211 Emerging evidence suggests that the DCIS-IDC transition partially results from interactions between DCIS cells and their TME,139,140,186 and that 3D culture models provide a significant in vitro model by co-culturing tumor cells with stromal cells.187,211–215 Carter et al. developed a novel 3D culture model that could recapture DCIS using a native physiological bilayer arrangement of myoepithelial and luminal cells; this differed from the traditional use of cell lines to form spheroids.212\nIn summary, 3D models may partly recapitulate the complex TME by co-cultivating multiple cell types and may better mimic the architecture of DCIS in vitro.Mouse-intraductal (MIND) model\nThe MIND model is a widely used xenograft model,149,216–220 which was first developed by Behbod et al.216 Two DCIS cell lines or a patient-derived DCIS line were transplanted into the mammary ducts of immunocompromised mice (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The MMTV-PyMT is a transgenic model, which is generated by overexpression of the PyMT oncogene that is driven by the MMTV-LTR promoter (Fig. 5b).232 The MMTV-PyMT model has been demonstrated to undergo four stages during tumor progression (hyperplasia, adenoma/mammary intraepithelial neoplasia, DCIS, and IDC); this is similar to the course of DCIS progression in humans.233 The entire course lasts for 10–14 weeks; it generates multifocal tumors and leads to the rapid development of lung metastases.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, the MMTV-neu model was constructed by ErbB2 oncogene overexpression in mice and was driven by the MMTV promoter (Fig. 5b).238 Studies have validated that the model can generate pre-invasive disease stage that exhibit histological similarities to human DCIS.228,236 Based on this characteristic, Lezzi et al. developed a dynamic mouse model (Balb-NeuT mice) for studying breast cancer progression in vivo.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Green et al. found that the C3(1)/Tag model showed ductal atypia at an age of 8 weeks; it then progressed to DCIS at approximately 12 weeks and to IDC at 16 weeks.244 A recent study that used single-cell sequencing showed the existence of pre-DCIS, DCIS, and IDC-like lesions in the C3(1)/Tag model and further demonstrated that DCIS progression was associated with microenvironmental changes.245 Comparison of conserved gene expression between the C3(1)/Tag model and human breast cancers revealed that it represented the basal-like subtype found in humans.245,246 Another set of transgenic mice, namely, WAP-T mice, were introduced by Schulze-Garg et al. in 2000; they were driven by the SV40 large-T antigen and were induced by the whey acidic protein promoter (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "As different models have their own strengths and weakness, it is essential that researchers should choose the appropriate model based on the study aim (Fig. 5).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "DCIS cell lines\nA few DCIS cell lines have been established and utilized in in vitro and in vivo models for the study of DCIS; these include MCF10DCIS.com from the MCF10 series,189,190 HMT-3522 series,191 21Tseries,192,193 SUM225CWN,194 SUM102PT,195 and h.DCIS.01 (Fig. 5a).196,197\nAmong these, the MCF10 progression series is regarded as one of the most widely used cell lines in functional studies on DCIS.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "A few DCIS cell lines have been established and utilized in in vitro and in vivo models for the study of DCIS; these include MCF10DCIS.com from the MCF10 series,189,190 HMT-3522 series,191 21Tseries,192,193 SUM225CWN,194 SUM102PT,195 and h.DCIS.01 (Fig. 5a).196,197.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel a",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Mouse-intraductal (MIND) model\nThe MIND model is a widely used xenograft model,149,216–220 which was first developed by Behbod et al.216 Two DCIS cell lines or a patient-derived DCIS line were transplanted into the mammary ducts of immunocompromised mice (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The MIND model is a widely used xenograft model,149,216–220 which was first developed by Behbod et al.216 Two DCIS cell lines or a patient-derived DCIS line were transplanted into the mammary ducts of immunocompromised mice (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The MMTV-PyMT is a transgenic model, which is generated by overexpression of the PyMT oncogene that is driven by the MMTV-LTR promoter (Fig. 5b).232 The MMTV-PyMT model has been demonstrated to undergo four stages during tumor progression (hyperplasia, adenoma/mammary intraepithelial neoplasia, DCIS, and IDC); this is similar to the course of DCIS progression in humans.233 The entire course lasts for 10–14 weeks; it generates multifocal tumors and leads to the rapid development of lung metastases.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "The MMTV-PyMT is a transgenic model, which is generated by overexpression of the PyMT oncogene that is driven by the MMTV-LTR promoter (Fig. 5b).232 The MMTV-PyMT model has been demonstrated to undergo four stages during tumor progression (hyperplasia, adenoma/mammary intraepithelial neoplasia, DCIS, and IDC); this is similar to the course of DCIS progression in humans.233 The entire course lasts for 10–14 weeks; it generates multifocal tumors and leads to the rapid development of lung metastases.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, the MMTV-neu model was constructed by ErbB2 oncogene overexpression in mice and was driven by the MMTV promoter (Fig. 5b).238 Studies have validated that the model can generate pre-invasive disease stage that exhibit histological similarities to human DCIS.228,236 Based on this characteristic, Lezzi et al. developed a dynamic mouse model (Balb-NeuT mice) for studying breast cancer progression in vivo.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Notably, the MMTV-neu model was constructed by ErbB2 oncogene overexpression in mice and was driven by the MMTV promoter (Fig. 5b).238 Studies have validated that the model can generate pre-invasive disease stage that exhibit histological similarities to human DCIS.228,236 Based on this characteristic, Lezzi et al. developed a dynamic mouse model (Balb-NeuT mice) for studying breast cancer progression in vivo.",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Green et al. found that the C3(1)/Tag model showed ductal atypia at an age of 8 weeks; it then progressed to DCIS at approximately 12 weeks and to IDC at 16 weeks.244 A recent study that used single-cell sequencing showed the existence of pre-DCIS, DCIS, and IDC-like lesions in the C3(1)/Tag model and further demonstrated that DCIS progression was associated with microenvironmental changes.245 Comparison of conserved gene expression between the C3(1)/Tag model and human breast cancers revealed that it represented the basal-like subtype found in humans.245,246 Another set of transgenic mice, namely, WAP-T mice, were introduced by Schulze-Garg et al. in 2000; they were driven by the SV40 large-T antigen and were induced by the whey acidic protein promoter (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Green et al. found that the C3(1)/Tag model showed ductal atypia at an age of 8 weeks; it then progressed to DCIS at approximately 12 weeks and to IDC at 16 weeks.244 A recent study that used single-cell sequencing showed the existence of pre-DCIS, DCIS, and IDC-like lesions in the C3(1)/Tag model and further demonstrated that DCIS progression was associated with microenvironmental changes.245 Comparison of conserved gene expression between the C3(1)/Tag model and human breast cancers revealed that it represented the basal-like subtype found in humans.245,246 Another set of transgenic mice, namely, WAP-T mice, were introduced by Schulze-Garg et al. in 2000; they were driven by the SV40 large-T antigen and were induced by the whey acidic protein promoter (Fig. 5b).",
    "figure_references": [
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      },
      {
        "figure_number": "Figure 5",
        "panel": "Panel b",
        "figure_key": "figure_5"
      }
    ]
  },
  {
    "sentence": "Moving forward, there is a need to implement personalized treatment strategies for both non-progressive and progressive DCIS, ensuring that patients receive appropriate and tailored care (Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Moving forward, there is a need to implement personalized treatment strategies for both non-progressive and progressive DCIS, ensuring that patients receive appropriate and tailored care (Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Moving forward, there is a need to implement personalized treatment strategies for both non-progressive and progressive DCIS, ensuring that patients receive appropriate and tailored care (Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  },
  {
    "sentence": "Moving forward, there is a need to implement personalized treatment strategies for both non-progressive and progressive DCIS, ensuring that patients receive appropriate and tailored care (Fig. 6).",
    "figure_references": [
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      },
      {
        "figure_number": "Figure 6",
        "panel": "",
        "figure_key": "figure_6"
      }
    ]
  }
]