{
  "paper_id": "PMC9527527",
  "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9527527/",
  "figures": {
    "figure_1": {
      "figure_number": "Figure 1",
      "title": "Fig. 1.",
      "caption": "Incidence and research output as measured by ASCO abstracts (annual meeting) and active/completed prospective trials based on clinicaltrials.gov among patients with brain metastases versus other oncologic entities of similar incidence. (Abbreviations: ASCO, American Society of Clinical Oncology; CRC, colorectal cancer; US, United States).",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/152bc548b903/noac118_fig1.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/152bc548b903/noac118_fig1.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/152bc548b903/noac118_fig1.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/152bc548b903/noac118_fig1.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F1",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/152bc548b903/noac118_fig1.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC9527527/images/figure_1.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/152bc548b903/noac118_fig1.jpg"
    },
    "figure_2": {
      "figure_number": "Figure 2",
      "title": "Fig. 2.",
      "caption": "Pathogenesis of brain metastases. The development of brain metastases depends on a complex interplay of factors involving tumor cells migrating from an extracranial site into the vasculature via a series of epigenetic changes, proliferation of blood vessels, and an epithelial-to-mesenchymal transition. Once the tumor cells reach the brain, they traverse the blood brain barrier, which involves upregulation of genes and proteins involved in proteolysis, extracellular matrix destruction, and mitogenesis/growth. Once inside the brain, the cells must adhere to the brain endothelia and undergo further stimulatory processes to allow for proliferation.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/dce35988c905/noac118_fig2.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/dce35988c905/noac118_fig2.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/dce35988c905/noac118_fig2.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/dce35988c905/noac118_fig2.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F2",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/dce35988c905/noac118_fig2.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC9527527/images/figure_2.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/dce35988c905/noac118_fig2.jpg"
    },
    "figure_3": {
      "figure_number": "Figure 3",
      "title": "Fig. 3.",
      "caption": "Characteristic MRI of a brain metastasis. T1-weighted postgadolinium MRI of a right frontal brain metastasis displaying characteristic rim enhancement (left) and associated T2-weighted FLAIR sequence showing extensive surrounding vasogenic edema (right). (Abbreviations: FLAIR, Fluid Attenuated Inversion Recovery; MRI, Magnetic Resonance Imaging).",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/2b9678cf9d63/noac118_fig3.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/2b9678cf9d63/noac118_fig3.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/2b9678cf9d63/noac118_fig3.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/2b9678cf9d63/noac118_fig3.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F3",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/2b9678cf9d63/noac118_fig3.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC9527527/images/figure_3.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/2b9678cf9d63/noac118_fig3.jpg"
    },
    "figure_4": {
      "figure_number": "Figure 4",
      "title": "Fig. 4.",
      "caption": "MRI-based appearance of radiation necrosis. A left parietal metastasis is shown prior to resection (top left) and postresection, preadjuvant stereotactic radiation (top right). Five years later, the patient developed enhancement at the treated site (bottom left), which enlarged with time (bottom right). The patient was taken to the operating room for resection, and the lesion proved to be radiation necrosis. (Abbreviations: MRI, Magnetic Resonance Imaging).",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/a97be38089b6/noac118_fig4.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/a97be38089b6/noac118_fig4.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/a97be38089b6/noac118_fig4.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/a97be38089b6/noac118_fig4.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F4",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/a97be38089b6/noac118_fig4.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC9527527/images/figure_4.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/a97be38089b6/noac118_fig4.jpg"
    },
    "figure_5": {
      "figure_number": "Figure 5",
      "title": "Fig. 6.",
      "caption": "Pachymeningeal seeding. Pachymeningeal seeding after neurosurgical resection of a brain metastasis. Note the multifocal pachymeningeal recurrences (red) occurring in the absence of a cavity recurrence (green).",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/00e1c796a92f/noac118_fig6.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/00e1c796a92f/noac118_fig6.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/00e1c796a92f/noac118_fig6.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/00e1c796a92f/noac118_fig6.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F6",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/00e1c796a92f/noac118_fig6.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC9527527/images/figure_5.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/00e1c796a92f/noac118_fig6.jpg"
    },
    "figure_6": {
      "figure_number": "Figure 6",
      "title": "Fig. 7.",
      "caption": "Classical leptomeningeal disease. Classical leptomeningeal disease as noted by linear enhancement along the cerebellar folia (A), supratentorial sulci (B), and cranial nerves VII/VIII bilaterally (C, red circles).",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/b13dc285e0eb/noac118_fig7.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/b13dc285e0eb/noac118_fig7.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/b13dc285e0eb/noac118_fig7.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/b13dc285e0eb/noac118_fig7.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F7",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/b13dc285e0eb/noac118_fig7.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC9527527/images/figure_6.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/b13dc285e0eb/noac118_fig7.jpg"
    },
    "figure_7": {
      "figure_number": "Figure 7",
      "title": "Fig. 8.",
      "caption": "Laser interstitial therapy. LITT technique showing stereotactic laser fiber insertion to the target through a skull anchoring bolt (A) and MRI-based assessments before, during, and after LITT procedure (B). In Part (B), images reveal: (left) T1 and T2-weighted MRI showing regrowth of brain metastasis 12 months after radiosurgery; (left middle) intraoperative images displaying laser inserted into lesion; (right middle) 2-week post-LITT MRI showing postlaser ablation lesion increased in size but FLAIR signal improved; (right) MRI revealing resolution of lesion at 3 months post-LITT. (Abbreviations: FLAIR, Fluid Attenuated Inversion Recovery; LITT, Laser Interstitial Thermal Therapy; MRI, Magnetic Resonance Imaging).",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/b971ba473c53/noac118_fig8.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/b971ba473c53/noac118_fig8.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/b971ba473c53/noac118_fig8.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/b971ba473c53/noac118_fig8.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F8",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/b971ba473c53/noac118_fig8.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC9527527/images/figure_7.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/b971ba473c53/noac118_fig8.jpg"
    },
    "figure_8": {
      "figure_number": "Figure 8",
      "title": "Fig. 9.",
      "caption": "Hippocampal-sparing whole brain radiation in a patient with brain metastases. The right and left hippocampi are contoured in blue and pink, respectively. The top and bottom panel shows the planning magnetic resonance imaging and computed tomography scans, respectively. The red, orange, yellow, and green dose-based shading depict the 33 Gy, 30 Gy, 27 Gy, and 16 Gy isodose lines, respectively.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/89d702100c03/noac118_fig9.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/89d702100c03/noac118_fig9.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/89d702100c03/noac118_fig9.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/89d702100c03/noac118_fig9.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "F9",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/89d702100c03/noac118_fig9.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC9527527/images/figure_8.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/02e3/9527527/89d702100c03/noac118_fig9.jpg"
    }
  },
  "claims": [
    {
      "sentence": "Keywords: brain metastases, consensus, expert, guidelines, recommendations, treatment\nBrain metastases are common among patients with advanced solid malignancies and represent a significant source of morbidity and mortality.1–3 Although the true incidence of brain metastases has been challenging to determine, it is estimated that approximately 10–40% of patients with solid tumors will develop brain metastases, translating to an estimated incidence of brain metastases in the United States of 70 000–400 000 cases per year.1,4 With expanding availability and utilization of magnetic resonance imaging (MRI), as well as improving systemic therapy for extracranial control with lagging intracranial efficacy, the incidence of brain metastases has increased over time.1,5\nGiven the heterogeneous penetration of most systemic therapies into the microenvironment of brain metastases, the historical management of brain metastases has largely consisted of local, brain-directed therapy involving stereotactic radiation or large field radiation therapy and, when indicated, neurosurgical resection.6,7 In recent years, advances in systemic therapy have led to a paradigm shift for certain patients with brain metastases, with systemic therapy as monotherapy now a first-line consideration for subgroups of asymptomatic patients.8–10Although the prognosis for many patients with brain metastases remains guarded, it does seem to be improving.2,11\nDespite the high incidence of brain metastases, which rivals that of primary breast, colorectal, lung, and prostate cancer in the United States, a relative dearth of oncologic research devoted to patients with brain metastases exists (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Cancer cells spread as a result of epigenetic and proliferative changes, including growth of preexisting or development of new blood vessels,32,33 followed by vascular invasion.34 Cancer cells reaching the brain must traverse the blood–brain barrier (BBB) and adhere to brain endothelia potentially via upregulation of genes related to mitogenesis and extracellular matrix destruction, such as vascular endothelial growth factor and matrix metalloproteinases, activation of signaling pathways that permeabilize the BBB, and increased expression of proteins allowing for proteolysis, extravasation, and tumor cell colonization.4,33,35–37 Once inside the brain, tumor cell interactions with brain endothelia can promote adhesion within the intracranial parenchyma, via upregulation of particular cell surface proteins and growth factors.38,39 Finally, complex interactions between the tumor cells and brain cells, including formation of tumor-astrocyte gap junctions and subsequent secretion of inflammatory chemokines, promote tumor cell motility, invasion, and survival (Figure 2).4 Examples of specific metastasis–brain interactions underlying the pathogenesis of brain metastases demonstrated via in vitro and mouse models include estradiol-induced activation of brain-derived neurotrophic factor in astrocytes interacting with TrkB receptors on breast tumor cells, synaptic formation between cancer cells and glutamergic neurons allowing for N-methyl-D-aspartate receptor (NMDAR) activation, loss of PTEN expression among cancer cells once in the brain microenvironment, driven by signals from resident astrocytes and leading to chemokine-mediated proliferation of the metastatic cells, and cancer cell cooption of a pro-metastatic program driven by STAT3 in reactive astrocytes.40–43 Targeting of these pathways offers substantial promise in inhibiting the successful proliferation of brain metastases.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lesion conspicuity/detection can be enhanced using stronger magnetic fields (3T vs 1.5T), contrast agents with greater relativity, higher contrast doses, delays between injection and image acquisition, and use of T1-weighted postcontrast imaging with thin sections/volumetric imaging.93,94 While inversion recovery gradient echo pulse sequences like MPRAGE give exquisite anatomic detail and spatial resolution, with 1 mm isotropic voxels very achievable, postgadolinium 3D T1-weighted fast spin echo pulse sequences like SPACE, CUBE, or VISTA may be superior for detection of small metastases.95–99 Further details on consensus-recommended imaging for brain metastases, both for clinical trials and for routine clinical use, have recently been published.95\nBrain metastases commonly appear as well-demarcated, contrast-enhancing lesions at the subcortical gray–white junction; peritumoral vasogenic edema is commonly present.93,100 Typically, brain metastases appear iso- or hypointense on precontrast T1-weighted images; however, the presence of associated hemorrhage, common in melanoma and renal/ovarian/thyroid primaries, can yield hyperintensity on T1- and T2-weighted images, and loss of signal on T2*- or susceptibility-weighted images (Figure 3).93,95,100 As lesions grow, they may become centrally hypointense on T1, with enhancement surrounding a nonenhancing core (ie a “cystic” metastasis); in other lesions, enhancement often remains homogeneous (ie a “solid” metastasis).101,102 Cystic versus solid designation can affect radiosensitivity/response to oncologic treatment.103,104 It is important to delineate cystic from necrotic brain metastases as the response-based principles above may not translate to necrotic lesions.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Also of note, brain metastases from SCLC, as well as occasional lesions from other underlying primaries, can restrict diffusion, with relatively low apparent diffusion coefficients (ADC), due to densely cellular histologies.93,105\nFig. 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Generally, it is recommended that brain MRIs be performed every 2–3 months for the first 1–2 years after initial treatment, although new/worsening symptomatology or a history of rapid disease progression should prompt earlier scans; continuing brain MRIs regularly beyond 1–2 years after initial treatment seems prudent and patients with active disease or necrosis well beyond the initial treatment period often require very close radiographic follow-up long-term.110 In addition, the high resolution imaging provided by 3D T1-weighted postcontrast sequences allows for assessments of systemic therapy efficacy at an earlier timepoint, often within a few weeks of initiation of a new regimen, facilitating earlier implementation of salvage therapy if necessary.111\nImaging after stereotactic radiation therapy may show adverse radiation effects, which can be challenging to differentiate from tumor progression (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Such symptomatology often necessitates careful medication management, including steroids, antiepileptic drugs, analgesics, and other supportive medications (Figure 5).126–129 Here, we focus on common brain metastases-related neuro-oncologic issues, including symptomatic vasogenic edema, seizures, venous thromboembolism, radiation necrosis, and neurocognitive decline.130,131\nFig. 5.",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Randomized Studies Comparing Neurosurgical Resection + Whole Brain Radiation Relative to Whole Brain Radiation Alone in the Management of a Single Brain Metastasis\n\n\nStudy\nYears of Enrollment\nN\nArms\nLocal Recurrence\nOverall Survival\nFunctional Status\n\n\n\nUnited States6\n\n1985–1988\n48\nWBRT + biopsy vs WBRT + surgery\nSurgery better\nSurgery better\nSurgery better\n\n\nDutch213\n\n1985–1990\n66\nWBRT +/− surgery\nN/A\nSurgery better\nTrend to favoring surgery\n\n\nCanadian215\n\n1989–1993\n84\nWBRT +/– surgery\nN/A\nNo difference\nNo difference\n\n\n\nOpen in a new tab\nAbbreviations: N, Number; N/A, Not Applicable; WBRT, Whole Brain Radiation Therapy.One adverse effect associated with craniotomy is pachymeningeal seeding (also called nodular leptomeningeal disease), a phenomenon in which tumor cells dispersed by surgical intervention recur along the pachymeninges beyond the adjuvant stereotactic radiation field (Figure 6).226,227 Pachymeningeal seeding after resection was not commonly seen in the adjuvant WBRT era given the potential for WBRT to control micrometastatic disease.",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "In the postoperative stereotactic era, however, approximately 6–12% of craniotomies are complicated by pachymeningeal seeding.226 Multiple publications have now described this phenomenon.226,227 Unlike classical leptomeningeal disease, hydrocephalus requiring CSF diversion is uncommon in pachymeningeal seeding and either WBRT or stereotactic radiosurgery can be employed as salvage (as pachymeningeal seeding does not involve the CSF), with little role for intrathecal chemotherapy given the penetration concerns into lesions greater than several millimeters.228 Conversely, in classical leptomeningeal disease, imaging typically shows linear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces (Figure 7).229 In addition, hydrocephalus risk is greater, and WBRT/intrathecal chemotherapy can be considered while there is little role for stereotactic radiation.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Note the multifocal pachymeningeal recurrences (red) occurring in the absence of a cavity recurrence (green).Fig. 7.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Etiology, Natural History, and Management of Pachymeningeal Seeding Relative to Classical Leptomeningeal Disease in Patients with Brain Metastases\n\n\n\nPachymeningeal Seeding\nClassical Leptomeningeal Disease\n\n\n\nEtiology\nPostsurgical\nUsually not surgical\n\n\nNatural history\nLikely reflective of a one-time event\nOngoing process\n\n\nImaging\nPachymeningeal/dural nodular recurrences often near surgical cavity and potentially in more distant sites\nLinear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces\n\n\nHydrocephalus risk\nUsually not\nSometimes\n\n\nWhole brain radiation utilized for management\nSometimes\nOften\n\n\nStereotactic radiation utilized for management\nSometimes\nUsually not\n\n\nIntrathecal chemotherapy utilized for management\nUsually not\nSometimes\n\n\n\nOpen in a new tabMRI-guided laser interstitial thermal therapy (LITT) is a minimally-invasive surgical technique with efficacy in treating brain lesions (Figure 8).230,231 LITT involves a 3–5 mm twist drill hole in the skull through which a catheter is navigated to the target; laser-derived thermal energy is used for ablation.",
      "figure_references": [
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        }
      ]
    },
    {
      "sentence": "The observation that a potential driver of radiation-induced cognitive toxicity from WBRT, specifically memory loss, was dose deposition to neural stem cells within the subgranular zone of the hippocampal dentate gyrus239,240 led to development of hippocampal-avoidance WBRT (HA-WBRT), Figure 9.241–243 NRG CC001 demonstrated lower rates of cognitive failure with HA-WBRT and memantine as opposed to traditional WBRT and memantine, establishing HA-WBRT and memantine as standard in most patients devoid of brain metastases in/near (5 mm) the hippocampi or leptomeningeal disease.244,245 Of note, relapse rates near the hippocampus were comparable with 11 and 16 relapses in the HA region in the HA-WBRT and traditional WBRT arms, respectively, dispelling the concern that hippocampal avoidance would substantially increase the risk of peri-hippocampal recurrence.",
      "figure_references": [
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        }
      ]
    },
    {
      "sentence": "Furthermore, evaluation of BRAF/MEK inhibitors with improved CNS penetration are now being explored in phase I studies (NCT04543188, NCT03332589, NCT04190628).Advancing Clinical Trials\nCompared with other oncologic entities of similar incidence, such as breast, prostate, lung and colorectal cancer, relatively few ongoing or completed brain metastases-related prospective studies exist (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In addition, all MRIs for the clinical course of a given patient are registered to minimize error related to patient positioning and generate greater inference regarding necrosis versus progression-based delineations (Supplemental Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Keywords: brain metastases, consensus, expert, guidelines, recommendations, treatment\nBrain metastases are common among patients with advanced solid malignancies and represent a significant source of morbidity and mortality.1–3 Although the true incidence of brain metastases has been challenging to determine, it is estimated that approximately 10–40% of patients with solid tumors will develop brain metastases, translating to an estimated incidence of brain metastases in the United States of 70 000–400 000 cases per year.1,4 With expanding availability and utilization of magnetic resonance imaging (MRI), as well as improving systemic therapy for extracranial control with lagging intracranial efficacy, the incidence of brain metastases has increased over time.1,5\nGiven the heterogeneous penetration of most systemic therapies into the microenvironment of brain metastases, the historical management of brain metastases has largely consisted of local, brain-directed therapy involving stereotactic radiation or large field radiation therapy and, when indicated, neurosurgical resection.6,7 In recent years, advances in systemic therapy have led to a paradigm shift for certain patients with brain metastases, with systemic therapy as monotherapy now a first-line consideration for subgroups of asymptomatic patients.8–10Although the prognosis for many patients with brain metastases remains guarded, it does seem to be improving.2,11\nDespite the high incidence of brain metastases, which rivals that of primary breast, colorectal, lung, and prostate cancer in the United States, a relative dearth of oncologic research devoted to patients with brain metastases exists (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Cancer cells spread as a result of epigenetic and proliferative changes, including growth of preexisting or development of new blood vessels,32,33 followed by vascular invasion.34 Cancer cells reaching the brain must traverse the blood–brain barrier (BBB) and adhere to brain endothelia potentially via upregulation of genes related to mitogenesis and extracellular matrix destruction, such as vascular endothelial growth factor and matrix metalloproteinases, activation of signaling pathways that permeabilize the BBB, and increased expression of proteins allowing for proteolysis, extravasation, and tumor cell colonization.4,33,35–37 Once inside the brain, tumor cell interactions with brain endothelia can promote adhesion within the intracranial parenchyma, via upregulation of particular cell surface proteins and growth factors.38,39 Finally, complex interactions between the tumor cells and brain cells, including formation of tumor-astrocyte gap junctions and subsequent secretion of inflammatory chemokines, promote tumor cell motility, invasion, and survival (Figure 2).4 Examples of specific metastasis–brain interactions underlying the pathogenesis of brain metastases demonstrated via in vitro and mouse models include estradiol-induced activation of brain-derived neurotrophic factor in astrocytes interacting with TrkB receptors on breast tumor cells, synaptic formation between cancer cells and glutamergic neurons allowing for N-methyl-D-aspartate receptor (NMDAR) activation, loss of PTEN expression among cancer cells once in the brain microenvironment, driven by signals from resident astrocytes and leading to chemokine-mediated proliferation of the metastatic cells, and cancer cell cooption of a pro-metastatic program driven by STAT3 in reactive astrocytes.40–43 Targeting of these pathways offers substantial promise in inhibiting the successful proliferation of brain metastases.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lesion conspicuity/detection can be enhanced using stronger magnetic fields (3T vs 1.5T), contrast agents with greater relativity, higher contrast doses, delays between injection and image acquisition, and use of T1-weighted postcontrast imaging with thin sections/volumetric imaging.93,94 While inversion recovery gradient echo pulse sequences like MPRAGE give exquisite anatomic detail and spatial resolution, with 1 mm isotropic voxels very achievable, postgadolinium 3D T1-weighted fast spin echo pulse sequences like SPACE, CUBE, or VISTA may be superior for detection of small metastases.95–99 Further details on consensus-recommended imaging for brain metastases, both for clinical trials and for routine clinical use, have recently been published.95\nBrain metastases commonly appear as well-demarcated, contrast-enhancing lesions at the subcortical gray–white junction; peritumoral vasogenic edema is commonly present.93,100 Typically, brain metastases appear iso- or hypointense on precontrast T1-weighted images; however, the presence of associated hemorrhage, common in melanoma and renal/ovarian/thyroid primaries, can yield hyperintensity on T1- and T2-weighted images, and loss of signal on T2*- or susceptibility-weighted images (Figure 3).93,95,100 As lesions grow, they may become centrally hypointense on T1, with enhancement surrounding a nonenhancing core (ie a “cystic” metastasis); in other lesions, enhancement often remains homogeneous (ie a “solid” metastasis).101,102 Cystic versus solid designation can affect radiosensitivity/response to oncologic treatment.103,104 It is important to delineate cystic from necrotic brain metastases as the response-based principles above may not translate to necrotic lesions.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Also of note, brain metastases from SCLC, as well as occasional lesions from other underlying primaries, can restrict diffusion, with relatively low apparent diffusion coefficients (ADC), due to densely cellular histologies.93,105\nFig. 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Generally, it is recommended that brain MRIs be performed every 2–3 months for the first 1–2 years after initial treatment, although new/worsening symptomatology or a history of rapid disease progression should prompt earlier scans; continuing brain MRIs regularly beyond 1–2 years after initial treatment seems prudent and patients with active disease or necrosis well beyond the initial treatment period often require very close radiographic follow-up long-term.110 In addition, the high resolution imaging provided by 3D T1-weighted postcontrast sequences allows for assessments of systemic therapy efficacy at an earlier timepoint, often within a few weeks of initiation of a new regimen, facilitating earlier implementation of salvage therapy if necessary.111\nImaging after stereotactic radiation therapy may show adverse radiation effects, which can be challenging to differentiate from tumor progression (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Such symptomatology often necessitates careful medication management, including steroids, antiepileptic drugs, analgesics, and other supportive medications (Figure 5).126–129 Here, we focus on common brain metastases-related neuro-oncologic issues, including symptomatic vasogenic edema, seizures, venous thromboembolism, radiation necrosis, and neurocognitive decline.130,131\nFig. 5.",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Randomized Studies Comparing Neurosurgical Resection + Whole Brain Radiation Relative to Whole Brain Radiation Alone in the Management of a Single Brain Metastasis\n\n\nStudy\nYears of Enrollment\nN\nArms\nLocal Recurrence\nOverall Survival\nFunctional Status\n\n\n\nUnited States6\n\n1985–1988\n48\nWBRT + biopsy vs WBRT + surgery\nSurgery better\nSurgery better\nSurgery better\n\n\nDutch213\n\n1985–1990\n66\nWBRT +/− surgery\nN/A\nSurgery better\nTrend to favoring surgery\n\n\nCanadian215\n\n1989–1993\n84\nWBRT +/– surgery\nN/A\nNo difference\nNo difference\n\n\n\nOpen in a new tab\nAbbreviations: N, Number; N/A, Not Applicable; WBRT, Whole Brain Radiation Therapy.One adverse effect associated with craniotomy is pachymeningeal seeding (also called nodular leptomeningeal disease), a phenomenon in which tumor cells dispersed by surgical intervention recur along the pachymeninges beyond the adjuvant stereotactic radiation field (Figure 6).226,227 Pachymeningeal seeding after resection was not commonly seen in the adjuvant WBRT era given the potential for WBRT to control micrometastatic disease.",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "In the postoperative stereotactic era, however, approximately 6–12% of craniotomies are complicated by pachymeningeal seeding.226 Multiple publications have now described this phenomenon.226,227 Unlike classical leptomeningeal disease, hydrocephalus requiring CSF diversion is uncommon in pachymeningeal seeding and either WBRT or stereotactic radiosurgery can be employed as salvage (as pachymeningeal seeding does not involve the CSF), with little role for intrathecal chemotherapy given the penetration concerns into lesions greater than several millimeters.228 Conversely, in classical leptomeningeal disease, imaging typically shows linear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces (Figure 7).229 In addition, hydrocephalus risk is greater, and WBRT/intrathecal chemotherapy can be considered while there is little role for stereotactic radiation.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Note the multifocal pachymeningeal recurrences (red) occurring in the absence of a cavity recurrence (green).Fig. 7.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Etiology, Natural History, and Management of Pachymeningeal Seeding Relative to Classical Leptomeningeal Disease in Patients with Brain Metastases\n\n\n\nPachymeningeal Seeding\nClassical Leptomeningeal Disease\n\n\n\nEtiology\nPostsurgical\nUsually not surgical\n\n\nNatural history\nLikely reflective of a one-time event\nOngoing process\n\n\nImaging\nPachymeningeal/dural nodular recurrences often near surgical cavity and potentially in more distant sites\nLinear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces\n\n\nHydrocephalus risk\nUsually not\nSometimes\n\n\nWhole brain radiation utilized for management\nSometimes\nOften\n\n\nStereotactic radiation utilized for management\nSometimes\nUsually not\n\n\nIntrathecal chemotherapy utilized for management\nUsually not\nSometimes\n\n\n\nOpen in a new tabMRI-guided laser interstitial thermal therapy (LITT) is a minimally-invasive surgical technique with efficacy in treating brain lesions (Figure 8).230,231 LITT involves a 3–5 mm twist drill hole in the skull through which a catheter is navigated to the target; laser-derived thermal energy is used for ablation.",
      "figure_references": [
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        }
      ]
    },
    {
      "sentence": "The observation that a potential driver of radiation-induced cognitive toxicity from WBRT, specifically memory loss, was dose deposition to neural stem cells within the subgranular zone of the hippocampal dentate gyrus239,240 led to development of hippocampal-avoidance WBRT (HA-WBRT), Figure 9.241–243 NRG CC001 demonstrated lower rates of cognitive failure with HA-WBRT and memantine as opposed to traditional WBRT and memantine, establishing HA-WBRT and memantine as standard in most patients devoid of brain metastases in/near (5 mm) the hippocampi or leptomeningeal disease.244,245 Of note, relapse rates near the hippocampus were comparable with 11 and 16 relapses in the HA region in the HA-WBRT and traditional WBRT arms, respectively, dispelling the concern that hippocampal avoidance would substantially increase the risk of peri-hippocampal recurrence.",
      "figure_references": [
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        }
      ]
    },
    {
      "sentence": "Furthermore, evaluation of BRAF/MEK inhibitors with improved CNS penetration are now being explored in phase I studies (NCT04543188, NCT03332589, NCT04190628).Advancing Clinical Trials\nCompared with other oncologic entities of similar incidence, such as breast, prostate, lung and colorectal cancer, relatively few ongoing or completed brain metastases-related prospective studies exist (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In addition, all MRIs for the clinical course of a given patient are registered to minimize error related to patient positioning and generate greater inference regarding necrosis versus progression-based delineations (Supplemental Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Keywords: brain metastases, consensus, expert, guidelines, recommendations, treatment\nBrain metastases are common among patients with advanced solid malignancies and represent a significant source of morbidity and mortality.1–3 Although the true incidence of brain metastases has been challenging to determine, it is estimated that approximately 10–40% of patients with solid tumors will develop brain metastases, translating to an estimated incidence of brain metastases in the United States of 70 000–400 000 cases per year.1,4 With expanding availability and utilization of magnetic resonance imaging (MRI), as well as improving systemic therapy for extracranial control with lagging intracranial efficacy, the incidence of brain metastases has increased over time.1,5\nGiven the heterogeneous penetration of most systemic therapies into the microenvironment of brain metastases, the historical management of brain metastases has largely consisted of local, brain-directed therapy involving stereotactic radiation or large field radiation therapy and, when indicated, neurosurgical resection.6,7 In recent years, advances in systemic therapy have led to a paradigm shift for certain patients with brain metastases, with systemic therapy as monotherapy now a first-line consideration for subgroups of asymptomatic patients.8–10Although the prognosis for many patients with brain metastases remains guarded, it does seem to be improving.2,11\nDespite the high incidence of brain metastases, which rivals that of primary breast, colorectal, lung, and prostate cancer in the United States, a relative dearth of oncologic research devoted to patients with brain metastases exists (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Cancer cells spread as a result of epigenetic and proliferative changes, including growth of preexisting or development of new blood vessels,32,33 followed by vascular invasion.34 Cancer cells reaching the brain must traverse the blood–brain barrier (BBB) and adhere to brain endothelia potentially via upregulation of genes related to mitogenesis and extracellular matrix destruction, such as vascular endothelial growth factor and matrix metalloproteinases, activation of signaling pathways that permeabilize the BBB, and increased expression of proteins allowing for proteolysis, extravasation, and tumor cell colonization.4,33,35–37 Once inside the brain, tumor cell interactions with brain endothelia can promote adhesion within the intracranial parenchyma, via upregulation of particular cell surface proteins and growth factors.38,39 Finally, complex interactions between the tumor cells and brain cells, including formation of tumor-astrocyte gap junctions and subsequent secretion of inflammatory chemokines, promote tumor cell motility, invasion, and survival (Figure 2).4 Examples of specific metastasis–brain interactions underlying the pathogenesis of brain metastases demonstrated via in vitro and mouse models include estradiol-induced activation of brain-derived neurotrophic factor in astrocytes interacting with TrkB receptors on breast tumor cells, synaptic formation between cancer cells and glutamergic neurons allowing for N-methyl-D-aspartate receptor (NMDAR) activation, loss of PTEN expression among cancer cells once in the brain microenvironment, driven by signals from resident astrocytes and leading to chemokine-mediated proliferation of the metastatic cells, and cancer cell cooption of a pro-metastatic program driven by STAT3 in reactive astrocytes.40–43 Targeting of these pathways offers substantial promise in inhibiting the successful proliferation of brain metastases.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lesion conspicuity/detection can be enhanced using stronger magnetic fields (3T vs 1.5T), contrast agents with greater relativity, higher contrast doses, delays between injection and image acquisition, and use of T1-weighted postcontrast imaging with thin sections/volumetric imaging.93,94 While inversion recovery gradient echo pulse sequences like MPRAGE give exquisite anatomic detail and spatial resolution, with 1 mm isotropic voxels very achievable, postgadolinium 3D T1-weighted fast spin echo pulse sequences like SPACE, CUBE, or VISTA may be superior for detection of small metastases.95–99 Further details on consensus-recommended imaging for brain metastases, both for clinical trials and for routine clinical use, have recently been published.95\nBrain metastases commonly appear as well-demarcated, contrast-enhancing lesions at the subcortical gray–white junction; peritumoral vasogenic edema is commonly present.93,100 Typically, brain metastases appear iso- or hypointense on precontrast T1-weighted images; however, the presence of associated hemorrhage, common in melanoma and renal/ovarian/thyroid primaries, can yield hyperintensity on T1- and T2-weighted images, and loss of signal on T2*- or susceptibility-weighted images (Figure 3).93,95,100 As lesions grow, they may become centrally hypointense on T1, with enhancement surrounding a nonenhancing core (ie a “cystic” metastasis); in other lesions, enhancement often remains homogeneous (ie a “solid” metastasis).101,102 Cystic versus solid designation can affect radiosensitivity/response to oncologic treatment.103,104 It is important to delineate cystic from necrotic brain metastases as the response-based principles above may not translate to necrotic lesions.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Also of note, brain metastases from SCLC, as well as occasional lesions from other underlying primaries, can restrict diffusion, with relatively low apparent diffusion coefficients (ADC), due to densely cellular histologies.93,105\nFig. 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Generally, it is recommended that brain MRIs be performed every 2–3 months for the first 1–2 years after initial treatment, although new/worsening symptomatology or a history of rapid disease progression should prompt earlier scans; continuing brain MRIs regularly beyond 1–2 years after initial treatment seems prudent and patients with active disease or necrosis well beyond the initial treatment period often require very close radiographic follow-up long-term.110 In addition, the high resolution imaging provided by 3D T1-weighted postcontrast sequences allows for assessments of systemic therapy efficacy at an earlier timepoint, often within a few weeks of initiation of a new regimen, facilitating earlier implementation of salvage therapy if necessary.111\nImaging after stereotactic radiation therapy may show adverse radiation effects, which can be challenging to differentiate from tumor progression (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Such symptomatology often necessitates careful medication management, including steroids, antiepileptic drugs, analgesics, and other supportive medications (Figure 5).126–129 Here, we focus on common brain metastases-related neuro-oncologic issues, including symptomatic vasogenic edema, seizures, venous thromboembolism, radiation necrosis, and neurocognitive decline.130,131\nFig. 5.",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Randomized Studies Comparing Neurosurgical Resection + Whole Brain Radiation Relative to Whole Brain Radiation Alone in the Management of a Single Brain Metastasis\n\n\nStudy\nYears of Enrollment\nN\nArms\nLocal Recurrence\nOverall Survival\nFunctional Status\n\n\n\nUnited States6\n\n1985–1988\n48\nWBRT + biopsy vs WBRT + surgery\nSurgery better\nSurgery better\nSurgery better\n\n\nDutch213\n\n1985–1990\n66\nWBRT +/− surgery\nN/A\nSurgery better\nTrend to favoring surgery\n\n\nCanadian215\n\n1989–1993\n84\nWBRT +/– surgery\nN/A\nNo difference\nNo difference\n\n\n\nOpen in a new tab\nAbbreviations: N, Number; N/A, Not Applicable; WBRT, Whole Brain Radiation Therapy.One adverse effect associated with craniotomy is pachymeningeal seeding (also called nodular leptomeningeal disease), a phenomenon in which tumor cells dispersed by surgical intervention recur along the pachymeninges beyond the adjuvant stereotactic radiation field (Figure 6).226,227 Pachymeningeal seeding after resection was not commonly seen in the adjuvant WBRT era given the potential for WBRT to control micrometastatic disease.",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "In the postoperative stereotactic era, however, approximately 6–12% of craniotomies are complicated by pachymeningeal seeding.226 Multiple publications have now described this phenomenon.226,227 Unlike classical leptomeningeal disease, hydrocephalus requiring CSF diversion is uncommon in pachymeningeal seeding and either WBRT or stereotactic radiosurgery can be employed as salvage (as pachymeningeal seeding does not involve the CSF), with little role for intrathecal chemotherapy given the penetration concerns into lesions greater than several millimeters.228 Conversely, in classical leptomeningeal disease, imaging typically shows linear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces (Figure 7).229 In addition, hydrocephalus risk is greater, and WBRT/intrathecal chemotherapy can be considered while there is little role for stereotactic radiation.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Note the multifocal pachymeningeal recurrences (red) occurring in the absence of a cavity recurrence (green).Fig. 7.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Etiology, Natural History, and Management of Pachymeningeal Seeding Relative to Classical Leptomeningeal Disease in Patients with Brain Metastases\n\n\n\nPachymeningeal Seeding\nClassical Leptomeningeal Disease\n\n\n\nEtiology\nPostsurgical\nUsually not surgical\n\n\nNatural history\nLikely reflective of a one-time event\nOngoing process\n\n\nImaging\nPachymeningeal/dural nodular recurrences often near surgical cavity and potentially in more distant sites\nLinear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces\n\n\nHydrocephalus risk\nUsually not\nSometimes\n\n\nWhole brain radiation utilized for management\nSometimes\nOften\n\n\nStereotactic radiation utilized for management\nSometimes\nUsually not\n\n\nIntrathecal chemotherapy utilized for management\nUsually not\nSometimes\n\n\n\nOpen in a new tabMRI-guided laser interstitial thermal therapy (LITT) is a minimally-invasive surgical technique with efficacy in treating brain lesions (Figure 8).230,231 LITT involves a 3–5 mm twist drill hole in the skull through which a catheter is navigated to the target; laser-derived thermal energy is used for ablation.",
      "figure_references": [
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        }
      ]
    },
    {
      "sentence": "The observation that a potential driver of radiation-induced cognitive toxicity from WBRT, specifically memory loss, was dose deposition to neural stem cells within the subgranular zone of the hippocampal dentate gyrus239,240 led to development of hippocampal-avoidance WBRT (HA-WBRT), Figure 9.241–243 NRG CC001 demonstrated lower rates of cognitive failure with HA-WBRT and memantine as opposed to traditional WBRT and memantine, establishing HA-WBRT and memantine as standard in most patients devoid of brain metastases in/near (5 mm) the hippocampi or leptomeningeal disease.244,245 Of note, relapse rates near the hippocampus were comparable with 11 and 16 relapses in the HA region in the HA-WBRT and traditional WBRT arms, respectively, dispelling the concern that hippocampal avoidance would substantially increase the risk of peri-hippocampal recurrence.",
      "figure_references": [
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        }
      ]
    },
    {
      "sentence": "Furthermore, evaluation of BRAF/MEK inhibitors with improved CNS penetration are now being explored in phase I studies (NCT04543188, NCT03332589, NCT04190628).Advancing Clinical Trials\nCompared with other oncologic entities of similar incidence, such as breast, prostate, lung and colorectal cancer, relatively few ongoing or completed brain metastases-related prospective studies exist (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In addition, all MRIs for the clinical course of a given patient are registered to minimize error related to patient positioning and generate greater inference regarding necrosis versus progression-based delineations (Supplemental Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Keywords: brain metastases, consensus, expert, guidelines, recommendations, treatment\nBrain metastases are common among patients with advanced solid malignancies and represent a significant source of morbidity and mortality.1–3 Although the true incidence of brain metastases has been challenging to determine, it is estimated that approximately 10–40% of patients with solid tumors will develop brain metastases, translating to an estimated incidence of brain metastases in the United States of 70 000–400 000 cases per year.1,4 With expanding availability and utilization of magnetic resonance imaging (MRI), as well as improving systemic therapy for extracranial control with lagging intracranial efficacy, the incidence of brain metastases has increased over time.1,5\nGiven the heterogeneous penetration of most systemic therapies into the microenvironment of brain metastases, the historical management of brain metastases has largely consisted of local, brain-directed therapy involving stereotactic radiation or large field radiation therapy and, when indicated, neurosurgical resection.6,7 In recent years, advances in systemic therapy have led to a paradigm shift for certain patients with brain metastases, with systemic therapy as monotherapy now a first-line consideration for subgroups of asymptomatic patients.8–10Although the prognosis for many patients with brain metastases remains guarded, it does seem to be improving.2,11\nDespite the high incidence of brain metastases, which rivals that of primary breast, colorectal, lung, and prostate cancer in the United States, a relative dearth of oncologic research devoted to patients with brain metastases exists (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Cancer cells spread as a result of epigenetic and proliferative changes, including growth of preexisting or development of new blood vessels,32,33 followed by vascular invasion.34 Cancer cells reaching the brain must traverse the blood–brain barrier (BBB) and adhere to brain endothelia potentially via upregulation of genes related to mitogenesis and extracellular matrix destruction, such as vascular endothelial growth factor and matrix metalloproteinases, activation of signaling pathways that permeabilize the BBB, and increased expression of proteins allowing for proteolysis, extravasation, and tumor cell colonization.4,33,35–37 Once inside the brain, tumor cell interactions with brain endothelia can promote adhesion within the intracranial parenchyma, via upregulation of particular cell surface proteins and growth factors.38,39 Finally, complex interactions between the tumor cells and brain cells, including formation of tumor-astrocyte gap junctions and subsequent secretion of inflammatory chemokines, promote tumor cell motility, invasion, and survival (Figure 2).4 Examples of specific metastasis–brain interactions underlying the pathogenesis of brain metastases demonstrated via in vitro and mouse models include estradiol-induced activation of brain-derived neurotrophic factor in astrocytes interacting with TrkB receptors on breast tumor cells, synaptic formation between cancer cells and glutamergic neurons allowing for N-methyl-D-aspartate receptor (NMDAR) activation, loss of PTEN expression among cancer cells once in the brain microenvironment, driven by signals from resident astrocytes and leading to chemokine-mediated proliferation of the metastatic cells, and cancer cell cooption of a pro-metastatic program driven by STAT3 in reactive astrocytes.40–43 Targeting of these pathways offers substantial promise in inhibiting the successful proliferation of brain metastases.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lesion conspicuity/detection can be enhanced using stronger magnetic fields (3T vs 1.5T), contrast agents with greater relativity, higher contrast doses, delays between injection and image acquisition, and use of T1-weighted postcontrast imaging with thin sections/volumetric imaging.93,94 While inversion recovery gradient echo pulse sequences like MPRAGE give exquisite anatomic detail and spatial resolution, with 1 mm isotropic voxels very achievable, postgadolinium 3D T1-weighted fast spin echo pulse sequences like SPACE, CUBE, or VISTA may be superior for detection of small metastases.95–99 Further details on consensus-recommended imaging for brain metastases, both for clinical trials and for routine clinical use, have recently been published.95\nBrain metastases commonly appear as well-demarcated, contrast-enhancing lesions at the subcortical gray–white junction; peritumoral vasogenic edema is commonly present.93,100 Typically, brain metastases appear iso- or hypointense on precontrast T1-weighted images; however, the presence of associated hemorrhage, common in melanoma and renal/ovarian/thyroid primaries, can yield hyperintensity on T1- and T2-weighted images, and loss of signal on T2*- or susceptibility-weighted images (Figure 3).93,95,100 As lesions grow, they may become centrally hypointense on T1, with enhancement surrounding a nonenhancing core (ie a “cystic” metastasis); in other lesions, enhancement often remains homogeneous (ie a “solid” metastasis).101,102 Cystic versus solid designation can affect radiosensitivity/response to oncologic treatment.103,104 It is important to delineate cystic from necrotic brain metastases as the response-based principles above may not translate to necrotic lesions.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Also of note, brain metastases from SCLC, as well as occasional lesions from other underlying primaries, can restrict diffusion, with relatively low apparent diffusion coefficients (ADC), due to densely cellular histologies.93,105\nFig. 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Generally, it is recommended that brain MRIs be performed every 2–3 months for the first 1–2 years after initial treatment, although new/worsening symptomatology or a history of rapid disease progression should prompt earlier scans; continuing brain MRIs regularly beyond 1–2 years after initial treatment seems prudent and patients with active disease or necrosis well beyond the initial treatment period often require very close radiographic follow-up long-term.110 In addition, the high resolution imaging provided by 3D T1-weighted postcontrast sequences allows for assessments of systemic therapy efficacy at an earlier timepoint, often within a few weeks of initiation of a new regimen, facilitating earlier implementation of salvage therapy if necessary.111\nImaging after stereotactic radiation therapy may show adverse radiation effects, which can be challenging to differentiate from tumor progression (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Such symptomatology often necessitates careful medication management, including steroids, antiepileptic drugs, analgesics, and other supportive medications (Figure 5).126–129 Here, we focus on common brain metastases-related neuro-oncologic issues, including symptomatic vasogenic edema, seizures, venous thromboembolism, radiation necrosis, and neurocognitive decline.130,131\nFig. 5.",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Randomized Studies Comparing Neurosurgical Resection + Whole Brain Radiation Relative to Whole Brain Radiation Alone in the Management of a Single Brain Metastasis\n\n\nStudy\nYears of Enrollment\nN\nArms\nLocal Recurrence\nOverall Survival\nFunctional Status\n\n\n\nUnited States6\n\n1985–1988\n48\nWBRT + biopsy vs WBRT + surgery\nSurgery better\nSurgery better\nSurgery better\n\n\nDutch213\n\n1985–1990\n66\nWBRT +/− surgery\nN/A\nSurgery better\nTrend to favoring surgery\n\n\nCanadian215\n\n1989–1993\n84\nWBRT +/– surgery\nN/A\nNo difference\nNo difference\n\n\n\nOpen in a new tab\nAbbreviations: N, Number; N/A, Not Applicable; WBRT, Whole Brain Radiation Therapy.One adverse effect associated with craniotomy is pachymeningeal seeding (also called nodular leptomeningeal disease), a phenomenon in which tumor cells dispersed by surgical intervention recur along the pachymeninges beyond the adjuvant stereotactic radiation field (Figure 6).226,227 Pachymeningeal seeding after resection was not commonly seen in the adjuvant WBRT era given the potential for WBRT to control micrometastatic disease.",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "In the postoperative stereotactic era, however, approximately 6–12% of craniotomies are complicated by pachymeningeal seeding.226 Multiple publications have now described this phenomenon.226,227 Unlike classical leptomeningeal disease, hydrocephalus requiring CSF diversion is uncommon in pachymeningeal seeding and either WBRT or stereotactic radiosurgery can be employed as salvage (as pachymeningeal seeding does not involve the CSF), with little role for intrathecal chemotherapy given the penetration concerns into lesions greater than several millimeters.228 Conversely, in classical leptomeningeal disease, imaging typically shows linear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces (Figure 7).229 In addition, hydrocephalus risk is greater, and WBRT/intrathecal chemotherapy can be considered while there is little role for stereotactic radiation.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Note the multifocal pachymeningeal recurrences (red) occurring in the absence of a cavity recurrence (green).Fig. 7.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Etiology, Natural History, and Management of Pachymeningeal Seeding Relative to Classical Leptomeningeal Disease in Patients with Brain Metastases\n\n\n\nPachymeningeal Seeding\nClassical Leptomeningeal Disease\n\n\n\nEtiology\nPostsurgical\nUsually not surgical\n\n\nNatural history\nLikely reflective of a one-time event\nOngoing process\n\n\nImaging\nPachymeningeal/dural nodular recurrences often near surgical cavity and potentially in more distant sites\nLinear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces\n\n\nHydrocephalus risk\nUsually not\nSometimes\n\n\nWhole brain radiation utilized for management\nSometimes\nOften\n\n\nStereotactic radiation utilized for management\nSometimes\nUsually not\n\n\nIntrathecal chemotherapy utilized for management\nUsually not\nSometimes\n\n\n\nOpen in a new tabMRI-guided laser interstitial thermal therapy (LITT) is a minimally-invasive surgical technique with efficacy in treating brain lesions (Figure 8).230,231 LITT involves a 3–5 mm twist drill hole in the skull through which a catheter is navigated to the target; laser-derived thermal energy is used for ablation.",
      "figure_references": [
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        }
      ]
    },
    {
      "sentence": "The observation that a potential driver of radiation-induced cognitive toxicity from WBRT, specifically memory loss, was dose deposition to neural stem cells within the subgranular zone of the hippocampal dentate gyrus239,240 led to development of hippocampal-avoidance WBRT (HA-WBRT), Figure 9.241–243 NRG CC001 demonstrated lower rates of cognitive failure with HA-WBRT and memantine as opposed to traditional WBRT and memantine, establishing HA-WBRT and memantine as standard in most patients devoid of brain metastases in/near (5 mm) the hippocampi or leptomeningeal disease.244,245 Of note, relapse rates near the hippocampus were comparable with 11 and 16 relapses in the HA region in the HA-WBRT and traditional WBRT arms, respectively, dispelling the concern that hippocampal avoidance would substantially increase the risk of peri-hippocampal recurrence.",
      "figure_references": [
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        }
      ]
    },
    {
      "sentence": "Furthermore, evaluation of BRAF/MEK inhibitors with improved CNS penetration are now being explored in phase I studies (NCT04543188, NCT03332589, NCT04190628).Advancing Clinical Trials\nCompared with other oncologic entities of similar incidence, such as breast, prostate, lung and colorectal cancer, relatively few ongoing or completed brain metastases-related prospective studies exist (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In addition, all MRIs for the clinical course of a given patient are registered to minimize error related to patient positioning and generate greater inference regarding necrosis versus progression-based delineations (Supplemental Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Keywords: brain metastases, consensus, expert, guidelines, recommendations, treatment\nBrain metastases are common among patients with advanced solid malignancies and represent a significant source of morbidity and mortality.1–3 Although the true incidence of brain metastases has been challenging to determine, it is estimated that approximately 10–40% of patients with solid tumors will develop brain metastases, translating to an estimated incidence of brain metastases in the United States of 70 000–400 000 cases per year.1,4 With expanding availability and utilization of magnetic resonance imaging (MRI), as well as improving systemic therapy for extracranial control with lagging intracranial efficacy, the incidence of brain metastases has increased over time.1,5\nGiven the heterogeneous penetration of most systemic therapies into the microenvironment of brain metastases, the historical management of brain metastases has largely consisted of local, brain-directed therapy involving stereotactic radiation or large field radiation therapy and, when indicated, neurosurgical resection.6,7 In recent years, advances in systemic therapy have led to a paradigm shift for certain patients with brain metastases, with systemic therapy as monotherapy now a first-line consideration for subgroups of asymptomatic patients.8–10Although the prognosis for many patients with brain metastases remains guarded, it does seem to be improving.2,11\nDespite the high incidence of brain metastases, which rivals that of primary breast, colorectal, lung, and prostate cancer in the United States, a relative dearth of oncologic research devoted to patients with brain metastases exists (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Cancer cells spread as a result of epigenetic and proliferative changes, including growth of preexisting or development of new blood vessels,32,33 followed by vascular invasion.34 Cancer cells reaching the brain must traverse the blood–brain barrier (BBB) and adhere to brain endothelia potentially via upregulation of genes related to mitogenesis and extracellular matrix destruction, such as vascular endothelial growth factor and matrix metalloproteinases, activation of signaling pathways that permeabilize the BBB, and increased expression of proteins allowing for proteolysis, extravasation, and tumor cell colonization.4,33,35–37 Once inside the brain, tumor cell interactions with brain endothelia can promote adhesion within the intracranial parenchyma, via upregulation of particular cell surface proteins and growth factors.38,39 Finally, complex interactions between the tumor cells and brain cells, including formation of tumor-astrocyte gap junctions and subsequent secretion of inflammatory chemokines, promote tumor cell motility, invasion, and survival (Figure 2).4 Examples of specific metastasis–brain interactions underlying the pathogenesis of brain metastases demonstrated via in vitro and mouse models include estradiol-induced activation of brain-derived neurotrophic factor in astrocytes interacting with TrkB receptors on breast tumor cells, synaptic formation between cancer cells and glutamergic neurons allowing for N-methyl-D-aspartate receptor (NMDAR) activation, loss of PTEN expression among cancer cells once in the brain microenvironment, driven by signals from resident astrocytes and leading to chemokine-mediated proliferation of the metastatic cells, and cancer cell cooption of a pro-metastatic program driven by STAT3 in reactive astrocytes.40–43 Targeting of these pathways offers substantial promise in inhibiting the successful proliferation of brain metastases.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lesion conspicuity/detection can be enhanced using stronger magnetic fields (3T vs 1.5T), contrast agents with greater relativity, higher contrast doses, delays between injection and image acquisition, and use of T1-weighted postcontrast imaging with thin sections/volumetric imaging.93,94 While inversion recovery gradient echo pulse sequences like MPRAGE give exquisite anatomic detail and spatial resolution, with 1 mm isotropic voxels very achievable, postgadolinium 3D T1-weighted fast spin echo pulse sequences like SPACE, CUBE, or VISTA may be superior for detection of small metastases.95–99 Further details on consensus-recommended imaging for brain metastases, both for clinical trials and for routine clinical use, have recently been published.95\nBrain metastases commonly appear as well-demarcated, contrast-enhancing lesions at the subcortical gray–white junction; peritumoral vasogenic edema is commonly present.93,100 Typically, brain metastases appear iso- or hypointense on precontrast T1-weighted images; however, the presence of associated hemorrhage, common in melanoma and renal/ovarian/thyroid primaries, can yield hyperintensity on T1- and T2-weighted images, and loss of signal on T2*- or susceptibility-weighted images (Figure 3).93,95,100 As lesions grow, they may become centrally hypointense on T1, with enhancement surrounding a nonenhancing core (ie a “cystic” metastasis); in other lesions, enhancement often remains homogeneous (ie a “solid” metastasis).101,102 Cystic versus solid designation can affect radiosensitivity/response to oncologic treatment.103,104 It is important to delineate cystic from necrotic brain metastases as the response-based principles above may not translate to necrotic lesions.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Also of note, brain metastases from SCLC, as well as occasional lesions from other underlying primaries, can restrict diffusion, with relatively low apparent diffusion coefficients (ADC), due to densely cellular histologies.93,105\nFig. 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Generally, it is recommended that brain MRIs be performed every 2–3 months for the first 1–2 years after initial treatment, although new/worsening symptomatology or a history of rapid disease progression should prompt earlier scans; continuing brain MRIs regularly beyond 1–2 years after initial treatment seems prudent and patients with active disease or necrosis well beyond the initial treatment period often require very close radiographic follow-up long-term.110 In addition, the high resolution imaging provided by 3D T1-weighted postcontrast sequences allows for assessments of systemic therapy efficacy at an earlier timepoint, often within a few weeks of initiation of a new regimen, facilitating earlier implementation of salvage therapy if necessary.111\nImaging after stereotactic radiation therapy may show adverse radiation effects, which can be challenging to differentiate from tumor progression (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Such symptomatology often necessitates careful medication management, including steroids, antiepileptic drugs, analgesics, and other supportive medications (Figure 5).126–129 Here, we focus on common brain metastases-related neuro-oncologic issues, including symptomatic vasogenic edema, seizures, venous thromboembolism, radiation necrosis, and neurocognitive decline.130,131\nFig. 5.",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Randomized Studies Comparing Neurosurgical Resection + Whole Brain Radiation Relative to Whole Brain Radiation Alone in the Management of a Single Brain Metastasis\n\n\nStudy\nYears of Enrollment\nN\nArms\nLocal Recurrence\nOverall Survival\nFunctional Status\n\n\n\nUnited States6\n\n1985–1988\n48\nWBRT + biopsy vs WBRT + surgery\nSurgery better\nSurgery better\nSurgery better\n\n\nDutch213\n\n1985–1990\n66\nWBRT +/− surgery\nN/A\nSurgery better\nTrend to favoring surgery\n\n\nCanadian215\n\n1989–1993\n84\nWBRT +/– surgery\nN/A\nNo difference\nNo difference\n\n\n\nOpen in a new tab\nAbbreviations: N, Number; N/A, Not Applicable; WBRT, Whole Brain Radiation Therapy.One adverse effect associated with craniotomy is pachymeningeal seeding (also called nodular leptomeningeal disease), a phenomenon in which tumor cells dispersed by surgical intervention recur along the pachymeninges beyond the adjuvant stereotactic radiation field (Figure 6).226,227 Pachymeningeal seeding after resection was not commonly seen in the adjuvant WBRT era given the potential for WBRT to control micrometastatic disease.",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "In the postoperative stereotactic era, however, approximately 6–12% of craniotomies are complicated by pachymeningeal seeding.226 Multiple publications have now described this phenomenon.226,227 Unlike classical leptomeningeal disease, hydrocephalus requiring CSF diversion is uncommon in pachymeningeal seeding and either WBRT or stereotactic radiosurgery can be employed as salvage (as pachymeningeal seeding does not involve the CSF), with little role for intrathecal chemotherapy given the penetration concerns into lesions greater than several millimeters.228 Conversely, in classical leptomeningeal disease, imaging typically shows linear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces (Figure 7).229 In addition, hydrocephalus risk is greater, and WBRT/intrathecal chemotherapy can be considered while there is little role for stereotactic radiation.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Note the multifocal pachymeningeal recurrences (red) occurring in the absence of a cavity recurrence (green).Fig. 7.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Etiology, Natural History, and Management of Pachymeningeal Seeding Relative to Classical Leptomeningeal Disease in Patients with Brain Metastases\n\n\n\nPachymeningeal Seeding\nClassical Leptomeningeal Disease\n\n\n\nEtiology\nPostsurgical\nUsually not surgical\n\n\nNatural history\nLikely reflective of a one-time event\nOngoing process\n\n\nImaging\nPachymeningeal/dural nodular recurrences often near surgical cavity and potentially in more distant sites\nLinear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces\n\n\nHydrocephalus risk\nUsually not\nSometimes\n\n\nWhole brain radiation utilized for management\nSometimes\nOften\n\n\nStereotactic radiation utilized for management\nSometimes\nUsually not\n\n\nIntrathecal chemotherapy utilized for management\nUsually not\nSometimes\n\n\n\nOpen in a new tabMRI-guided laser interstitial thermal therapy (LITT) is a minimally-invasive surgical technique with efficacy in treating brain lesions (Figure 8).230,231 LITT involves a 3–5 mm twist drill hole in the skull through which a catheter is navigated to the target; laser-derived thermal energy is used for ablation.",
      "figure_references": [
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        }
      ]
    },
    {
      "sentence": "The observation that a potential driver of radiation-induced cognitive toxicity from WBRT, specifically memory loss, was dose deposition to neural stem cells within the subgranular zone of the hippocampal dentate gyrus239,240 led to development of hippocampal-avoidance WBRT (HA-WBRT), Figure 9.241–243 NRG CC001 demonstrated lower rates of cognitive failure with HA-WBRT and memantine as opposed to traditional WBRT and memantine, establishing HA-WBRT and memantine as standard in most patients devoid of brain metastases in/near (5 mm) the hippocampi or leptomeningeal disease.244,245 Of note, relapse rates near the hippocampus were comparable with 11 and 16 relapses in the HA region in the HA-WBRT and traditional WBRT arms, respectively, dispelling the concern that hippocampal avoidance would substantially increase the risk of peri-hippocampal recurrence.",
      "figure_references": [
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        }
      ]
    },
    {
      "sentence": "Furthermore, evaluation of BRAF/MEK inhibitors with improved CNS penetration are now being explored in phase I studies (NCT04543188, NCT03332589, NCT04190628).Advancing Clinical Trials\nCompared with other oncologic entities of similar incidence, such as breast, prostate, lung and colorectal cancer, relatively few ongoing or completed brain metastases-related prospective studies exist (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In addition, all MRIs for the clinical course of a given patient are registered to minimize error related to patient positioning and generate greater inference regarding necrosis versus progression-based delineations (Supplemental Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Keywords: brain metastases, consensus, expert, guidelines, recommendations, treatment\nBrain metastases are common among patients with advanced solid malignancies and represent a significant source of morbidity and mortality.1–3 Although the true incidence of brain metastases has been challenging to determine, it is estimated that approximately 10–40% of patients with solid tumors will develop brain metastases, translating to an estimated incidence of brain metastases in the United States of 70 000–400 000 cases per year.1,4 With expanding availability and utilization of magnetic resonance imaging (MRI), as well as improving systemic therapy for extracranial control with lagging intracranial efficacy, the incidence of brain metastases has increased over time.1,5\nGiven the heterogeneous penetration of most systemic therapies into the microenvironment of brain metastases, the historical management of brain metastases has largely consisted of local, brain-directed therapy involving stereotactic radiation or large field radiation therapy and, when indicated, neurosurgical resection.6,7 In recent years, advances in systemic therapy have led to a paradigm shift for certain patients with brain metastases, with systemic therapy as monotherapy now a first-line consideration for subgroups of asymptomatic patients.8–10Although the prognosis for many patients with brain metastases remains guarded, it does seem to be improving.2,11\nDespite the high incidence of brain metastases, which rivals that of primary breast, colorectal, lung, and prostate cancer in the United States, a relative dearth of oncologic research devoted to patients with brain metastases exists (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Cancer cells spread as a result of epigenetic and proliferative changes, including growth of preexisting or development of new blood vessels,32,33 followed by vascular invasion.34 Cancer cells reaching the brain must traverse the blood–brain barrier (BBB) and adhere to brain endothelia potentially via upregulation of genes related to mitogenesis and extracellular matrix destruction, such as vascular endothelial growth factor and matrix metalloproteinases, activation of signaling pathways that permeabilize the BBB, and increased expression of proteins allowing for proteolysis, extravasation, and tumor cell colonization.4,33,35–37 Once inside the brain, tumor cell interactions with brain endothelia can promote adhesion within the intracranial parenchyma, via upregulation of particular cell surface proteins and growth factors.38,39 Finally, complex interactions between the tumor cells and brain cells, including formation of tumor-astrocyte gap junctions and subsequent secretion of inflammatory chemokines, promote tumor cell motility, invasion, and survival (Figure 2).4 Examples of specific metastasis–brain interactions underlying the pathogenesis of brain metastases demonstrated via in vitro and mouse models include estradiol-induced activation of brain-derived neurotrophic factor in astrocytes interacting with TrkB receptors on breast tumor cells, synaptic formation between cancer cells and glutamergic neurons allowing for N-methyl-D-aspartate receptor (NMDAR) activation, loss of PTEN expression among cancer cells once in the brain microenvironment, driven by signals from resident astrocytes and leading to chemokine-mediated proliferation of the metastatic cells, and cancer cell cooption of a pro-metastatic program driven by STAT3 in reactive astrocytes.40–43 Targeting of these pathways offers substantial promise in inhibiting the successful proliferation of brain metastases.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lesion conspicuity/detection can be enhanced using stronger magnetic fields (3T vs 1.5T), contrast agents with greater relativity, higher contrast doses, delays between injection and image acquisition, and use of T1-weighted postcontrast imaging with thin sections/volumetric imaging.93,94 While inversion recovery gradient echo pulse sequences like MPRAGE give exquisite anatomic detail and spatial resolution, with 1 mm isotropic voxels very achievable, postgadolinium 3D T1-weighted fast spin echo pulse sequences like SPACE, CUBE, or VISTA may be superior for detection of small metastases.95–99 Further details on consensus-recommended imaging for brain metastases, both for clinical trials and for routine clinical use, have recently been published.95\nBrain metastases commonly appear as well-demarcated, contrast-enhancing lesions at the subcortical gray–white junction; peritumoral vasogenic edema is commonly present.93,100 Typically, brain metastases appear iso- or hypointense on precontrast T1-weighted images; however, the presence of associated hemorrhage, common in melanoma and renal/ovarian/thyroid primaries, can yield hyperintensity on T1- and T2-weighted images, and loss of signal on T2*- or susceptibility-weighted images (Figure 3).93,95,100 As lesions grow, they may become centrally hypointense on T1, with enhancement surrounding a nonenhancing core (ie a “cystic” metastasis); in other lesions, enhancement often remains homogeneous (ie a “solid” metastasis).101,102 Cystic versus solid designation can affect radiosensitivity/response to oncologic treatment.103,104 It is important to delineate cystic from necrotic brain metastases as the response-based principles above may not translate to necrotic lesions.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Also of note, brain metastases from SCLC, as well as occasional lesions from other underlying primaries, can restrict diffusion, with relatively low apparent diffusion coefficients (ADC), due to densely cellular histologies.93,105\nFig. 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Generally, it is recommended that brain MRIs be performed every 2–3 months for the first 1–2 years after initial treatment, although new/worsening symptomatology or a history of rapid disease progression should prompt earlier scans; continuing brain MRIs regularly beyond 1–2 years after initial treatment seems prudent and patients with active disease or necrosis well beyond the initial treatment period often require very close radiographic follow-up long-term.110 In addition, the high resolution imaging provided by 3D T1-weighted postcontrast sequences allows for assessments of systemic therapy efficacy at an earlier timepoint, often within a few weeks of initiation of a new regimen, facilitating earlier implementation of salvage therapy if necessary.111\nImaging after stereotactic radiation therapy may show adverse radiation effects, which can be challenging to differentiate from tumor progression (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Such symptomatology often necessitates careful medication management, including steroids, antiepileptic drugs, analgesics, and other supportive medications (Figure 5).126–129 Here, we focus on common brain metastases-related neuro-oncologic issues, including symptomatic vasogenic edema, seizures, venous thromboembolism, radiation necrosis, and neurocognitive decline.130,131\nFig. 5.",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Randomized Studies Comparing Neurosurgical Resection + Whole Brain Radiation Relative to Whole Brain Radiation Alone in the Management of a Single Brain Metastasis\n\n\nStudy\nYears of Enrollment\nN\nArms\nLocal Recurrence\nOverall Survival\nFunctional Status\n\n\n\nUnited States6\n\n1985–1988\n48\nWBRT + biopsy vs WBRT + surgery\nSurgery better\nSurgery better\nSurgery better\n\n\nDutch213\n\n1985–1990\n66\nWBRT +/− surgery\nN/A\nSurgery better\nTrend to favoring surgery\n\n\nCanadian215\n\n1989–1993\n84\nWBRT +/– surgery\nN/A\nNo difference\nNo difference\n\n\n\nOpen in a new tab\nAbbreviations: N, Number; N/A, Not Applicable; WBRT, Whole Brain Radiation Therapy.One adverse effect associated with craniotomy is pachymeningeal seeding (also called nodular leptomeningeal disease), a phenomenon in which tumor cells dispersed by surgical intervention recur along the pachymeninges beyond the adjuvant stereotactic radiation field (Figure 6).226,227 Pachymeningeal seeding after resection was not commonly seen in the adjuvant WBRT era given the potential for WBRT to control micrometastatic disease.",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "In the postoperative stereotactic era, however, approximately 6–12% of craniotomies are complicated by pachymeningeal seeding.226 Multiple publications have now described this phenomenon.226,227 Unlike classical leptomeningeal disease, hydrocephalus requiring CSF diversion is uncommon in pachymeningeal seeding and either WBRT or stereotactic radiosurgery can be employed as salvage (as pachymeningeal seeding does not involve the CSF), with little role for intrathecal chemotherapy given the penetration concerns into lesions greater than several millimeters.228 Conversely, in classical leptomeningeal disease, imaging typically shows linear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces (Figure 7).229 In addition, hydrocephalus risk is greater, and WBRT/intrathecal chemotherapy can be considered while there is little role for stereotactic radiation.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Note the multifocal pachymeningeal recurrences (red) occurring in the absence of a cavity recurrence (green).Fig. 7.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Etiology, Natural History, and Management of Pachymeningeal Seeding Relative to Classical Leptomeningeal Disease in Patients with Brain Metastases\n\n\n\nPachymeningeal Seeding\nClassical Leptomeningeal Disease\n\n\n\nEtiology\nPostsurgical\nUsually not surgical\n\n\nNatural history\nLikely reflective of a one-time event\nOngoing process\n\n\nImaging\nPachymeningeal/dural nodular recurrences often near surgical cavity and potentially in more distant sites\nLinear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces\n\n\nHydrocephalus risk\nUsually not\nSometimes\n\n\nWhole brain radiation utilized for management\nSometimes\nOften\n\n\nStereotactic radiation utilized for management\nSometimes\nUsually not\n\n\nIntrathecal chemotherapy utilized for management\nUsually not\nSometimes\n\n\n\nOpen in a new tabMRI-guided laser interstitial thermal therapy (LITT) is a minimally-invasive surgical technique with efficacy in treating brain lesions (Figure 8).230,231 LITT involves a 3–5 mm twist drill hole in the skull through which a catheter is navigated to the target; laser-derived thermal energy is used for ablation.",
      "figure_references": [
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        }
      ]
    },
    {
      "sentence": "The observation that a potential driver of radiation-induced cognitive toxicity from WBRT, specifically memory loss, was dose deposition to neural stem cells within the subgranular zone of the hippocampal dentate gyrus239,240 led to development of hippocampal-avoidance WBRT (HA-WBRT), Figure 9.241–243 NRG CC001 demonstrated lower rates of cognitive failure with HA-WBRT and memantine as opposed to traditional WBRT and memantine, establishing HA-WBRT and memantine as standard in most patients devoid of brain metastases in/near (5 mm) the hippocampi or leptomeningeal disease.244,245 Of note, relapse rates near the hippocampus were comparable with 11 and 16 relapses in the HA region in the HA-WBRT and traditional WBRT arms, respectively, dispelling the concern that hippocampal avoidance would substantially increase the risk of peri-hippocampal recurrence.",
      "figure_references": [
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        }
      ]
    },
    {
      "sentence": "Furthermore, evaluation of BRAF/MEK inhibitors with improved CNS penetration are now being explored in phase I studies (NCT04543188, NCT03332589, NCT04190628).Advancing Clinical Trials\nCompared with other oncologic entities of similar incidence, such as breast, prostate, lung and colorectal cancer, relatively few ongoing or completed brain metastases-related prospective studies exist (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In addition, all MRIs for the clinical course of a given patient are registered to minimize error related to patient positioning and generate greater inference regarding necrosis versus progression-based delineations (Supplemental Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Keywords: brain metastases, consensus, expert, guidelines, recommendations, treatment\nBrain metastases are common among patients with advanced solid malignancies and represent a significant source of morbidity and mortality.1–3 Although the true incidence of brain metastases has been challenging to determine, it is estimated that approximately 10–40% of patients with solid tumors will develop brain metastases, translating to an estimated incidence of brain metastases in the United States of 70 000–400 000 cases per year.1,4 With expanding availability and utilization of magnetic resonance imaging (MRI), as well as improving systemic therapy for extracranial control with lagging intracranial efficacy, the incidence of brain metastases has increased over time.1,5\nGiven the heterogeneous penetration of most systemic therapies into the microenvironment of brain metastases, the historical management of brain metastases has largely consisted of local, brain-directed therapy involving stereotactic radiation or large field radiation therapy and, when indicated, neurosurgical resection.6,7 In recent years, advances in systemic therapy have led to a paradigm shift for certain patients with brain metastases, with systemic therapy as monotherapy now a first-line consideration for subgroups of asymptomatic patients.8–10Although the prognosis for many patients with brain metastases remains guarded, it does seem to be improving.2,11\nDespite the high incidence of brain metastases, which rivals that of primary breast, colorectal, lung, and prostate cancer in the United States, a relative dearth of oncologic research devoted to patients with brain metastases exists (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Cancer cells spread as a result of epigenetic and proliferative changes, including growth of preexisting or development of new blood vessels,32,33 followed by vascular invasion.34 Cancer cells reaching the brain must traverse the blood–brain barrier (BBB) and adhere to brain endothelia potentially via upregulation of genes related to mitogenesis and extracellular matrix destruction, such as vascular endothelial growth factor and matrix metalloproteinases, activation of signaling pathways that permeabilize the BBB, and increased expression of proteins allowing for proteolysis, extravasation, and tumor cell colonization.4,33,35–37 Once inside the brain, tumor cell interactions with brain endothelia can promote adhesion within the intracranial parenchyma, via upregulation of particular cell surface proteins and growth factors.38,39 Finally, complex interactions between the tumor cells and brain cells, including formation of tumor-astrocyte gap junctions and subsequent secretion of inflammatory chemokines, promote tumor cell motility, invasion, and survival (Figure 2).4 Examples of specific metastasis–brain interactions underlying the pathogenesis of brain metastases demonstrated via in vitro and mouse models include estradiol-induced activation of brain-derived neurotrophic factor in astrocytes interacting with TrkB receptors on breast tumor cells, synaptic formation between cancer cells and glutamergic neurons allowing for N-methyl-D-aspartate receptor (NMDAR) activation, loss of PTEN expression among cancer cells once in the brain microenvironment, driven by signals from resident astrocytes and leading to chemokine-mediated proliferation of the metastatic cells, and cancer cell cooption of a pro-metastatic program driven by STAT3 in reactive astrocytes.40–43 Targeting of these pathways offers substantial promise in inhibiting the successful proliferation of brain metastases.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lesion conspicuity/detection can be enhanced using stronger magnetic fields (3T vs 1.5T), contrast agents with greater relativity, higher contrast doses, delays between injection and image acquisition, and use of T1-weighted postcontrast imaging with thin sections/volumetric imaging.93,94 While inversion recovery gradient echo pulse sequences like MPRAGE give exquisite anatomic detail and spatial resolution, with 1 mm isotropic voxels very achievable, postgadolinium 3D T1-weighted fast spin echo pulse sequences like SPACE, CUBE, or VISTA may be superior for detection of small metastases.95–99 Further details on consensus-recommended imaging for brain metastases, both for clinical trials and for routine clinical use, have recently been published.95\nBrain metastases commonly appear as well-demarcated, contrast-enhancing lesions at the subcortical gray–white junction; peritumoral vasogenic edema is commonly present.93,100 Typically, brain metastases appear iso- or hypointense on precontrast T1-weighted images; however, the presence of associated hemorrhage, common in melanoma and renal/ovarian/thyroid primaries, can yield hyperintensity on T1- and T2-weighted images, and loss of signal on T2*- or susceptibility-weighted images (Figure 3).93,95,100 As lesions grow, they may become centrally hypointense on T1, with enhancement surrounding a nonenhancing core (ie a “cystic” metastasis); in other lesions, enhancement often remains homogeneous (ie a “solid” metastasis).101,102 Cystic versus solid designation can affect radiosensitivity/response to oncologic treatment.103,104 It is important to delineate cystic from necrotic brain metastases as the response-based principles above may not translate to necrotic lesions.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Also of note, brain metastases from SCLC, as well as occasional lesions from other underlying primaries, can restrict diffusion, with relatively low apparent diffusion coefficients (ADC), due to densely cellular histologies.93,105\nFig. 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Generally, it is recommended that brain MRIs be performed every 2–3 months for the first 1–2 years after initial treatment, although new/worsening symptomatology or a history of rapid disease progression should prompt earlier scans; continuing brain MRIs regularly beyond 1–2 years after initial treatment seems prudent and patients with active disease or necrosis well beyond the initial treatment period often require very close radiographic follow-up long-term.110 In addition, the high resolution imaging provided by 3D T1-weighted postcontrast sequences allows for assessments of systemic therapy efficacy at an earlier timepoint, often within a few weeks of initiation of a new regimen, facilitating earlier implementation of salvage therapy if necessary.111\nImaging after stereotactic radiation therapy may show adverse radiation effects, which can be challenging to differentiate from tumor progression (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Such symptomatology often necessitates careful medication management, including steroids, antiepileptic drugs, analgesics, and other supportive medications (Figure 5).126–129 Here, we focus on common brain metastases-related neuro-oncologic issues, including symptomatic vasogenic edema, seizures, venous thromboembolism, radiation necrosis, and neurocognitive decline.130,131\nFig. 5.",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Randomized Studies Comparing Neurosurgical Resection + Whole Brain Radiation Relative to Whole Brain Radiation Alone in the Management of a Single Brain Metastasis\n\n\nStudy\nYears of Enrollment\nN\nArms\nLocal Recurrence\nOverall Survival\nFunctional Status\n\n\n\nUnited States6\n\n1985–1988\n48\nWBRT + biopsy vs WBRT + surgery\nSurgery better\nSurgery better\nSurgery better\n\n\nDutch213\n\n1985–1990\n66\nWBRT +/− surgery\nN/A\nSurgery better\nTrend to favoring surgery\n\n\nCanadian215\n\n1989–1993\n84\nWBRT +/– surgery\nN/A\nNo difference\nNo difference\n\n\n\nOpen in a new tab\nAbbreviations: N, Number; N/A, Not Applicable; WBRT, Whole Brain Radiation Therapy.One adverse effect associated with craniotomy is pachymeningeal seeding (also called nodular leptomeningeal disease), a phenomenon in which tumor cells dispersed by surgical intervention recur along the pachymeninges beyond the adjuvant stereotactic radiation field (Figure 6).226,227 Pachymeningeal seeding after resection was not commonly seen in the adjuvant WBRT era given the potential for WBRT to control micrometastatic disease.",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "In the postoperative stereotactic era, however, approximately 6–12% of craniotomies are complicated by pachymeningeal seeding.226 Multiple publications have now described this phenomenon.226,227 Unlike classical leptomeningeal disease, hydrocephalus requiring CSF diversion is uncommon in pachymeningeal seeding and either WBRT or stereotactic radiosurgery can be employed as salvage (as pachymeningeal seeding does not involve the CSF), with little role for intrathecal chemotherapy given the penetration concerns into lesions greater than several millimeters.228 Conversely, in classical leptomeningeal disease, imaging typically shows linear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces (Figure 7).229 In addition, hydrocephalus risk is greater, and WBRT/intrathecal chemotherapy can be considered while there is little role for stereotactic radiation.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Note the multifocal pachymeningeal recurrences (red) occurring in the absence of a cavity recurrence (green).Fig. 7.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Etiology, Natural History, and Management of Pachymeningeal Seeding Relative to Classical Leptomeningeal Disease in Patients with Brain Metastases\n\n\n\nPachymeningeal Seeding\nClassical Leptomeningeal Disease\n\n\n\nEtiology\nPostsurgical\nUsually not surgical\n\n\nNatural history\nLikely reflective of a one-time event\nOngoing process\n\n\nImaging\nPachymeningeal/dural nodular recurrences often near surgical cavity and potentially in more distant sites\nLinear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces\n\n\nHydrocephalus risk\nUsually not\nSometimes\n\n\nWhole brain radiation utilized for management\nSometimes\nOften\n\n\nStereotactic radiation utilized for management\nSometimes\nUsually not\n\n\nIntrathecal chemotherapy utilized for management\nUsually not\nSometimes\n\n\n\nOpen in a new tabMRI-guided laser interstitial thermal therapy (LITT) is a minimally-invasive surgical technique with efficacy in treating brain lesions (Figure 8).230,231 LITT involves a 3–5 mm twist drill hole in the skull through which a catheter is navigated to the target; laser-derived thermal energy is used for ablation.",
      "figure_references": [
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        }
      ]
    },
    {
      "sentence": "The observation that a potential driver of radiation-induced cognitive toxicity from WBRT, specifically memory loss, was dose deposition to neural stem cells within the subgranular zone of the hippocampal dentate gyrus239,240 led to development of hippocampal-avoidance WBRT (HA-WBRT), Figure 9.241–243 NRG CC001 demonstrated lower rates of cognitive failure with HA-WBRT and memantine as opposed to traditional WBRT and memantine, establishing HA-WBRT and memantine as standard in most patients devoid of brain metastases in/near (5 mm) the hippocampi or leptomeningeal disease.244,245 Of note, relapse rates near the hippocampus were comparable with 11 and 16 relapses in the HA region in the HA-WBRT and traditional WBRT arms, respectively, dispelling the concern that hippocampal avoidance would substantially increase the risk of peri-hippocampal recurrence.",
      "figure_references": [
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        }
      ]
    },
    {
      "sentence": "Furthermore, evaluation of BRAF/MEK inhibitors with improved CNS penetration are now being explored in phase I studies (NCT04543188, NCT03332589, NCT04190628).Advancing Clinical Trials\nCompared with other oncologic entities of similar incidence, such as breast, prostate, lung and colorectal cancer, relatively few ongoing or completed brain metastases-related prospective studies exist (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In addition, all MRIs for the clinical course of a given patient are registered to minimize error related to patient positioning and generate greater inference regarding necrosis versus progression-based delineations (Supplemental Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Keywords: brain metastases, consensus, expert, guidelines, recommendations, treatment\nBrain metastases are common among patients with advanced solid malignancies and represent a significant source of morbidity and mortality.1–3 Although the true incidence of brain metastases has been challenging to determine, it is estimated that approximately 10–40% of patients with solid tumors will develop brain metastases, translating to an estimated incidence of brain metastases in the United States of 70 000–400 000 cases per year.1,4 With expanding availability and utilization of magnetic resonance imaging (MRI), as well as improving systemic therapy for extracranial control with lagging intracranial efficacy, the incidence of brain metastases has increased over time.1,5\nGiven the heterogeneous penetration of most systemic therapies into the microenvironment of brain metastases, the historical management of brain metastases has largely consisted of local, brain-directed therapy involving stereotactic radiation or large field radiation therapy and, when indicated, neurosurgical resection.6,7 In recent years, advances in systemic therapy have led to a paradigm shift for certain patients with brain metastases, with systemic therapy as monotherapy now a first-line consideration for subgroups of asymptomatic patients.8–10Although the prognosis for many patients with brain metastases remains guarded, it does seem to be improving.2,11\nDespite the high incidence of brain metastases, which rivals that of primary breast, colorectal, lung, and prostate cancer in the United States, a relative dearth of oncologic research devoted to patients with brain metastases exists (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Cancer cells spread as a result of epigenetic and proliferative changes, including growth of preexisting or development of new blood vessels,32,33 followed by vascular invasion.34 Cancer cells reaching the brain must traverse the blood–brain barrier (BBB) and adhere to brain endothelia potentially via upregulation of genes related to mitogenesis and extracellular matrix destruction, such as vascular endothelial growth factor and matrix metalloproteinases, activation of signaling pathways that permeabilize the BBB, and increased expression of proteins allowing for proteolysis, extravasation, and tumor cell colonization.4,33,35–37 Once inside the brain, tumor cell interactions with brain endothelia can promote adhesion within the intracranial parenchyma, via upregulation of particular cell surface proteins and growth factors.38,39 Finally, complex interactions between the tumor cells and brain cells, including formation of tumor-astrocyte gap junctions and subsequent secretion of inflammatory chemokines, promote tumor cell motility, invasion, and survival (Figure 2).4 Examples of specific metastasis–brain interactions underlying the pathogenesis of brain metastases demonstrated via in vitro and mouse models include estradiol-induced activation of brain-derived neurotrophic factor in astrocytes interacting with TrkB receptors on breast tumor cells, synaptic formation between cancer cells and glutamergic neurons allowing for N-methyl-D-aspartate receptor (NMDAR) activation, loss of PTEN expression among cancer cells once in the brain microenvironment, driven by signals from resident astrocytes and leading to chemokine-mediated proliferation of the metastatic cells, and cancer cell cooption of a pro-metastatic program driven by STAT3 in reactive astrocytes.40–43 Targeting of these pathways offers substantial promise in inhibiting the successful proliferation of brain metastases.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lesion conspicuity/detection can be enhanced using stronger magnetic fields (3T vs 1.5T), contrast agents with greater relativity, higher contrast doses, delays between injection and image acquisition, and use of T1-weighted postcontrast imaging with thin sections/volumetric imaging.93,94 While inversion recovery gradient echo pulse sequences like MPRAGE give exquisite anatomic detail and spatial resolution, with 1 mm isotropic voxels very achievable, postgadolinium 3D T1-weighted fast spin echo pulse sequences like SPACE, CUBE, or VISTA may be superior for detection of small metastases.95–99 Further details on consensus-recommended imaging for brain metastases, both for clinical trials and for routine clinical use, have recently been published.95\nBrain metastases commonly appear as well-demarcated, contrast-enhancing lesions at the subcortical gray–white junction; peritumoral vasogenic edema is commonly present.93,100 Typically, brain metastases appear iso- or hypointense on precontrast T1-weighted images; however, the presence of associated hemorrhage, common in melanoma and renal/ovarian/thyroid primaries, can yield hyperintensity on T1- and T2-weighted images, and loss of signal on T2*- or susceptibility-weighted images (Figure 3).93,95,100 As lesions grow, they may become centrally hypointense on T1, with enhancement surrounding a nonenhancing core (ie a “cystic” metastasis); in other lesions, enhancement often remains homogeneous (ie a “solid” metastasis).101,102 Cystic versus solid designation can affect radiosensitivity/response to oncologic treatment.103,104 It is important to delineate cystic from necrotic brain metastases as the response-based principles above may not translate to necrotic lesions.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Also of note, brain metastases from SCLC, as well as occasional lesions from other underlying primaries, can restrict diffusion, with relatively low apparent diffusion coefficients (ADC), due to densely cellular histologies.93,105\nFig. 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Generally, it is recommended that brain MRIs be performed every 2–3 months for the first 1–2 years after initial treatment, although new/worsening symptomatology or a history of rapid disease progression should prompt earlier scans; continuing brain MRIs regularly beyond 1–2 years after initial treatment seems prudent and patients with active disease or necrosis well beyond the initial treatment period often require very close radiographic follow-up long-term.110 In addition, the high resolution imaging provided by 3D T1-weighted postcontrast sequences allows for assessments of systemic therapy efficacy at an earlier timepoint, often within a few weeks of initiation of a new regimen, facilitating earlier implementation of salvage therapy if necessary.111\nImaging after stereotactic radiation therapy may show adverse radiation effects, which can be challenging to differentiate from tumor progression (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Such symptomatology often necessitates careful medication management, including steroids, antiepileptic drugs, analgesics, and other supportive medications (Figure 5).126–129 Here, we focus on common brain metastases-related neuro-oncologic issues, including symptomatic vasogenic edema, seizures, venous thromboembolism, radiation necrosis, and neurocognitive decline.130,131\nFig. 5.",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Randomized Studies Comparing Neurosurgical Resection + Whole Brain Radiation Relative to Whole Brain Radiation Alone in the Management of a Single Brain Metastasis\n\n\nStudy\nYears of Enrollment\nN\nArms\nLocal Recurrence\nOverall Survival\nFunctional Status\n\n\n\nUnited States6\n\n1985–1988\n48\nWBRT + biopsy vs WBRT + surgery\nSurgery better\nSurgery better\nSurgery better\n\n\nDutch213\n\n1985–1990\n66\nWBRT +/− surgery\nN/A\nSurgery better\nTrend to favoring surgery\n\n\nCanadian215\n\n1989–1993\n84\nWBRT +/– surgery\nN/A\nNo difference\nNo difference\n\n\n\nOpen in a new tab\nAbbreviations: N, Number; N/A, Not Applicable; WBRT, Whole Brain Radiation Therapy.One adverse effect associated with craniotomy is pachymeningeal seeding (also called nodular leptomeningeal disease), a phenomenon in which tumor cells dispersed by surgical intervention recur along the pachymeninges beyond the adjuvant stereotactic radiation field (Figure 6).226,227 Pachymeningeal seeding after resection was not commonly seen in the adjuvant WBRT era given the potential for WBRT to control micrometastatic disease.",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "In the postoperative stereotactic era, however, approximately 6–12% of craniotomies are complicated by pachymeningeal seeding.226 Multiple publications have now described this phenomenon.226,227 Unlike classical leptomeningeal disease, hydrocephalus requiring CSF diversion is uncommon in pachymeningeal seeding and either WBRT or stereotactic radiosurgery can be employed as salvage (as pachymeningeal seeding does not involve the CSF), with little role for intrathecal chemotherapy given the penetration concerns into lesions greater than several millimeters.228 Conversely, in classical leptomeningeal disease, imaging typically shows linear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces (Figure 7).229 In addition, hydrocephalus risk is greater, and WBRT/intrathecal chemotherapy can be considered while there is little role for stereotactic radiation.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Note the multifocal pachymeningeal recurrences (red) occurring in the absence of a cavity recurrence (green).Fig. 7.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Etiology, Natural History, and Management of Pachymeningeal Seeding Relative to Classical Leptomeningeal Disease in Patients with Brain Metastases\n\n\n\nPachymeningeal Seeding\nClassical Leptomeningeal Disease\n\n\n\nEtiology\nPostsurgical\nUsually not surgical\n\n\nNatural history\nLikely reflective of a one-time event\nOngoing process\n\n\nImaging\nPachymeningeal/dural nodular recurrences often near surgical cavity and potentially in more distant sites\nLinear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces\n\n\nHydrocephalus risk\nUsually not\nSometimes\n\n\nWhole brain radiation utilized for management\nSometimes\nOften\n\n\nStereotactic radiation utilized for management\nSometimes\nUsually not\n\n\nIntrathecal chemotherapy utilized for management\nUsually not\nSometimes\n\n\n\nOpen in a new tabMRI-guided laser interstitial thermal therapy (LITT) is a minimally-invasive surgical technique with efficacy in treating brain lesions (Figure 8).230,231 LITT involves a 3–5 mm twist drill hole in the skull through which a catheter is navigated to the target; laser-derived thermal energy is used for ablation.",
      "figure_references": [
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        }
      ]
    },
    {
      "sentence": "The observation that a potential driver of radiation-induced cognitive toxicity from WBRT, specifically memory loss, was dose deposition to neural stem cells within the subgranular zone of the hippocampal dentate gyrus239,240 led to development of hippocampal-avoidance WBRT (HA-WBRT), Figure 9.241–243 NRG CC001 demonstrated lower rates of cognitive failure with HA-WBRT and memantine as opposed to traditional WBRT and memantine, establishing HA-WBRT and memantine as standard in most patients devoid of brain metastases in/near (5 mm) the hippocampi or leptomeningeal disease.244,245 Of note, relapse rates near the hippocampus were comparable with 11 and 16 relapses in the HA region in the HA-WBRT and traditional WBRT arms, respectively, dispelling the concern that hippocampal avoidance would substantially increase the risk of peri-hippocampal recurrence.",
      "figure_references": [
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        }
      ]
    },
    {
      "sentence": "Furthermore, evaluation of BRAF/MEK inhibitors with improved CNS penetration are now being explored in phase I studies (NCT04543188, NCT03332589, NCT04190628).Advancing Clinical Trials\nCompared with other oncologic entities of similar incidence, such as breast, prostate, lung and colorectal cancer, relatively few ongoing or completed brain metastases-related prospective studies exist (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In addition, all MRIs for the clinical course of a given patient are registered to minimize error related to patient positioning and generate greater inference regarding necrosis versus progression-based delineations (Supplemental Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Despite the high incidence of brain metastases, which rivals that of primary breast, colorectal, lung, and prostate cancer in the United States, a relative dearth of oncologic research devoted to patients with brain metastases exists (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Cancer cells spread as a result of epigenetic and proliferative changes, including growth of preexisting or development of new blood vessels,32,33 followed by vascular invasion.34 Cancer cells reaching the brain must traverse the blood–brain barrier (BBB) and adhere to brain endothelia potentially via upregulation of genes related to mitogenesis and extracellular matrix destruction, such as vascular endothelial growth factor and matrix metalloproteinases, activation of signaling pathways that permeabilize the BBB, and increased expression of proteins allowing for proteolysis, extravasation, and tumor cell colonization.4,33,35–37 Once inside the brain, tumor cell interactions with brain endothelia can promote adhesion within the intracranial parenchyma, via upregulation of particular cell surface proteins and growth factors.38,39 Finally, complex interactions between the tumor cells and brain cells, including formation of tumor-astrocyte gap junctions and subsequent secretion of inflammatory chemokines, promote tumor cell motility, invasion, and survival (Figure 2).4 Examples of specific metastasis–brain interactions underlying the pathogenesis of brain metastases demonstrated via in vitro and mouse models include estradiol-induced activation of brain-derived neurotrophic factor in astrocytes interacting with TrkB receptors on breast tumor cells, synaptic formation between cancer cells and glutamergic neurons allowing for N-methyl-D-aspartate receptor (NMDAR) activation, loss of PTEN expression among cancer cells once in the brain microenvironment, driven by signals from resident astrocytes and leading to chemokine-mediated proliferation of the metastatic cells, and cancer cell cooption of a pro-metastatic program driven by STAT3 in reactive astrocytes.40–43 Targeting of these pathways offers substantial promise in inhibiting the successful proliferation of brain metastases.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Cancer cells spread as a result of epigenetic and proliferative changes, including growth of preexisting or development of new blood vessels,32,33 followed by vascular invasion.34 Cancer cells reaching the brain must traverse the blood–brain barrier (BBB) and adhere to brain endothelia potentially via upregulation of genes related to mitogenesis and extracellular matrix destruction, such as vascular endothelial growth factor and matrix metalloproteinases, activation of signaling pathways that permeabilize the BBB, and increased expression of proteins allowing for proteolysis, extravasation, and tumor cell colonization.4,33,35–37 Once inside the brain, tumor cell interactions with brain endothelia can promote adhesion within the intracranial parenchyma, via upregulation of particular cell surface proteins and growth factors.38,39 Finally, complex interactions between the tumor cells and brain cells, including formation of tumor-astrocyte gap junctions and subsequent secretion of inflammatory chemokines, promote tumor cell motility, invasion, and survival (Figure 2).4 Examples of specific metastasis–brain interactions underlying the pathogenesis of brain metastases demonstrated via in vitro and mouse models include estradiol-induced activation of brain-derived neurotrophic factor in astrocytes interacting with TrkB receptors on breast tumor cells, synaptic formation between cancer cells and glutamergic neurons allowing for N-methyl-D-aspartate receptor (NMDAR) activation, loss of PTEN expression among cancer cells once in the brain microenvironment, driven by signals from resident astrocytes and leading to chemokine-mediated proliferation of the metastatic cells, and cancer cell cooption of a pro-metastatic program driven by STAT3 in reactive astrocytes.40–43 Targeting of these pathways offers substantial promise in inhibiting the successful proliferation of brain metastases.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Cancer cells spread as a result of epigenetic and proliferative changes, including growth of preexisting or development of new blood vessels,32,33 followed by vascular invasion.34 Cancer cells reaching the brain must traverse the blood–brain barrier (BBB) and adhere to brain endothelia potentially via upregulation of genes related to mitogenesis and extracellular matrix destruction, such as vascular endothelial growth factor and matrix metalloproteinases, activation of signaling pathways that permeabilize the BBB, and increased expression of proteins allowing for proteolysis, extravasation, and tumor cell colonization.4,33,35–37 Once inside the brain, tumor cell interactions with brain endothelia can promote adhesion within the intracranial parenchyma, via upregulation of particular cell surface proteins and growth factors.38,39 Finally, complex interactions between the tumor cells and brain cells, including formation of tumor-astrocyte gap junctions and subsequent secretion of inflammatory chemokines, promote tumor cell motility, invasion, and survival (Figure 2).4 Examples of specific metastasis–brain interactions underlying the pathogenesis of brain metastases demonstrated via in vitro and mouse models include estradiol-induced activation of brain-derived neurotrophic factor in astrocytes interacting with TrkB receptors on breast tumor cells, synaptic formation between cancer cells and glutamergic neurons allowing for N-methyl-D-aspartate receptor (NMDAR) activation, loss of PTEN expression among cancer cells once in the brain microenvironment, driven by signals from resident astrocytes and leading to chemokine-mediated proliferation of the metastatic cells, and cancer cell cooption of a pro-metastatic program driven by STAT3 in reactive astrocytes.40–43 Targeting of these pathways offers substantial promise in inhibiting the successful proliferation of brain metastases.",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Lesion conspicuity/detection can be enhanced using stronger magnetic fields (3T vs 1.5T), contrast agents with greater relativity, higher contrast doses, delays between injection and image acquisition, and use of T1-weighted postcontrast imaging with thin sections/volumetric imaging.93,94 While inversion recovery gradient echo pulse sequences like MPRAGE give exquisite anatomic detail and spatial resolution, with 1 mm isotropic voxels very achievable, postgadolinium 3D T1-weighted fast spin echo pulse sequences like SPACE, CUBE, or VISTA may be superior for detection of small metastases.95–99 Further details on consensus-recommended imaging for brain metastases, both for clinical trials and for routine clinical use, have recently been published.95\nBrain metastases commonly appear as well-demarcated, contrast-enhancing lesions at the subcortical gray–white junction; peritumoral vasogenic edema is commonly present.93,100 Typically, brain metastases appear iso- or hypointense on precontrast T1-weighted images; however, the presence of associated hemorrhage, common in melanoma and renal/ovarian/thyroid primaries, can yield hyperintensity on T1- and T2-weighted images, and loss of signal on T2*- or susceptibility-weighted images (Figure 3).93,95,100 As lesions grow, they may become centrally hypointense on T1, with enhancement surrounding a nonenhancing core (ie a “cystic” metastasis); in other lesions, enhancement often remains homogeneous (ie a “solid” metastasis).101,102 Cystic versus solid designation can affect radiosensitivity/response to oncologic treatment.103,104 It is important to delineate cystic from necrotic brain metastases as the response-based principles above may not translate to necrotic lesions.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Also of note, brain metastases from SCLC, as well as occasional lesions from other underlying primaries, can restrict diffusion, with relatively low apparent diffusion coefficients (ADC), due to densely cellular histologies.93,105\nFig. 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Generally, it is recommended that brain MRIs be performed every 2–3 months for the first 1–2 years after initial treatment, although new/worsening symptomatology or a history of rapid disease progression should prompt earlier scans; continuing brain MRIs regularly beyond 1–2 years after initial treatment seems prudent and patients with active disease or necrosis well beyond the initial treatment period often require very close radiographic follow-up long-term.110 In addition, the high resolution imaging provided by 3D T1-weighted postcontrast sequences allows for assessments of systemic therapy efficacy at an earlier timepoint, often within a few weeks of initiation of a new regimen, facilitating earlier implementation of salvage therapy if necessary.111\nImaging after stereotactic radiation therapy may show adverse radiation effects, which can be challenging to differentiate from tumor progression (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Lesion conspicuity/detection can be enhanced using stronger magnetic fields (3T vs 1.5T), contrast agents with greater relativity, higher contrast doses, delays between injection and image acquisition, and use of T1-weighted postcontrast imaging with thin sections/volumetric imaging.93,94 While inversion recovery gradient echo pulse sequences like MPRAGE give exquisite anatomic detail and spatial resolution, with 1 mm isotropic voxels very achievable, postgadolinium 3D T1-weighted fast spin echo pulse sequences like SPACE, CUBE, or VISTA may be superior for detection of small metastases.95–99 Further details on consensus-recommended imaging for brain metastases, both for clinical trials and for routine clinical use, have recently been published.95\nBrain metastases commonly appear as well-demarcated, contrast-enhancing lesions at the subcortical gray–white junction; peritumoral vasogenic edema is commonly present.93,100 Typically, brain metastases appear iso- or hypointense on precontrast T1-weighted images; however, the presence of associated hemorrhage, common in melanoma and renal/ovarian/thyroid primaries, can yield hyperintensity on T1- and T2-weighted images, and loss of signal on T2*- or susceptibility-weighted images (Figure 3).93,95,100 As lesions grow, they may become centrally hypointense on T1, with enhancement surrounding a nonenhancing core (ie a “cystic” metastasis); in other lesions, enhancement often remains homogeneous (ie a “solid” metastasis).101,102 Cystic versus solid designation can affect radiosensitivity/response to oncologic treatment.103,104 It is important to delineate cystic from necrotic brain metastases as the response-based principles above may not translate to necrotic lesions.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Also of note, brain metastases from SCLC, as well as occasional lesions from other underlying primaries, can restrict diffusion, with relatively low apparent diffusion coefficients (ADC), due to densely cellular histologies.93,105\nFig. 3.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Brain metastases commonly appear as well-demarcated, contrast-enhancing lesions at the subcortical gray–white junction; peritumoral vasogenic edema is commonly present.93,100 Typically, brain metastases appear iso- or hypointense on precontrast T1-weighted images; however, the presence of associated hemorrhage, common in melanoma and renal/ovarian/thyroid primaries, can yield hyperintensity on T1- and T2-weighted images, and loss of signal on T2*- or susceptibility-weighted images (Figure 3).93,95,100 As lesions grow, they may become centrally hypointense on T1, with enhancement surrounding a nonenhancing core (ie a “cystic” metastasis); in other lesions, enhancement often remains homogeneous (ie a “solid” metastasis).101,102 Cystic versus solid designation can affect radiosensitivity/response to oncologic treatment.103,104 It is important to delineate cystic from necrotic brain metastases as the response-based principles above may not translate to necrotic lesions.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Generally, it is recommended that brain MRIs be performed every 2–3 months for the first 1–2 years after initial treatment, although new/worsening symptomatology or a history of rapid disease progression should prompt earlier scans; continuing brain MRIs regularly beyond 1–2 years after initial treatment seems prudent and patients with active disease or necrosis well beyond the initial treatment period often require very close radiographic follow-up long-term.110 In addition, the high resolution imaging provided by 3D T1-weighted postcontrast sequences allows for assessments of systemic therapy efficacy at an earlier timepoint, often within a few weeks of initiation of a new regimen, facilitating earlier implementation of salvage therapy if necessary.111\nImaging after stereotactic radiation therapy may show adverse radiation effects, which can be challenging to differentiate from tumor progression (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Imaging after stereotactic radiation therapy may show adverse radiation effects, which can be challenging to differentiate from tumor progression (Figure 4).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        },
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Such symptomatology often necessitates careful medication management, including steroids, antiepileptic drugs, analgesics, and other supportive medications (Figure 5).126–129 Here, we focus on common brain metastases-related neuro-oncologic issues, including symptomatic vasogenic edema, seizures, venous thromboembolism, radiation necrosis, and neurocognitive decline.130,131\nFig. 5.",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Such symptomatology often necessitates careful medication management, including steroids, antiepileptic drugs, analgesics, and other supportive medications (Figure 5).126–129 Here, we focus on common brain metastases-related neuro-oncologic issues, including symptomatic vasogenic edema, seizures, venous thromboembolism, radiation necrosis, and neurocognitive decline.130,131.",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Randomized Studies Comparing Neurosurgical Resection + Whole Brain Radiation Relative to Whole Brain Radiation Alone in the Management of a Single Brain Metastasis\n\n\nStudy\nYears of Enrollment\nN\nArms\nLocal Recurrence\nOverall Survival\nFunctional Status\n\n\n\nUnited States6\n\n1985–1988\n48\nWBRT + biopsy vs WBRT + surgery\nSurgery better\nSurgery better\nSurgery better\n\n\nDutch213\n\n1985–1990\n66\nWBRT +/− surgery\nN/A\nSurgery better\nTrend to favoring surgery\n\n\nCanadian215\n\n1989–1993\n84\nWBRT +/– surgery\nN/A\nNo difference\nNo difference\n\n\n\nOpen in a new tab\nAbbreviations: N, Number; N/A, Not Applicable; WBRT, Whole Brain Radiation Therapy.One adverse effect associated with craniotomy is pachymeningeal seeding (also called nodular leptomeningeal disease), a phenomenon in which tumor cells dispersed by surgical intervention recur along the pachymeninges beyond the adjuvant stereotactic radiation field (Figure 6).226,227 Pachymeningeal seeding after resection was not commonly seen in the adjuvant WBRT era given the potential for WBRT to control micrometastatic disease.",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "In the postoperative stereotactic era, however, approximately 6–12% of craniotomies are complicated by pachymeningeal seeding.226 Multiple publications have now described this phenomenon.226,227 Unlike classical leptomeningeal disease, hydrocephalus requiring CSF diversion is uncommon in pachymeningeal seeding and either WBRT or stereotactic radiosurgery can be employed as salvage (as pachymeningeal seeding does not involve the CSF), with little role for intrathecal chemotherapy given the penetration concerns into lesions greater than several millimeters.228 Conversely, in classical leptomeningeal disease, imaging typically shows linear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces (Figure 7).229 In addition, hydrocephalus risk is greater, and WBRT/intrathecal chemotherapy can be considered while there is little role for stereotactic radiation.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Note the multifocal pachymeningeal recurrences (red) occurring in the absence of a cavity recurrence (green).Fig. 7.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "One adverse effect associated with craniotomy is pachymeningeal seeding (also called nodular leptomeningeal disease), a phenomenon in which tumor cells dispersed by surgical intervention recur along the pachymeninges beyond the adjuvant stereotactic radiation field (Figure 6).226,227 Pachymeningeal seeding after resection was not commonly seen in the adjuvant WBRT era given the potential for WBRT to control micrometastatic disease.",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "In the postoperative stereotactic era, however, approximately 6–12% of craniotomies are complicated by pachymeningeal seeding.226 Multiple publications have now described this phenomenon.226,227 Unlike classical leptomeningeal disease, hydrocephalus requiring CSF diversion is uncommon in pachymeningeal seeding and either WBRT or stereotactic radiosurgery can be employed as salvage (as pachymeningeal seeding does not involve the CSF), with little role for intrathecal chemotherapy given the penetration concerns into lesions greater than several millimeters.228 Conversely, in classical leptomeningeal disease, imaging typically shows linear subarachnoid deposits along cranial nerves, cerebellar folia, supratentorial sulci, and/or ventricular surfaces (Figure 7).229 In addition, hydrocephalus risk is greater, and WBRT/intrathecal chemotherapy can be considered while there is little role for stereotactic radiation.",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "MRI-guided laser interstitial thermal therapy (LITT) is a minimally-invasive surgical technique with efficacy in treating brain lesions (Figure 8).230,231 LITT involves a 3–5 mm twist drill hole in the skull through which a catheter is navigated to the target; laser-derived thermal energy is used for ablation.",
      "figure_references": [
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        }
      ]
    },
    {
      "sentence": "MRI-guided laser interstitial thermal therapy (LITT) is a minimally-invasive surgical technique with efficacy in treating brain lesions (Figure 8).230,231 LITT involves a 3–5 mm twist drill hole in the skull through which a catheter is navigated to the target; laser-derived thermal energy is used for ablation.",
      "figure_references": [
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        },
        {
          "figure_number": "Figure 8",
          "panel": "",
          "figure_key": "figure_8"
        }
      ]
    },
    {
      "sentence": "The observation that a potential driver of radiation-induced cognitive toxicity from WBRT, specifically memory loss, was dose deposition to neural stem cells within the subgranular zone of the hippocampal dentate gyrus239,240 led to development of hippocampal-avoidance WBRT (HA-WBRT), Figure 9.241–243 NRG CC001 demonstrated lower rates of cognitive failure with HA-WBRT and memantine as opposed to traditional WBRT and memantine, establishing HA-WBRT and memantine as standard in most patients devoid of brain metastases in/near (5 mm) the hippocampi or leptomeningeal disease.244,245 Of note, relapse rates near the hippocampus were comparable with 11 and 16 relapses in the HA region in the HA-WBRT and traditional WBRT arms, respectively, dispelling the concern that hippocampal avoidance would substantially increase the risk of peri-hippocampal recurrence.",
      "figure_references": [
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        }
      ]
    },
    {
      "sentence": "The observation that a potential driver of radiation-induced cognitive toxicity from WBRT, specifically memory loss, was dose deposition to neural stem cells within the subgranular zone of the hippocampal dentate gyrus239,240 led to development of hippocampal-avoidance WBRT (HA-WBRT), Figure 9.241–243 NRG CC001 demonstrated lower rates of cognitive failure with HA-WBRT and memantine as opposed to traditional WBRT and memantine, establishing HA-WBRT and memantine as standard in most patients devoid of brain metastases in/near (5 mm) the hippocampi or leptomeningeal disease.244,245 Of note, relapse rates near the hippocampus were comparable with 11 and 16 relapses in the HA region in the HA-WBRT and traditional WBRT arms, respectively, dispelling the concern that hippocampal avoidance would substantially increase the risk of peri-hippocampal recurrence.",
      "figure_references": [
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        }
      ]
    },
    {
      "sentence": "The observation that a potential driver of radiation-induced cognitive toxicity from WBRT, specifically memory loss, was dose deposition to neural stem cells within the subgranular zone of the hippocampal dentate gyrus239,240 led to development of hippocampal-avoidance WBRT (HA-WBRT), Figure 9.241–243 NRG CC001 demonstrated lower rates of cognitive failure with HA-WBRT and memantine as opposed to traditional WBRT and memantine, establishing HA-WBRT and memantine as standard in most patients devoid of brain metastases in/near (5 mm) the hippocampi or leptomeningeal disease.244,245 Of note, relapse rates near the hippocampus were comparable with 11 and 16 relapses in the HA region in the HA-WBRT and traditional WBRT arms, respectively, dispelling the concern that hippocampal avoidance would substantially increase the risk of peri-hippocampal recurrence.",
      "figure_references": [
        {
          "figure_number": "Figure 9",
          "panel": "",
          "figure_key": "figure_9"
        }
      ]
    },
    {
      "sentence": "Advancing Clinical Trials\nCompared with other oncologic entities of similar incidence, such as breast, prostate, lung and colorectal cancer, relatively few ongoing or completed brain metastases-related prospective studies exist (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In addition, all MRIs for the clinical course of a given patient are registered to minimize error related to patient positioning and generate greater inference regarding necrosis versus progression-based delineations (Supplemental Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Compared with other oncologic entities of similar incidence, such as breast, prostate, lung and colorectal cancer, relatively few ongoing or completed brain metastases-related prospective studies exist (Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "In addition, all MRIs for the clinical course of a given patient are registered to minimize error related to patient positioning and generate greater inference regarding necrosis versus progression-based delineations (Supplemental Figure 1).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "",
          "figure_key": "figure_1"
        }
      ]
    }
  ],
  "extraction_stats": {
    "figures_count": 8,
    "claims_count": 132,
    "images_downloaded": 8,
    "tables_filtered": 18
  }
}