{
  "paper_id": "PMC8769369",
  "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8769369/",
  "figures": {
    "figure_1": {
      "figure_number": "Figure 1",
      "title": "Fig 1. During the 1990s, early-stage research into currently acknowledged genes became underrepresented.",
      "caption": "(A) Share of human protein-coding genes that have been highlighted (mentioned by name in title or abstract) until the indicated year (solid) or mentioned by name in the title (dotted). (B) Share of all pairs of highlighted genes and research publications that fall onto newly highlighted genes (0 years, brown) or recently initially highlighted genes (1 to 5 years, dark orange) or old gene targets (6 or more years, light orange). Shaded area indicates 95% confidence intervals inferred by bootstrap. Year indicates center of a 3-year sliding window used for analysis. (C) Enrichment (log2 of ratio) of annual pairs of highlighted genes and research publications relative to the number of genes falling into the categories presented in panel B. Shaded area indicates 95% confidence intervals inferred by bootstrap. Year indicates center of a 3-year sliding window used for analysis. Combines data from MEDLINE, NCBI gene and taxonomy information, gene2pubmed, and PubTator. For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/cb0c78528e82/pbio.3001520.g001.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/cb0c78528e82/pbio.3001520.g001.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/cb0c78528e82/pbio.3001520.g001.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/cb0c78528e82/pbio.3001520.g001.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "pbio.3001520.g001",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/cb0c78528e82/pbio.3001520.g001.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC8769369/images/figure_1.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/cb0c78528e82/pbio.3001520.g001.jpg"
    },
    "figure_2": {
      "figure_number": "Figure 2",
      "title": "Fig 2. Publications introducing newly highlighted genes are published by larger teams, highlight more genes in title and abstract, and are more likely to become highly cited.",
      "caption": "(A) Average number of authors for publications highlighting at least 1 gene aggregated by age of highlighted gene and by decade. (B) Average number of highlighted genes per publication for publications highlighting at least 1 gene aggregated by age of highlighted gene and by decade. (C) Share of highly cited publications (among top 5% of year of publication) per decade. Dashed line shows 5% baseline. (D) Share of publications highlighting at least 1 gene aggregated by age of highlighted gene and by decade that are cited by at least 1 clinical trial. Error bars show 95% confidence intervals inferred by bootstrap. Gene ages at publication are grouped identically in all panels and as shown in legend of panel A. Combines data from MEDLINE, NCBI gene and taxonomy information, gene2pubmed, PubTator, and iCite. For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/d927e356204d/pbio.3001520.g002.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/d927e356204d/pbio.3001520.g002.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/d927e356204d/pbio.3001520.g002.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/d927e356204d/pbio.3001520.g002.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "pbio.3001520.g002",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/d927e356204d/pbio.3001520.g002.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC8769369/images/figure_2.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/d927e356204d/pbio.3001520.g002.jpg"
    },
    "figure_3": {
      "figure_number": "Figure 3",
      "title": "Fig 5. Early-stage research is more frequent within genome biology publications.",
      "caption": "(A) Share of publications highlighting at least 1 gene aggregated by age of highlighted gene and by decade that are categorized as genome biology. (B) Sources of novel gene target extracted manually for 20 randomly selected publications from 2015 to 2018 that highlight a new gene between 2015 and 2018 but were not categorized as genome biology. (C) Mean number of authors on 2010 to 2018 publications highlighting at least 1 gene aggregated by age of highlighted gene and field categorization (“G” for genome biology and “NG” for nongenome biology). (D) Mean number of highlighted genes for 2010 to 2018 publications highlighting at least 1 gene aggregated by age of highlighted gene and field categorization. (E) Share of highly cited 2010 to 2018 publications highlighting at least 1 gene aggregated by age of highlighted gene and field categorization. Gene ages at publication are grouped identically in all panels and as shown in legend of panel A. Error bars show 95% confidence intervals inferred by bootstrap. Dashed line shows 5% baseline. Combines data from MEDLINE, NCBI gene and taxonomy information, gene2pubmed, and PubTator. For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/fa92e09449c2/pbio.3001520.g005.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/fa92e09449c2/pbio.3001520.g005.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/fa92e09449c2/pbio.3001520.g005.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/fa92e09449c2/pbio.3001520.g005.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "pbio.3001520.g005",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/fa92e09449c2/pbio.3001520.g005.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC8769369/images/figure_3.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/fa92e09449c2/pbio.3001520.g005.jpg"
    },
    "figure_4": {
      "figure_number": "Figure 4",
      "title": "Fig 6. Early-stage research focuses on a handful of genes and is driven by specific domains.",
      "caption": "(A) Cumulative distribution of pairs of highlighted genes and 2010 to 2018 publications highlighting recent gene targets (first highlighted 1 to 5 years before). The x-axis ranks genes by number of publications highlighting them, with rank 0 corresponding to the gene highlighted in the most publications. The y-axis tallies the percentage of all pairs of highlighted genes and 2010 to 2018 publications highlighting recent gene targets with a lower or equal rank. We emphasize in orange the top 1% genes (40 genes), which together account for 21% of all pairs. Note that for simplicity of data representation, we allow for overlapping and shifting time windows. For example, a gene that has been first highlighted 5 years prior the start the indicated decade would will only be represented by a single year in our analysis. (B) Letter plot of all highlighted genes reporting for each gene the total number of publications until 2018 for genes that still were a recent target during the time 2010 to 2018 period, but were not (“Not top 40,” blue) or were in the “top 40” (“Top 40,” orange) and “other” genes (gray). Area of boxes indicates share of values, with heights of boxes following letter style dimensions (innermost boxes contain 25 to 75 percentiles of values and subsequent boxes 12.75 to 87.5 percentiles of values, etc.). Note that for 2010 to 2018, “other” is practically synonymous with genes first highlighted before 2005. Note further that some the genes of the “Not top 40” category may still accrue more publications until 2018, the final year of our analysis given the presence of shifting time windows. (C) Journals that enrich for top recent gene targets preferentially highlight top 40 genes. Percentage of pairs of publications and recent gene targets that fall onto the top 40 recently highlighted genes. Journals are considered to disproportionally enrich for recent gene targets if they enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C). (D) Different top 40 genes are highlighted in publications from journals dedicated to different fields. The heatmap plot shows the percentage of publications highlighting a given recently highlighted gene from among all publications in the given journal. Shown are journals that highlight recent gene targets and enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C). Genes and journals are ordered and grouped using Ward clustering. Combines data from MEDLINE, NCBI gene and taxonomy information, gene2pubmed, and PubTator. For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/54d783894dec/pbio.3001520.g006.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/54d783894dec/pbio.3001520.g006.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/54d783894dec/pbio.3001520.g006.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/54d783894dec/pbio.3001520.g006.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "pbio.3001520.g006",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/54d783894dec/pbio.3001520.g006.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC8769369/images/figure_4.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/10a2/8769369/54d783894dec/pbio.3001520.g006.jpg"
    }
  },
  "claims": [
    {
      "sentence": "We find that the number of newly highlighted genes increased most strongly between the mid-1990s and early 2000s (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By 2018, 86% of all genes had been highlighted at least once, and 76% of all genes had been mentioned by one of their names in the title of at least 1 publication (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Third, starting in the late 1990s, only a vanishing fraction of gene–publication pairs published in a given year address newly (highlighted in the same year) or recently (highlighted within the past 5 years) highlighted genes (Fig 1B).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Fourth, starting in the late 1990s, newly and recently highlighted genes became underrepresented relative to their absolute number (Fig 1C), even when accounting for the physiological importance of genes through their loss-of-function intolerance in human populations [32] (S4A Fig) or the occurrence of phenotypes in systematic murine mutagenesis experiments [33] (S4B and S4C Fig) or genome-wide association studies [34] (S4D Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Second, there already appears to be a saturation of the annual number of newly highlighted genes (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We find that until the early 2000s, the average and median number of authors on early-stage publications closely matches the average and median number of authors of publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "From 2010 onward, we observe that early-stage research into genes is produced by much larger teams than observed for teams authoring publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "This increase also exceeds the increase anticipated from extrapolating from preceding increases in mean and median team sizes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Supporting this view, we find that since the 1970s, the average number of genes highlighted in publications that newly highlight a gene is nearly the double of the average number of genes highlighted in publications that only highlight older genes (Fig 2B).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Confirming our hypothesis, we find that since the mid-2000s, the probability of an early-stage research publication becoming highly cited was double that of publications highlighting only older genes (Fig 2C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Intriguingly, we observe that 1980s publications reporting early-stage research publications were more likely to be cited by clinical trials than publications on old gene targets (Fig 2D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "First, we focus on those journals that published research on novel gene targets (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Nonetheless, we find that some journals enrich for research publications on novel gene targets to an extent that is higher than anticipated by chance (red dots) (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Next, we focus on research publications on gene targets that were first highlighted in the 5 preceding years (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Several of the journals in this second group relate to neurobiology and obesity (Fig 3B).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "In contrast to the analysis for the enrichment for novel gene targets, when considering early-stage research, we find that few journals deplete for publications on early-stage research on gene targets to an extent that is higher than anticipated by chance (cyan dots) (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Comparing the extent to which journals enrich for newly highlighted versus recently highlighted genes, we find that journals dedicated to neurobiology and obesity are enriching for recently highlighted genes to a larger extent than their enrichment for newly highlighted genes (Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We consider funding agencies, distinct funding mechanisms, and NIH-supported research organizations (Fig 4, S8–S11 Figs).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.The contexts implicated through funding agencies resemble those presented among journals—with the support for early-stage research between 2010 and 2018 preferentially stemming from genome biology (NIH’s National Human Genome Research Institute [NHGRI]—one of several different agencies within the NIH), generalist funding agencies (NIH’s National Institute of General Medical Sciences [NIGMS], European Research Council, etc.), or funders of age-related neuropathies (Motor Neurone Disease Association and NIH’s National Institutes on Aging [NIA]) (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "In line with a prior study that reported that Howard Hughes Medical Institute Investigators may be more willing to change their research focus [27], we also find that publications supported by the Howard Hughes Medical Institute are enriched for early-stage research (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This change contrasts with the funding patterns of Cancer Research UK, which has consistently supported researchers producing publications enriched for early-stage research (Fig 4B–4D, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Concluding our analysis of the research contexts under which early-stage research occurs, we investigate research organizations that are recipients of NIH grants (Fig 4B–4D, S11 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Since the 2010s, it directly accounts for 49% of the early-stage publications on novel human genes (Fig 5A)—with this share having increased even further to 58% in 2018, the last year of our observation (S12 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Three research articles contain genes that were highlighted before but were missed by our pipeline (Fig 5B).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Previously, we observed that early-stage research into genes engages more authors, highlights more genes, and is more likely to receive a higher number of citations (Fig 2).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We recognize that the previously noted increase in team size for early-stage research (Fig 2A) stems from genome biology (Fig 5C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "By contrast, the previously noted increase in the number of highlighted genes (Fig 2B) also persists outside of genome biology (Fig 5D) but is twice as large for genome biology, while publications on old gene targets highlight the same number of genes irrespectively of whether they fall within genome biology or not (Fig 5D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The previously noted increased probability for early-stage research to become highly cited (Fig 2C) appears independent of genome biology (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "However, genome biology publications on old gene targets are also more frequently highly cited (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "We also find that early-stage research on genome research outside of genome-wide association studies shows an increase that is smaller than the one that we had observed before for genome research (Fig 5D, S15 Fig) and that the increase of the probability to become highly cited of approximately 4% closely matches the probability seen for the entire genome research (Fig 5E, S16 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "In line with the overall theme of our work, this further indicates the necessity and possibility to identify the specific contexts behind early-stage research as some beliefs about innovation might not generalize.Domain-specific research into a handful of genes contributes to early-stage research\nWhile approaches used within genome biology are well positioned to identify novel gene targets [29] (Fig 5A), we previously observed that early-stage research on recent gene targets differs from early-stage research on novel gene targets by further extending to journals dedicated to neurobiology and obesity (Fig 3).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We again focus here on the period of 2010 to 2018 for timeliness, but similar analyses for other periods are included in S17 Fig. During this time period, we find that 3,943 newly highlighted genes could have been investigated as recent gene targets (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Specifically, the 40 top ranked genes represent a little over 1% of the newly highlighted genes, but 21% of all unique pairs of recent gene targets and publications (Fig 6A, S17 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel A",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Journals are considered to disproportionally enrich for recent gene targets if they enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C). (D) Different top 40 genes are highlighted in publications from journals dedicated to different fields.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Shown are journals that highlight recent gene targets and enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.This small subset of top ranked recently highlighted genes defies the general trend of biomedical research rarely turning to new gene targets (Fig 1B and 1C, S3 Fig) [14].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By contrast, this unusual group of 40 genes (0.2% of all 19,171 human protein-coding genes) have already been highlighted in more publications than most human genes (Fig 6B).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Finally, we return to our observation of neurological and obesity-related journals enriching for early-stage gene targets to an extent that exceeds their enrichment on novel gene targets (10 journals above dashed line, Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Plotting the share of their targets which fall onto the 40 top ranked genes, we find that it ranges between 32% and 100% and thus significantly exceeds share observed among other journals that enrich for recent gene targets (Fig 6C).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "To identify whether these journals focus on similar gene targets, we next cluster these journals according to the subset (15) of the 40 top ranked genes that have been highlighted by them at least once (Fig 6D).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "This study shows that successful transitions between early-stage research and subsequent research are not driven by any specific community (Fig 6).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Aside from some important but rare exceptions [52,53,57] (Fig 6), the wealth of unbiased data that has already been accumulated through genome biology currently stands in stark contrast to the genes that are presently chosen for consistent—or even insistent—investigation by life scientists [11,14,24].",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "We find that the number of newly highlighted genes increased most strongly between the mid-1990s and early 2000s (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By 2018, 86% of all genes had been highlighted at least once, and 76% of all genes had been mentioned by one of their names in the title of at least 1 publication (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Third, starting in the late 1990s, only a vanishing fraction of gene–publication pairs published in a given year address newly (highlighted in the same year) or recently (highlighted within the past 5 years) highlighted genes (Fig 1B).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Fourth, starting in the late 1990s, newly and recently highlighted genes became underrepresented relative to their absolute number (Fig 1C), even when accounting for the physiological importance of genes through their loss-of-function intolerance in human populations [32] (S4A Fig) or the occurrence of phenotypes in systematic murine mutagenesis experiments [33] (S4B and S4C Fig) or genome-wide association studies [34] (S4D Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Second, there already appears to be a saturation of the annual number of newly highlighted genes (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We find that until the early 2000s, the average and median number of authors on early-stage publications closely matches the average and median number of authors of publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "From 2010 onward, we observe that early-stage research into genes is produced by much larger teams than observed for teams authoring publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "This increase also exceeds the increase anticipated from extrapolating from preceding increases in mean and median team sizes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Supporting this view, we find that since the 1970s, the average number of genes highlighted in publications that newly highlight a gene is nearly the double of the average number of genes highlighted in publications that only highlight older genes (Fig 2B).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Confirming our hypothesis, we find that since the mid-2000s, the probability of an early-stage research publication becoming highly cited was double that of publications highlighting only older genes (Fig 2C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Intriguingly, we observe that 1980s publications reporting early-stage research publications were more likely to be cited by clinical trials than publications on old gene targets (Fig 2D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "First, we focus on those journals that published research on novel gene targets (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Nonetheless, we find that some journals enrich for research publications on novel gene targets to an extent that is higher than anticipated by chance (red dots) (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Next, we focus on research publications on gene targets that were first highlighted in the 5 preceding years (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Several of the journals in this second group relate to neurobiology and obesity (Fig 3B).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "In contrast to the analysis for the enrichment for novel gene targets, when considering early-stage research, we find that few journals deplete for publications on early-stage research on gene targets to an extent that is higher than anticipated by chance (cyan dots) (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Comparing the extent to which journals enrich for newly highlighted versus recently highlighted genes, we find that journals dedicated to neurobiology and obesity are enriching for recently highlighted genes to a larger extent than their enrichment for newly highlighted genes (Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We consider funding agencies, distinct funding mechanisms, and NIH-supported research organizations (Fig 4, S8–S11 Figs).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.The contexts implicated through funding agencies resemble those presented among journals—with the support for early-stage research between 2010 and 2018 preferentially stemming from genome biology (NIH’s National Human Genome Research Institute [NHGRI]—one of several different agencies within the NIH), generalist funding agencies (NIH’s National Institute of General Medical Sciences [NIGMS], European Research Council, etc.), or funders of age-related neuropathies (Motor Neurone Disease Association and NIH’s National Institutes on Aging [NIA]) (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "In line with a prior study that reported that Howard Hughes Medical Institute Investigators may be more willing to change their research focus [27], we also find that publications supported by the Howard Hughes Medical Institute are enriched for early-stage research (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This change contrasts with the funding patterns of Cancer Research UK, which has consistently supported researchers producing publications enriched for early-stage research (Fig 4B–4D, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Concluding our analysis of the research contexts under which early-stage research occurs, we investigate research organizations that are recipients of NIH grants (Fig 4B–4D, S11 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Since the 2010s, it directly accounts for 49% of the early-stage publications on novel human genes (Fig 5A)—with this share having increased even further to 58% in 2018, the last year of our observation (S12 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Three research articles contain genes that were highlighted before but were missed by our pipeline (Fig 5B).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Previously, we observed that early-stage research into genes engages more authors, highlights more genes, and is more likely to receive a higher number of citations (Fig 2).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We recognize that the previously noted increase in team size for early-stage research (Fig 2A) stems from genome biology (Fig 5C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "By contrast, the previously noted increase in the number of highlighted genes (Fig 2B) also persists outside of genome biology (Fig 5D) but is twice as large for genome biology, while publications on old gene targets highlight the same number of genes irrespectively of whether they fall within genome biology or not (Fig 5D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The previously noted increased probability for early-stage research to become highly cited (Fig 2C) appears independent of genome biology (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "However, genome biology publications on old gene targets are also more frequently highly cited (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "We also find that early-stage research on genome research outside of genome-wide association studies shows an increase that is smaller than the one that we had observed before for genome research (Fig 5D, S15 Fig) and that the increase of the probability to become highly cited of approximately 4% closely matches the probability seen for the entire genome research (Fig 5E, S16 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "In line with the overall theme of our work, this further indicates the necessity and possibility to identify the specific contexts behind early-stage research as some beliefs about innovation might not generalize.Domain-specific research into a handful of genes contributes to early-stage research\nWhile approaches used within genome biology are well positioned to identify novel gene targets [29] (Fig 5A), we previously observed that early-stage research on recent gene targets differs from early-stage research on novel gene targets by further extending to journals dedicated to neurobiology and obesity (Fig 3).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We again focus here on the period of 2010 to 2018 for timeliness, but similar analyses for other periods are included in S17 Fig. During this time period, we find that 3,943 newly highlighted genes could have been investigated as recent gene targets (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Specifically, the 40 top ranked genes represent a little over 1% of the newly highlighted genes, but 21% of all unique pairs of recent gene targets and publications (Fig 6A, S17 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel A",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Journals are considered to disproportionally enrich for recent gene targets if they enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C). (D) Different top 40 genes are highlighted in publications from journals dedicated to different fields.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Shown are journals that highlight recent gene targets and enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.This small subset of top ranked recently highlighted genes defies the general trend of biomedical research rarely turning to new gene targets (Fig 1B and 1C, S3 Fig) [14].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By contrast, this unusual group of 40 genes (0.2% of all 19,171 human protein-coding genes) have already been highlighted in more publications than most human genes (Fig 6B).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Finally, we return to our observation of neurological and obesity-related journals enriching for early-stage gene targets to an extent that exceeds their enrichment on novel gene targets (10 journals above dashed line, Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Plotting the share of their targets which fall onto the 40 top ranked genes, we find that it ranges between 32% and 100% and thus significantly exceeds share observed among other journals that enrich for recent gene targets (Fig 6C).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "To identify whether these journals focus on similar gene targets, we next cluster these journals according to the subset (15) of the 40 top ranked genes that have been highlighted by them at least once (Fig 6D).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "This study shows that successful transitions between early-stage research and subsequent research are not driven by any specific community (Fig 6).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Aside from some important but rare exceptions [52,53,57] (Fig 6), the wealth of unbiased data that has already been accumulated through genome biology currently stands in stark contrast to the genes that are presently chosen for consistent—or even insistent—investigation by life scientists [11,14,24].",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "We find that the number of newly highlighted genes increased most strongly between the mid-1990s and early 2000s (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By 2018, 86% of all genes had been highlighted at least once, and 76% of all genes had been mentioned by one of their names in the title of at least 1 publication (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Third, starting in the late 1990s, only a vanishing fraction of gene–publication pairs published in a given year address newly (highlighted in the same year) or recently (highlighted within the past 5 years) highlighted genes (Fig 1B).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Fourth, starting in the late 1990s, newly and recently highlighted genes became underrepresented relative to their absolute number (Fig 1C), even when accounting for the physiological importance of genes through their loss-of-function intolerance in human populations [32] (S4A Fig) or the occurrence of phenotypes in systematic murine mutagenesis experiments [33] (S4B and S4C Fig) or genome-wide association studies [34] (S4D Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Second, there already appears to be a saturation of the annual number of newly highlighted genes (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We find that until the early 2000s, the average and median number of authors on early-stage publications closely matches the average and median number of authors of publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "From 2010 onward, we observe that early-stage research into genes is produced by much larger teams than observed for teams authoring publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "This increase also exceeds the increase anticipated from extrapolating from preceding increases in mean and median team sizes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Supporting this view, we find that since the 1970s, the average number of genes highlighted in publications that newly highlight a gene is nearly the double of the average number of genes highlighted in publications that only highlight older genes (Fig 2B).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Confirming our hypothesis, we find that since the mid-2000s, the probability of an early-stage research publication becoming highly cited was double that of publications highlighting only older genes (Fig 2C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Intriguingly, we observe that 1980s publications reporting early-stage research publications were more likely to be cited by clinical trials than publications on old gene targets (Fig 2D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "First, we focus on those journals that published research on novel gene targets (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Nonetheless, we find that some journals enrich for research publications on novel gene targets to an extent that is higher than anticipated by chance (red dots) (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Next, we focus on research publications on gene targets that were first highlighted in the 5 preceding years (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Several of the journals in this second group relate to neurobiology and obesity (Fig 3B).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "In contrast to the analysis for the enrichment for novel gene targets, when considering early-stage research, we find that few journals deplete for publications on early-stage research on gene targets to an extent that is higher than anticipated by chance (cyan dots) (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Comparing the extent to which journals enrich for newly highlighted versus recently highlighted genes, we find that journals dedicated to neurobiology and obesity are enriching for recently highlighted genes to a larger extent than their enrichment for newly highlighted genes (Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We consider funding agencies, distinct funding mechanisms, and NIH-supported research organizations (Fig 4, S8–S11 Figs).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.The contexts implicated through funding agencies resemble those presented among journals—with the support for early-stage research between 2010 and 2018 preferentially stemming from genome biology (NIH’s National Human Genome Research Institute [NHGRI]—one of several different agencies within the NIH), generalist funding agencies (NIH’s National Institute of General Medical Sciences [NIGMS], European Research Council, etc.), or funders of age-related neuropathies (Motor Neurone Disease Association and NIH’s National Institutes on Aging [NIA]) (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "In line with a prior study that reported that Howard Hughes Medical Institute Investigators may be more willing to change their research focus [27], we also find that publications supported by the Howard Hughes Medical Institute are enriched for early-stage research (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This change contrasts with the funding patterns of Cancer Research UK, which has consistently supported researchers producing publications enriched for early-stage research (Fig 4B–4D, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Concluding our analysis of the research contexts under which early-stage research occurs, we investigate research organizations that are recipients of NIH grants (Fig 4B–4D, S11 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Since the 2010s, it directly accounts for 49% of the early-stage publications on novel human genes (Fig 5A)—with this share having increased even further to 58% in 2018, the last year of our observation (S12 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Three research articles contain genes that were highlighted before but were missed by our pipeline (Fig 5B).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Previously, we observed that early-stage research into genes engages more authors, highlights more genes, and is more likely to receive a higher number of citations (Fig 2).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We recognize that the previously noted increase in team size for early-stage research (Fig 2A) stems from genome biology (Fig 5C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "By contrast, the previously noted increase in the number of highlighted genes (Fig 2B) also persists outside of genome biology (Fig 5D) but is twice as large for genome biology, while publications on old gene targets highlight the same number of genes irrespectively of whether they fall within genome biology or not (Fig 5D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The previously noted increased probability for early-stage research to become highly cited (Fig 2C) appears independent of genome biology (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "However, genome biology publications on old gene targets are also more frequently highly cited (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "We also find that early-stage research on genome research outside of genome-wide association studies shows an increase that is smaller than the one that we had observed before for genome research (Fig 5D, S15 Fig) and that the increase of the probability to become highly cited of approximately 4% closely matches the probability seen for the entire genome research (Fig 5E, S16 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "In line with the overall theme of our work, this further indicates the necessity and possibility to identify the specific contexts behind early-stage research as some beliefs about innovation might not generalize.Domain-specific research into a handful of genes contributes to early-stage research\nWhile approaches used within genome biology are well positioned to identify novel gene targets [29] (Fig 5A), we previously observed that early-stage research on recent gene targets differs from early-stage research on novel gene targets by further extending to journals dedicated to neurobiology and obesity (Fig 3).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We again focus here on the period of 2010 to 2018 for timeliness, but similar analyses for other periods are included in S17 Fig. During this time period, we find that 3,943 newly highlighted genes could have been investigated as recent gene targets (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Specifically, the 40 top ranked genes represent a little over 1% of the newly highlighted genes, but 21% of all unique pairs of recent gene targets and publications (Fig 6A, S17 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel A",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Journals are considered to disproportionally enrich for recent gene targets if they enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C). (D) Different top 40 genes are highlighted in publications from journals dedicated to different fields.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Shown are journals that highlight recent gene targets and enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.This small subset of top ranked recently highlighted genes defies the general trend of biomedical research rarely turning to new gene targets (Fig 1B and 1C, S3 Fig) [14].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By contrast, this unusual group of 40 genes (0.2% of all 19,171 human protein-coding genes) have already been highlighted in more publications than most human genes (Fig 6B).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Finally, we return to our observation of neurological and obesity-related journals enriching for early-stage gene targets to an extent that exceeds their enrichment on novel gene targets (10 journals above dashed line, Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Plotting the share of their targets which fall onto the 40 top ranked genes, we find that it ranges between 32% and 100% and thus significantly exceeds share observed among other journals that enrich for recent gene targets (Fig 6C).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "To identify whether these journals focus on similar gene targets, we next cluster these journals according to the subset (15) of the 40 top ranked genes that have been highlighted by them at least once (Fig 6D).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "This study shows that successful transitions between early-stage research and subsequent research are not driven by any specific community (Fig 6).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Aside from some important but rare exceptions [52,53,57] (Fig 6), the wealth of unbiased data that has already been accumulated through genome biology currently stands in stark contrast to the genes that are presently chosen for consistent—or even insistent—investigation by life scientists [11,14,24].",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "We find that the number of newly highlighted genes increased most strongly between the mid-1990s and early 2000s (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By 2018, 86% of all genes had been highlighted at least once, and 76% of all genes had been mentioned by one of their names in the title of at least 1 publication (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Third, starting in the late 1990s, only a vanishing fraction of gene–publication pairs published in a given year address newly (highlighted in the same year) or recently (highlighted within the past 5 years) highlighted genes (Fig 1B).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Fourth, starting in the late 1990s, newly and recently highlighted genes became underrepresented relative to their absolute number (Fig 1C), even when accounting for the physiological importance of genes through their loss-of-function intolerance in human populations [32] (S4A Fig) or the occurrence of phenotypes in systematic murine mutagenesis experiments [33] (S4B and S4C Fig) or genome-wide association studies [34] (S4D Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Second, there already appears to be a saturation of the annual number of newly highlighted genes (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We find that until the early 2000s, the average and median number of authors on early-stage publications closely matches the average and median number of authors of publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "From 2010 onward, we observe that early-stage research into genes is produced by much larger teams than observed for teams authoring publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "This increase also exceeds the increase anticipated from extrapolating from preceding increases in mean and median team sizes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Supporting this view, we find that since the 1970s, the average number of genes highlighted in publications that newly highlight a gene is nearly the double of the average number of genes highlighted in publications that only highlight older genes (Fig 2B).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Confirming our hypothesis, we find that since the mid-2000s, the probability of an early-stage research publication becoming highly cited was double that of publications highlighting only older genes (Fig 2C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Intriguingly, we observe that 1980s publications reporting early-stage research publications were more likely to be cited by clinical trials than publications on old gene targets (Fig 2D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "First, we focus on those journals that published research on novel gene targets (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Nonetheless, we find that some journals enrich for research publications on novel gene targets to an extent that is higher than anticipated by chance (red dots) (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Next, we focus on research publications on gene targets that were first highlighted in the 5 preceding years (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Several of the journals in this second group relate to neurobiology and obesity (Fig 3B).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "In contrast to the analysis for the enrichment for novel gene targets, when considering early-stage research, we find that few journals deplete for publications on early-stage research on gene targets to an extent that is higher than anticipated by chance (cyan dots) (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Comparing the extent to which journals enrich for newly highlighted versus recently highlighted genes, we find that journals dedicated to neurobiology and obesity are enriching for recently highlighted genes to a larger extent than their enrichment for newly highlighted genes (Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We consider funding agencies, distinct funding mechanisms, and NIH-supported research organizations (Fig 4, S8–S11 Figs).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.The contexts implicated through funding agencies resemble those presented among journals—with the support for early-stage research between 2010 and 2018 preferentially stemming from genome biology (NIH’s National Human Genome Research Institute [NHGRI]—one of several different agencies within the NIH), generalist funding agencies (NIH’s National Institute of General Medical Sciences [NIGMS], European Research Council, etc.), or funders of age-related neuropathies (Motor Neurone Disease Association and NIH’s National Institutes on Aging [NIA]) (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "In line with a prior study that reported that Howard Hughes Medical Institute Investigators may be more willing to change their research focus [27], we also find that publications supported by the Howard Hughes Medical Institute are enriched for early-stage research (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This change contrasts with the funding patterns of Cancer Research UK, which has consistently supported researchers producing publications enriched for early-stage research (Fig 4B–4D, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Concluding our analysis of the research contexts under which early-stage research occurs, we investigate research organizations that are recipients of NIH grants (Fig 4B–4D, S11 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Since the 2010s, it directly accounts for 49% of the early-stage publications on novel human genes (Fig 5A)—with this share having increased even further to 58% in 2018, the last year of our observation (S12 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Three research articles contain genes that were highlighted before but were missed by our pipeline (Fig 5B).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Previously, we observed that early-stage research into genes engages more authors, highlights more genes, and is more likely to receive a higher number of citations (Fig 2).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We recognize that the previously noted increase in team size for early-stage research (Fig 2A) stems from genome biology (Fig 5C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "By contrast, the previously noted increase in the number of highlighted genes (Fig 2B) also persists outside of genome biology (Fig 5D) but is twice as large for genome biology, while publications on old gene targets highlight the same number of genes irrespectively of whether they fall within genome biology or not (Fig 5D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The previously noted increased probability for early-stage research to become highly cited (Fig 2C) appears independent of genome biology (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "However, genome biology publications on old gene targets are also more frequently highly cited (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "We also find that early-stage research on genome research outside of genome-wide association studies shows an increase that is smaller than the one that we had observed before for genome research (Fig 5D, S15 Fig) and that the increase of the probability to become highly cited of approximately 4% closely matches the probability seen for the entire genome research (Fig 5E, S16 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "In line with the overall theme of our work, this further indicates the necessity and possibility to identify the specific contexts behind early-stage research as some beliefs about innovation might not generalize.Domain-specific research into a handful of genes contributes to early-stage research\nWhile approaches used within genome biology are well positioned to identify novel gene targets [29] (Fig 5A), we previously observed that early-stage research on recent gene targets differs from early-stage research on novel gene targets by further extending to journals dedicated to neurobiology and obesity (Fig 3).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We again focus here on the period of 2010 to 2018 for timeliness, but similar analyses for other periods are included in S17 Fig. During this time period, we find that 3,943 newly highlighted genes could have been investigated as recent gene targets (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Specifically, the 40 top ranked genes represent a little over 1% of the newly highlighted genes, but 21% of all unique pairs of recent gene targets and publications (Fig 6A, S17 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel A",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Journals are considered to disproportionally enrich for recent gene targets if they enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C). (D) Different top 40 genes are highlighted in publications from journals dedicated to different fields.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Shown are journals that highlight recent gene targets and enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.This small subset of top ranked recently highlighted genes defies the general trend of biomedical research rarely turning to new gene targets (Fig 1B and 1C, S3 Fig) [14].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By contrast, this unusual group of 40 genes (0.2% of all 19,171 human protein-coding genes) have already been highlighted in more publications than most human genes (Fig 6B).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Finally, we return to our observation of neurological and obesity-related journals enriching for early-stage gene targets to an extent that exceeds their enrichment on novel gene targets (10 journals above dashed line, Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Plotting the share of their targets which fall onto the 40 top ranked genes, we find that it ranges between 32% and 100% and thus significantly exceeds share observed among other journals that enrich for recent gene targets (Fig 6C).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "To identify whether these journals focus on similar gene targets, we next cluster these journals according to the subset (15) of the 40 top ranked genes that have been highlighted by them at least once (Fig 6D).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "This study shows that successful transitions between early-stage research and subsequent research are not driven by any specific community (Fig 6).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Aside from some important but rare exceptions [52,53,57] (Fig 6), the wealth of unbiased data that has already been accumulated through genome biology currently stands in stark contrast to the genes that are presently chosen for consistent—or even insistent—investigation by life scientists [11,14,24].",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "We find that the number of newly highlighted genes increased most strongly between the mid-1990s and early 2000s (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By 2018, 86% of all genes had been highlighted at least once, and 76% of all genes had been mentioned by one of their names in the title of at least 1 publication (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Third, starting in the late 1990s, only a vanishing fraction of gene–publication pairs published in a given year address newly (highlighted in the same year) or recently (highlighted within the past 5 years) highlighted genes (Fig 1B).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Fourth, starting in the late 1990s, newly and recently highlighted genes became underrepresented relative to their absolute number (Fig 1C), even when accounting for the physiological importance of genes through their loss-of-function intolerance in human populations [32] (S4A Fig) or the occurrence of phenotypes in systematic murine mutagenesis experiments [33] (S4B and S4C Fig) or genome-wide association studies [34] (S4D Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Second, there already appears to be a saturation of the annual number of newly highlighted genes (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We find that until the early 2000s, the average and median number of authors on early-stage publications closely matches the average and median number of authors of publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "From 2010 onward, we observe that early-stage research into genes is produced by much larger teams than observed for teams authoring publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "This increase also exceeds the increase anticipated from extrapolating from preceding increases in mean and median team sizes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Supporting this view, we find that since the 1970s, the average number of genes highlighted in publications that newly highlight a gene is nearly the double of the average number of genes highlighted in publications that only highlight older genes (Fig 2B).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Confirming our hypothesis, we find that since the mid-2000s, the probability of an early-stage research publication becoming highly cited was double that of publications highlighting only older genes (Fig 2C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Intriguingly, we observe that 1980s publications reporting early-stage research publications were more likely to be cited by clinical trials than publications on old gene targets (Fig 2D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "First, we focus on those journals that published research on novel gene targets (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Nonetheless, we find that some journals enrich for research publications on novel gene targets to an extent that is higher than anticipated by chance (red dots) (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Next, we focus on research publications on gene targets that were first highlighted in the 5 preceding years (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Several of the journals in this second group relate to neurobiology and obesity (Fig 3B).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "In contrast to the analysis for the enrichment for novel gene targets, when considering early-stage research, we find that few journals deplete for publications on early-stage research on gene targets to an extent that is higher than anticipated by chance (cyan dots) (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Comparing the extent to which journals enrich for newly highlighted versus recently highlighted genes, we find that journals dedicated to neurobiology and obesity are enriching for recently highlighted genes to a larger extent than their enrichment for newly highlighted genes (Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We consider funding agencies, distinct funding mechanisms, and NIH-supported research organizations (Fig 4, S8–S11 Figs).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.The contexts implicated through funding agencies resemble those presented among journals—with the support for early-stage research between 2010 and 2018 preferentially stemming from genome biology (NIH’s National Human Genome Research Institute [NHGRI]—one of several different agencies within the NIH), generalist funding agencies (NIH’s National Institute of General Medical Sciences [NIGMS], European Research Council, etc.), or funders of age-related neuropathies (Motor Neurone Disease Association and NIH’s National Institutes on Aging [NIA]) (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "In line with a prior study that reported that Howard Hughes Medical Institute Investigators may be more willing to change their research focus [27], we also find that publications supported by the Howard Hughes Medical Institute are enriched for early-stage research (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This change contrasts with the funding patterns of Cancer Research UK, which has consistently supported researchers producing publications enriched for early-stage research (Fig 4B–4D, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Concluding our analysis of the research contexts under which early-stage research occurs, we investigate research organizations that are recipients of NIH grants (Fig 4B–4D, S11 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Since the 2010s, it directly accounts for 49% of the early-stage publications on novel human genes (Fig 5A)—with this share having increased even further to 58% in 2018, the last year of our observation (S12 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Three research articles contain genes that were highlighted before but were missed by our pipeline (Fig 5B).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Previously, we observed that early-stage research into genes engages more authors, highlights more genes, and is more likely to receive a higher number of citations (Fig 2).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We recognize that the previously noted increase in team size for early-stage research (Fig 2A) stems from genome biology (Fig 5C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "By contrast, the previously noted increase in the number of highlighted genes (Fig 2B) also persists outside of genome biology (Fig 5D) but is twice as large for genome biology, while publications on old gene targets highlight the same number of genes irrespectively of whether they fall within genome biology or not (Fig 5D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The previously noted increased probability for early-stage research to become highly cited (Fig 2C) appears independent of genome biology (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "However, genome biology publications on old gene targets are also more frequently highly cited (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "We also find that early-stage research on genome research outside of genome-wide association studies shows an increase that is smaller than the one that we had observed before for genome research (Fig 5D, S15 Fig) and that the increase of the probability to become highly cited of approximately 4% closely matches the probability seen for the entire genome research (Fig 5E, S16 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "In line with the overall theme of our work, this further indicates the necessity and possibility to identify the specific contexts behind early-stage research as some beliefs about innovation might not generalize.Domain-specific research into a handful of genes contributes to early-stage research\nWhile approaches used within genome biology are well positioned to identify novel gene targets [29] (Fig 5A), we previously observed that early-stage research on recent gene targets differs from early-stage research on novel gene targets by further extending to journals dedicated to neurobiology and obesity (Fig 3).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We again focus here on the period of 2010 to 2018 for timeliness, but similar analyses for other periods are included in S17 Fig. During this time period, we find that 3,943 newly highlighted genes could have been investigated as recent gene targets (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Specifically, the 40 top ranked genes represent a little over 1% of the newly highlighted genes, but 21% of all unique pairs of recent gene targets and publications (Fig 6A, S17 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel A",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Journals are considered to disproportionally enrich for recent gene targets if they enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C). (D) Different top 40 genes are highlighted in publications from journals dedicated to different fields.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Shown are journals that highlight recent gene targets and enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.This small subset of top ranked recently highlighted genes defies the general trend of biomedical research rarely turning to new gene targets (Fig 1B and 1C, S3 Fig) [14].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By contrast, this unusual group of 40 genes (0.2% of all 19,171 human protein-coding genes) have already been highlighted in more publications than most human genes (Fig 6B).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Finally, we return to our observation of neurological and obesity-related journals enriching for early-stage gene targets to an extent that exceeds their enrichment on novel gene targets (10 journals above dashed line, Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Plotting the share of their targets which fall onto the 40 top ranked genes, we find that it ranges between 32% and 100% and thus significantly exceeds share observed among other journals that enrich for recent gene targets (Fig 6C).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "To identify whether these journals focus on similar gene targets, we next cluster these journals according to the subset (15) of the 40 top ranked genes that have been highlighted by them at least once (Fig 6D).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "This study shows that successful transitions between early-stage research and subsequent research are not driven by any specific community (Fig 6).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Aside from some important but rare exceptions [52,53,57] (Fig 6), the wealth of unbiased data that has already been accumulated through genome biology currently stands in stark contrast to the genes that are presently chosen for consistent—or even insistent—investigation by life scientists [11,14,24].",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "We find that the number of newly highlighted genes increased most strongly between the mid-1990s and early 2000s (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By 2018, 86% of all genes had been highlighted at least once, and 76% of all genes had been mentioned by one of their names in the title of at least 1 publication (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Third, starting in the late 1990s, only a vanishing fraction of gene–publication pairs published in a given year address newly (highlighted in the same year) or recently (highlighted within the past 5 years) highlighted genes (Fig 1B).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Fourth, starting in the late 1990s, newly and recently highlighted genes became underrepresented relative to their absolute number (Fig 1C), even when accounting for the physiological importance of genes through their loss-of-function intolerance in human populations [32] (S4A Fig) or the occurrence of phenotypes in systematic murine mutagenesis experiments [33] (S4B and S4C Fig) or genome-wide association studies [34] (S4D Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Second, there already appears to be a saturation of the annual number of newly highlighted genes (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We find that until the early 2000s, the average and median number of authors on early-stage publications closely matches the average and median number of authors of publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "From 2010 onward, we observe that early-stage research into genes is produced by much larger teams than observed for teams authoring publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "This increase also exceeds the increase anticipated from extrapolating from preceding increases in mean and median team sizes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Supporting this view, we find that since the 1970s, the average number of genes highlighted in publications that newly highlight a gene is nearly the double of the average number of genes highlighted in publications that only highlight older genes (Fig 2B).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Confirming our hypothesis, we find that since the mid-2000s, the probability of an early-stage research publication becoming highly cited was double that of publications highlighting only older genes (Fig 2C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Intriguingly, we observe that 1980s publications reporting early-stage research publications were more likely to be cited by clinical trials than publications on old gene targets (Fig 2D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "First, we focus on those journals that published research on novel gene targets (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Nonetheless, we find that some journals enrich for research publications on novel gene targets to an extent that is higher than anticipated by chance (red dots) (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Next, we focus on research publications on gene targets that were first highlighted in the 5 preceding years (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Several of the journals in this second group relate to neurobiology and obesity (Fig 3B).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "In contrast to the analysis for the enrichment for novel gene targets, when considering early-stage research, we find that few journals deplete for publications on early-stage research on gene targets to an extent that is higher than anticipated by chance (cyan dots) (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Comparing the extent to which journals enrich for newly highlighted versus recently highlighted genes, we find that journals dedicated to neurobiology and obesity are enriching for recently highlighted genes to a larger extent than their enrichment for newly highlighted genes (Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We consider funding agencies, distinct funding mechanisms, and NIH-supported research organizations (Fig 4, S8–S11 Figs).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.The contexts implicated through funding agencies resemble those presented among journals—with the support for early-stage research between 2010 and 2018 preferentially stemming from genome biology (NIH’s National Human Genome Research Institute [NHGRI]—one of several different agencies within the NIH), generalist funding agencies (NIH’s National Institute of General Medical Sciences [NIGMS], European Research Council, etc.), or funders of age-related neuropathies (Motor Neurone Disease Association and NIH’s National Institutes on Aging [NIA]) (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "In line with a prior study that reported that Howard Hughes Medical Institute Investigators may be more willing to change their research focus [27], we also find that publications supported by the Howard Hughes Medical Institute are enriched for early-stage research (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This change contrasts with the funding patterns of Cancer Research UK, which has consistently supported researchers producing publications enriched for early-stage research (Fig 4B–4D, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Concluding our analysis of the research contexts under which early-stage research occurs, we investigate research organizations that are recipients of NIH grants (Fig 4B–4D, S11 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Since the 2010s, it directly accounts for 49% of the early-stage publications on novel human genes (Fig 5A)—with this share having increased even further to 58% in 2018, the last year of our observation (S12 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Three research articles contain genes that were highlighted before but were missed by our pipeline (Fig 5B).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Previously, we observed that early-stage research into genes engages more authors, highlights more genes, and is more likely to receive a higher number of citations (Fig 2).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We recognize that the previously noted increase in team size for early-stage research (Fig 2A) stems from genome biology (Fig 5C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "By contrast, the previously noted increase in the number of highlighted genes (Fig 2B) also persists outside of genome biology (Fig 5D) but is twice as large for genome biology, while publications on old gene targets highlight the same number of genes irrespectively of whether they fall within genome biology or not (Fig 5D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The previously noted increased probability for early-stage research to become highly cited (Fig 2C) appears independent of genome biology (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "However, genome biology publications on old gene targets are also more frequently highly cited (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "We also find that early-stage research on genome research outside of genome-wide association studies shows an increase that is smaller than the one that we had observed before for genome research (Fig 5D, S15 Fig) and that the increase of the probability to become highly cited of approximately 4% closely matches the probability seen for the entire genome research (Fig 5E, S16 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "In line with the overall theme of our work, this further indicates the necessity and possibility to identify the specific contexts behind early-stage research as some beliefs about innovation might not generalize.Domain-specific research into a handful of genes contributes to early-stage research\nWhile approaches used within genome biology are well positioned to identify novel gene targets [29] (Fig 5A), we previously observed that early-stage research on recent gene targets differs from early-stage research on novel gene targets by further extending to journals dedicated to neurobiology and obesity (Fig 3).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We again focus here on the period of 2010 to 2018 for timeliness, but similar analyses for other periods are included in S17 Fig. During this time period, we find that 3,943 newly highlighted genes could have been investigated as recent gene targets (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Specifically, the 40 top ranked genes represent a little over 1% of the newly highlighted genes, but 21% of all unique pairs of recent gene targets and publications (Fig 6A, S17 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel A",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Journals are considered to disproportionally enrich for recent gene targets if they enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C). (D) Different top 40 genes are highlighted in publications from journals dedicated to different fields.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Shown are journals that highlight recent gene targets and enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.This small subset of top ranked recently highlighted genes defies the general trend of biomedical research rarely turning to new gene targets (Fig 1B and 1C, S3 Fig) [14].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By contrast, this unusual group of 40 genes (0.2% of all 19,171 human protein-coding genes) have already been highlighted in more publications than most human genes (Fig 6B).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Finally, we return to our observation of neurological and obesity-related journals enriching for early-stage gene targets to an extent that exceeds their enrichment on novel gene targets (10 journals above dashed line, Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Plotting the share of their targets which fall onto the 40 top ranked genes, we find that it ranges between 32% and 100% and thus significantly exceeds share observed among other journals that enrich for recent gene targets (Fig 6C).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "To identify whether these journals focus on similar gene targets, we next cluster these journals according to the subset (15) of the 40 top ranked genes that have been highlighted by them at least once (Fig 6D).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "This study shows that successful transitions between early-stage research and subsequent research are not driven by any specific community (Fig 6).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Aside from some important but rare exceptions [52,53,57] (Fig 6), the wealth of unbiased data that has already been accumulated through genome biology currently stands in stark contrast to the genes that are presently chosen for consistent—or even insistent—investigation by life scientists [11,14,24].",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "We find that the number of newly highlighted genes increased most strongly between the mid-1990s and early 2000s (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By 2018, 86% of all genes had been highlighted at least once, and 76% of all genes had been mentioned by one of their names in the title of at least 1 publication (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Third, starting in the late 1990s, only a vanishing fraction of gene–publication pairs published in a given year address newly (highlighted in the same year) or recently (highlighted within the past 5 years) highlighted genes (Fig 1B).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Fourth, starting in the late 1990s, newly and recently highlighted genes became underrepresented relative to their absolute number (Fig 1C), even when accounting for the physiological importance of genes through their loss-of-function intolerance in human populations [32] (S4A Fig) or the occurrence of phenotypes in systematic murine mutagenesis experiments [33] (S4B and S4C Fig) or genome-wide association studies [34] (S4D Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Second, there already appears to be a saturation of the annual number of newly highlighted genes (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We find that until the early 2000s, the average and median number of authors on early-stage publications closely matches the average and median number of authors of publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "From 2010 onward, we observe that early-stage research into genes is produced by much larger teams than observed for teams authoring publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "This increase also exceeds the increase anticipated from extrapolating from preceding increases in mean and median team sizes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Supporting this view, we find that since the 1970s, the average number of genes highlighted in publications that newly highlight a gene is nearly the double of the average number of genes highlighted in publications that only highlight older genes (Fig 2B).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Confirming our hypothesis, we find that since the mid-2000s, the probability of an early-stage research publication becoming highly cited was double that of publications highlighting only older genes (Fig 2C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Intriguingly, we observe that 1980s publications reporting early-stage research publications were more likely to be cited by clinical trials than publications on old gene targets (Fig 2D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "First, we focus on those journals that published research on novel gene targets (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Nonetheless, we find that some journals enrich for research publications on novel gene targets to an extent that is higher than anticipated by chance (red dots) (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Next, we focus on research publications on gene targets that were first highlighted in the 5 preceding years (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Several of the journals in this second group relate to neurobiology and obesity (Fig 3B).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "In contrast to the analysis for the enrichment for novel gene targets, when considering early-stage research, we find that few journals deplete for publications on early-stage research on gene targets to an extent that is higher than anticipated by chance (cyan dots) (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Comparing the extent to which journals enrich for newly highlighted versus recently highlighted genes, we find that journals dedicated to neurobiology and obesity are enriching for recently highlighted genes to a larger extent than their enrichment for newly highlighted genes (Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We consider funding agencies, distinct funding mechanisms, and NIH-supported research organizations (Fig 4, S8–S11 Figs).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.The contexts implicated through funding agencies resemble those presented among journals—with the support for early-stage research between 2010 and 2018 preferentially stemming from genome biology (NIH’s National Human Genome Research Institute [NHGRI]—one of several different agencies within the NIH), generalist funding agencies (NIH’s National Institute of General Medical Sciences [NIGMS], European Research Council, etc.), or funders of age-related neuropathies (Motor Neurone Disease Association and NIH’s National Institutes on Aging [NIA]) (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "In line with a prior study that reported that Howard Hughes Medical Institute Investigators may be more willing to change their research focus [27], we also find that publications supported by the Howard Hughes Medical Institute are enriched for early-stage research (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This change contrasts with the funding patterns of Cancer Research UK, which has consistently supported researchers producing publications enriched for early-stage research (Fig 4B–4D, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Concluding our analysis of the research contexts under which early-stage research occurs, we investigate research organizations that are recipients of NIH grants (Fig 4B–4D, S11 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Since the 2010s, it directly accounts for 49% of the early-stage publications on novel human genes (Fig 5A)—with this share having increased even further to 58% in 2018, the last year of our observation (S12 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Three research articles contain genes that were highlighted before but were missed by our pipeline (Fig 5B).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Previously, we observed that early-stage research into genes engages more authors, highlights more genes, and is more likely to receive a higher number of citations (Fig 2).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We recognize that the previously noted increase in team size for early-stage research (Fig 2A) stems from genome biology (Fig 5C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "By contrast, the previously noted increase in the number of highlighted genes (Fig 2B) also persists outside of genome biology (Fig 5D) but is twice as large for genome biology, while publications on old gene targets highlight the same number of genes irrespectively of whether they fall within genome biology or not (Fig 5D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The previously noted increased probability for early-stage research to become highly cited (Fig 2C) appears independent of genome biology (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "However, genome biology publications on old gene targets are also more frequently highly cited (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "We also find that early-stage research on genome research outside of genome-wide association studies shows an increase that is smaller than the one that we had observed before for genome research (Fig 5D, S15 Fig) and that the increase of the probability to become highly cited of approximately 4% closely matches the probability seen for the entire genome research (Fig 5E, S16 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "In line with the overall theme of our work, this further indicates the necessity and possibility to identify the specific contexts behind early-stage research as some beliefs about innovation might not generalize.Domain-specific research into a handful of genes contributes to early-stage research\nWhile approaches used within genome biology are well positioned to identify novel gene targets [29] (Fig 5A), we previously observed that early-stage research on recent gene targets differs from early-stage research on novel gene targets by further extending to journals dedicated to neurobiology and obesity (Fig 3).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We again focus here on the period of 2010 to 2018 for timeliness, but similar analyses for other periods are included in S17 Fig. During this time period, we find that 3,943 newly highlighted genes could have been investigated as recent gene targets (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Specifically, the 40 top ranked genes represent a little over 1% of the newly highlighted genes, but 21% of all unique pairs of recent gene targets and publications (Fig 6A, S17 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel A",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Journals are considered to disproportionally enrich for recent gene targets if they enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C). (D) Different top 40 genes are highlighted in publications from journals dedicated to different fields.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Shown are journals that highlight recent gene targets and enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.This small subset of top ranked recently highlighted genes defies the general trend of biomedical research rarely turning to new gene targets (Fig 1B and 1C, S3 Fig) [14].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By contrast, this unusual group of 40 genes (0.2% of all 19,171 human protein-coding genes) have already been highlighted in more publications than most human genes (Fig 6B).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Finally, we return to our observation of neurological and obesity-related journals enriching for early-stage gene targets to an extent that exceeds their enrichment on novel gene targets (10 journals above dashed line, Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Plotting the share of their targets which fall onto the 40 top ranked genes, we find that it ranges between 32% and 100% and thus significantly exceeds share observed among other journals that enrich for recent gene targets (Fig 6C).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "To identify whether these journals focus on similar gene targets, we next cluster these journals according to the subset (15) of the 40 top ranked genes that have been highlighted by them at least once (Fig 6D).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "This study shows that successful transitions between early-stage research and subsequent research are not driven by any specific community (Fig 6).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Aside from some important but rare exceptions [52,53,57] (Fig 6), the wealth of unbiased data that has already been accumulated through genome biology currently stands in stark contrast to the genes that are presently chosen for consistent—or even insistent—investigation by life scientists [11,14,24].",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "We find that the number of newly highlighted genes increased most strongly between the mid-1990s and early 2000s (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By 2018, 86% of all genes had been highlighted at least once, and 76% of all genes had been mentioned by one of their names in the title of at least 1 publication (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Third, starting in the late 1990s, only a vanishing fraction of gene–publication pairs published in a given year address newly (highlighted in the same year) or recently (highlighted within the past 5 years) highlighted genes (Fig 1B).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Fourth, starting in the late 1990s, newly and recently highlighted genes became underrepresented relative to their absolute number (Fig 1C), even when accounting for the physiological importance of genes through their loss-of-function intolerance in human populations [32] (S4A Fig) or the occurrence of phenotypes in systematic murine mutagenesis experiments [33] (S4B and S4C Fig) or genome-wide association studies [34] (S4D Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Second, there already appears to be a saturation of the annual number of newly highlighted genes (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We find that until the early 2000s, the average and median number of authors on early-stage publications closely matches the average and median number of authors of publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "From 2010 onward, we observe that early-stage research into genes is produced by much larger teams than observed for teams authoring publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "This increase also exceeds the increase anticipated from extrapolating from preceding increases in mean and median team sizes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Supporting this view, we find that since the 1970s, the average number of genes highlighted in publications that newly highlight a gene is nearly the double of the average number of genes highlighted in publications that only highlight older genes (Fig 2B).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Confirming our hypothesis, we find that since the mid-2000s, the probability of an early-stage research publication becoming highly cited was double that of publications highlighting only older genes (Fig 2C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Intriguingly, we observe that 1980s publications reporting early-stage research publications were more likely to be cited by clinical trials than publications on old gene targets (Fig 2D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "First, we focus on those journals that published research on novel gene targets (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Nonetheless, we find that some journals enrich for research publications on novel gene targets to an extent that is higher than anticipated by chance (red dots) (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Next, we focus on research publications on gene targets that were first highlighted in the 5 preceding years (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Several of the journals in this second group relate to neurobiology and obesity (Fig 3B).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "In contrast to the analysis for the enrichment for novel gene targets, when considering early-stage research, we find that few journals deplete for publications on early-stage research on gene targets to an extent that is higher than anticipated by chance (cyan dots) (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Comparing the extent to which journals enrich for newly highlighted versus recently highlighted genes, we find that journals dedicated to neurobiology and obesity are enriching for recently highlighted genes to a larger extent than their enrichment for newly highlighted genes (Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We consider funding agencies, distinct funding mechanisms, and NIH-supported research organizations (Fig 4, S8–S11 Figs).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.The contexts implicated through funding agencies resemble those presented among journals—with the support for early-stage research between 2010 and 2018 preferentially stemming from genome biology (NIH’s National Human Genome Research Institute [NHGRI]—one of several different agencies within the NIH), generalist funding agencies (NIH’s National Institute of General Medical Sciences [NIGMS], European Research Council, etc.), or funders of age-related neuropathies (Motor Neurone Disease Association and NIH’s National Institutes on Aging [NIA]) (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "In line with a prior study that reported that Howard Hughes Medical Institute Investigators may be more willing to change their research focus [27], we also find that publications supported by the Howard Hughes Medical Institute are enriched for early-stage research (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This change contrasts with the funding patterns of Cancer Research UK, which has consistently supported researchers producing publications enriched for early-stage research (Fig 4B–4D, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Concluding our analysis of the research contexts under which early-stage research occurs, we investigate research organizations that are recipients of NIH grants (Fig 4B–4D, S11 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Since the 2010s, it directly accounts for 49% of the early-stage publications on novel human genes (Fig 5A)—with this share having increased even further to 58% in 2018, the last year of our observation (S12 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Three research articles contain genes that were highlighted before but were missed by our pipeline (Fig 5B).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Previously, we observed that early-stage research into genes engages more authors, highlights more genes, and is more likely to receive a higher number of citations (Fig 2).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We recognize that the previously noted increase in team size for early-stage research (Fig 2A) stems from genome biology (Fig 5C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "By contrast, the previously noted increase in the number of highlighted genes (Fig 2B) also persists outside of genome biology (Fig 5D) but is twice as large for genome biology, while publications on old gene targets highlight the same number of genes irrespectively of whether they fall within genome biology or not (Fig 5D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The previously noted increased probability for early-stage research to become highly cited (Fig 2C) appears independent of genome biology (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "However, genome biology publications on old gene targets are also more frequently highly cited (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "We also find that early-stage research on genome research outside of genome-wide association studies shows an increase that is smaller than the one that we had observed before for genome research (Fig 5D, S15 Fig) and that the increase of the probability to become highly cited of approximately 4% closely matches the probability seen for the entire genome research (Fig 5E, S16 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "In line with the overall theme of our work, this further indicates the necessity and possibility to identify the specific contexts behind early-stage research as some beliefs about innovation might not generalize.Domain-specific research into a handful of genes contributes to early-stage research\nWhile approaches used within genome biology are well positioned to identify novel gene targets [29] (Fig 5A), we previously observed that early-stage research on recent gene targets differs from early-stage research on novel gene targets by further extending to journals dedicated to neurobiology and obesity (Fig 3).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We again focus here on the period of 2010 to 2018 for timeliness, but similar analyses for other periods are included in S17 Fig. During this time period, we find that 3,943 newly highlighted genes could have been investigated as recent gene targets (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Specifically, the 40 top ranked genes represent a little over 1% of the newly highlighted genes, but 21% of all unique pairs of recent gene targets and publications (Fig 6A, S17 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel A",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Journals are considered to disproportionally enrich for recent gene targets if they enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C). (D) Different top 40 genes are highlighted in publications from journals dedicated to different fields.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Shown are journals that highlight recent gene targets and enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.This small subset of top ranked recently highlighted genes defies the general trend of biomedical research rarely turning to new gene targets (Fig 1B and 1C, S3 Fig) [14].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By contrast, this unusual group of 40 genes (0.2% of all 19,171 human protein-coding genes) have already been highlighted in more publications than most human genes (Fig 6B).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Finally, we return to our observation of neurological and obesity-related journals enriching for early-stage gene targets to an extent that exceeds their enrichment on novel gene targets (10 journals above dashed line, Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Plotting the share of their targets which fall onto the 40 top ranked genes, we find that it ranges between 32% and 100% and thus significantly exceeds share observed among other journals that enrich for recent gene targets (Fig 6C).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "To identify whether these journals focus on similar gene targets, we next cluster these journals according to the subset (15) of the 40 top ranked genes that have been highlighted by them at least once (Fig 6D).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "This study shows that successful transitions between early-stage research and subsequent research are not driven by any specific community (Fig 6).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Aside from some important but rare exceptions [52,53,57] (Fig 6), the wealth of unbiased data that has already been accumulated through genome biology currently stands in stark contrast to the genes that are presently chosen for consistent—or even insistent—investigation by life scientists [11,14,24].",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "We find that the number of newly highlighted genes increased most strongly between the mid-1990s and early 2000s (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By 2018, 86% of all genes had been highlighted at least once, and 76% of all genes had been mentioned by one of their names in the title of at least 1 publication (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Third, starting in the late 1990s, only a vanishing fraction of gene–publication pairs published in a given year address newly (highlighted in the same year) or recently (highlighted within the past 5 years) highlighted genes (Fig 1B).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Fourth, starting in the late 1990s, newly and recently highlighted genes became underrepresented relative to their absolute number (Fig 1C), even when accounting for the physiological importance of genes through their loss-of-function intolerance in human populations [32] (S4A Fig) or the occurrence of phenotypes in systematic murine mutagenesis experiments [33] (S4B and S4C Fig) or genome-wide association studies [34] (S4D Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Second, there already appears to be a saturation of the annual number of newly highlighted genes (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We find that until the early 2000s, the average and median number of authors on early-stage publications closely matches the average and median number of authors of publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "From 2010 onward, we observe that early-stage research into genes is produced by much larger teams than observed for teams authoring publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "This increase also exceeds the increase anticipated from extrapolating from preceding increases in mean and median team sizes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Supporting this view, we find that since the 1970s, the average number of genes highlighted in publications that newly highlight a gene is nearly the double of the average number of genes highlighted in publications that only highlight older genes (Fig 2B).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Confirming our hypothesis, we find that since the mid-2000s, the probability of an early-stage research publication becoming highly cited was double that of publications highlighting only older genes (Fig 2C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Intriguingly, we observe that 1980s publications reporting early-stage research publications were more likely to be cited by clinical trials than publications on old gene targets (Fig 2D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "First, we focus on those journals that published research on novel gene targets (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Nonetheless, we find that some journals enrich for research publications on novel gene targets to an extent that is higher than anticipated by chance (red dots) (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Next, we focus on research publications on gene targets that were first highlighted in the 5 preceding years (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Several of the journals in this second group relate to neurobiology and obesity (Fig 3B).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "In contrast to the analysis for the enrichment for novel gene targets, when considering early-stage research, we find that few journals deplete for publications on early-stage research on gene targets to an extent that is higher than anticipated by chance (cyan dots) (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Comparing the extent to which journals enrich for newly highlighted versus recently highlighted genes, we find that journals dedicated to neurobiology and obesity are enriching for recently highlighted genes to a larger extent than their enrichment for newly highlighted genes (Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We consider funding agencies, distinct funding mechanisms, and NIH-supported research organizations (Fig 4, S8–S11 Figs).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.The contexts implicated through funding agencies resemble those presented among journals—with the support for early-stage research between 2010 and 2018 preferentially stemming from genome biology (NIH’s National Human Genome Research Institute [NHGRI]—one of several different agencies within the NIH), generalist funding agencies (NIH’s National Institute of General Medical Sciences [NIGMS], European Research Council, etc.), or funders of age-related neuropathies (Motor Neurone Disease Association and NIH’s National Institutes on Aging [NIA]) (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "In line with a prior study that reported that Howard Hughes Medical Institute Investigators may be more willing to change their research focus [27], we also find that publications supported by the Howard Hughes Medical Institute are enriched for early-stage research (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This change contrasts with the funding patterns of Cancer Research UK, which has consistently supported researchers producing publications enriched for early-stage research (Fig 4B–4D, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Concluding our analysis of the research contexts under which early-stage research occurs, we investigate research organizations that are recipients of NIH grants (Fig 4B–4D, S11 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Since the 2010s, it directly accounts for 49% of the early-stage publications on novel human genes (Fig 5A)—with this share having increased even further to 58% in 2018, the last year of our observation (S12 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Three research articles contain genes that were highlighted before but were missed by our pipeline (Fig 5B).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Previously, we observed that early-stage research into genes engages more authors, highlights more genes, and is more likely to receive a higher number of citations (Fig 2).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We recognize that the previously noted increase in team size for early-stage research (Fig 2A) stems from genome biology (Fig 5C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "By contrast, the previously noted increase in the number of highlighted genes (Fig 2B) also persists outside of genome biology (Fig 5D) but is twice as large for genome biology, while publications on old gene targets highlight the same number of genes irrespectively of whether they fall within genome biology or not (Fig 5D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The previously noted increased probability for early-stage research to become highly cited (Fig 2C) appears independent of genome biology (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "However, genome biology publications on old gene targets are also more frequently highly cited (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "We also find that early-stage research on genome research outside of genome-wide association studies shows an increase that is smaller than the one that we had observed before for genome research (Fig 5D, S15 Fig) and that the increase of the probability to become highly cited of approximately 4% closely matches the probability seen for the entire genome research (Fig 5E, S16 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "In line with the overall theme of our work, this further indicates the necessity and possibility to identify the specific contexts behind early-stage research as some beliefs about innovation might not generalize.Domain-specific research into a handful of genes contributes to early-stage research\nWhile approaches used within genome biology are well positioned to identify novel gene targets [29] (Fig 5A), we previously observed that early-stage research on recent gene targets differs from early-stage research on novel gene targets by further extending to journals dedicated to neurobiology and obesity (Fig 3).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We again focus here on the period of 2010 to 2018 for timeliness, but similar analyses for other periods are included in S17 Fig. During this time period, we find that 3,943 newly highlighted genes could have been investigated as recent gene targets (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Specifically, the 40 top ranked genes represent a little over 1% of the newly highlighted genes, but 21% of all unique pairs of recent gene targets and publications (Fig 6A, S17 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel A",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Journals are considered to disproportionally enrich for recent gene targets if they enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C). (D) Different top 40 genes are highlighted in publications from journals dedicated to different fields.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Shown are journals that highlight recent gene targets and enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.This small subset of top ranked recently highlighted genes defies the general trend of biomedical research rarely turning to new gene targets (Fig 1B and 1C, S3 Fig) [14].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By contrast, this unusual group of 40 genes (0.2% of all 19,171 human protein-coding genes) have already been highlighted in more publications than most human genes (Fig 6B).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Finally, we return to our observation of neurological and obesity-related journals enriching for early-stage gene targets to an extent that exceeds their enrichment on novel gene targets (10 journals above dashed line, Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Plotting the share of their targets which fall onto the 40 top ranked genes, we find that it ranges between 32% and 100% and thus significantly exceeds share observed among other journals that enrich for recent gene targets (Fig 6C).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "To identify whether these journals focus on similar gene targets, we next cluster these journals according to the subset (15) of the 40 top ranked genes that have been highlighted by them at least once (Fig 6D).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "We find that the number of newly highlighted genes increased most strongly between the mid-1990s and early 2000s (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By 2018, 86% of all genes had been highlighted at least once, and 76% of all genes had been mentioned by one of their names in the title of at least 1 publication (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Third, starting in the late 1990s, only a vanishing fraction of gene–publication pairs published in a given year address newly (highlighted in the same year) or recently (highlighted within the past 5 years) highlighted genes (Fig 1B).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Fourth, starting in the late 1990s, newly and recently highlighted genes became underrepresented relative to their absolute number (Fig 1C), even when accounting for the physiological importance of genes through their loss-of-function intolerance in human populations [32] (S4A Fig) or the occurrence of phenotypes in systematic murine mutagenesis experiments [33] (S4B and S4C Fig) or genome-wide association studies [34] (S4D Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Second, there already appears to be a saturation of the annual number of newly highlighted genes (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We find that the number of newly highlighted genes increased most strongly between the mid-1990s and early 2000s (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By 2018, 86% of all genes had been highlighted at least once, and 76% of all genes had been mentioned by one of their names in the title of at least 1 publication (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Third, starting in the late 1990s, only a vanishing fraction of gene–publication pairs published in a given year address newly (highlighted in the same year) or recently (highlighted within the past 5 years) highlighted genes (Fig 1B).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Fourth, starting in the late 1990s, newly and recently highlighted genes became underrepresented relative to their absolute number (Fig 1C), even when accounting for the physiological importance of genes through their loss-of-function intolerance in human populations [32] (S4A Fig) or the occurrence of phenotypes in systematic murine mutagenesis experiments [33] (S4B and S4C Fig) or genome-wide association studies [34] (S4D Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel C",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Second, there already appears to be a saturation of the annual number of newly highlighted genes (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "We find that until the early 2000s, the average and median number of authors on early-stage publications closely matches the average and median number of authors of publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "From 2010 onward, we observe that early-stage research into genes is produced by much larger teams than observed for teams authoring publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "This increase also exceeds the increase anticipated from extrapolating from preceding increases in mean and median team sizes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Supporting this view, we find that since the 1970s, the average number of genes highlighted in publications that newly highlight a gene is nearly the double of the average number of genes highlighted in publications that only highlight older genes (Fig 2B).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Confirming our hypothesis, we find that since the mid-2000s, the probability of an early-stage research publication becoming highly cited was double that of publications highlighting only older genes (Fig 2C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Intriguingly, we observe that 1980s publications reporting early-stage research publications were more likely to be cited by clinical trials than publications on old gene targets (Fig 2D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We find that until the early 2000s, the average and median number of authors on early-stage publications closely matches the average and median number of authors of publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "From 2010 onward, we observe that early-stage research into genes is produced by much larger teams than observed for teams authoring publications highlighting only older genes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "This increase also exceeds the increase anticipated from extrapolating from preceding increases in mean and median team sizes (Fig 2A, S5A Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Supporting this view, we find that since the 1970s, the average number of genes highlighted in publications that newly highlight a gene is nearly the double of the average number of genes highlighted in publications that only highlight older genes (Fig 2B).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Confirming our hypothesis, we find that since the mid-2000s, the probability of an early-stage research publication becoming highly cited was double that of publications highlighting only older genes (Fig 2C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "Intriguingly, we observe that 1980s publications reporting early-stage research publications were more likely to be cited by clinical trials than publications on old gene targets (Fig 2D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel D",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "First, we focus on those journals that published research on novel gene targets (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Nonetheless, we find that some journals enrich for research publications on novel gene targets to an extent that is higher than anticipated by chance (red dots) (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Next, we focus on research publications on gene targets that were first highlighted in the 5 preceding years (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Several of the journals in this second group relate to neurobiology and obesity (Fig 3B).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "In contrast to the analysis for the enrichment for novel gene targets, when considering early-stage research, we find that few journals deplete for publications on early-stage research on gene targets to an extent that is higher than anticipated by chance (cyan dots) (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Comparing the extent to which journals enrich for newly highlighted versus recently highlighted genes, we find that journals dedicated to neurobiology and obesity are enriching for recently highlighted genes to a larger extent than their enrichment for newly highlighted genes (Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "First, we focus on those journals that published research on novel gene targets (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Nonetheless, we find that some journals enrich for research publications on novel gene targets to an extent that is higher than anticipated by chance (red dots) (Fig 3A, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Next, we focus on research publications on gene targets that were first highlighted in the 5 preceding years (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Several of the journals in this second group relate to neurobiology and obesity (Fig 3B).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "In contrast to the analysis for the enrichment for novel gene targets, when considering early-stage research, we find that few journals deplete for publications on early-stage research on gene targets to an extent that is higher than anticipated by chance (cyan dots) (Fig 3B, S7 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel B",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Comparing the extent to which journals enrich for newly highlighted versus recently highlighted genes, we find that journals dedicated to neurobiology and obesity are enriching for recently highlighted genes to a larger extent than their enrichment for newly highlighted genes (Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We consider funding agencies, distinct funding mechanisms, and NIH-supported research organizations (Fig 4, S8–S11 Figs).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.The contexts implicated through funding agencies resemble those presented among journals—with the support for early-stage research between 2010 and 2018 preferentially stemming from genome biology (NIH’s National Human Genome Research Institute [NHGRI]—one of several different agencies within the NIH), generalist funding agencies (NIH’s National Institute of General Medical Sciences [NIGMS], European Research Council, etc.), or funders of age-related neuropathies (Motor Neurone Disease Association and NIH’s National Institutes on Aging [NIA]) (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "In line with a prior study that reported that Howard Hughes Medical Institute Investigators may be more willing to change their research focus [27], we also find that publications supported by the Howard Hughes Medical Institute are enriched for early-stage research (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This change contrasts with the funding patterns of Cancer Research UK, which has consistently supported researchers producing publications enriched for early-stage research (Fig 4B–4D, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Concluding our analysis of the research contexts under which early-stage research occurs, we investigate research organizations that are recipients of NIH grants (Fig 4B–4D, S11 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "We consider funding agencies, distinct funding mechanisms, and NIH-supported research organizations (Fig 4, S8–S11 Figs).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "The contexts implicated through funding agencies resemble those presented among journals—with the support for early-stage research between 2010 and 2018 preferentially stemming from genome biology (NIH’s National Human Genome Research Institute [NHGRI]—one of several different agencies within the NIH), generalist funding agencies (NIH’s National Institute of General Medical Sciences [NIGMS], European Research Council, etc.), or funders of age-related neuropathies (Motor Neurone Disease Association and NIH’s National Institutes on Aging [NIA]) (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "In line with a prior study that reported that Howard Hughes Medical Institute Investigators may be more willing to change their research focus [27], we also find that publications supported by the Howard Hughes Medical Institute are enriched for early-stage research (Fig 4A–4C, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel A",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "This change contrasts with the funding patterns of Cancer Research UK, which has consistently supported researchers producing publications enriched for early-stage research (Fig 4B–4D, S8 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Concluding our analysis of the research contexts under which early-stage research occurs, we investigate research organizations that are recipients of NIH grants (Fig 4B–4D, S11 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 4",
          "panel": "Panel B",
          "figure_key": "figure_4"
        }
      ]
    },
    {
      "sentence": "Since the 2010s, it directly accounts for 49% of the early-stage publications on novel human genes (Fig 5A)—with this share having increased even further to 58% in 2018, the last year of our observation (S12 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Three research articles contain genes that were highlighted before but were missed by our pipeline (Fig 5B).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.Previously, we observed that early-stage research into genes engages more authors, highlights more genes, and is more likely to receive a higher number of citations (Fig 2).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We recognize that the previously noted increase in team size for early-stage research (Fig 2A) stems from genome biology (Fig 5C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "By contrast, the previously noted increase in the number of highlighted genes (Fig 2B) also persists outside of genome biology (Fig 5D) but is twice as large for genome biology, while publications on old gene targets highlight the same number of genes irrespectively of whether they fall within genome biology or not (Fig 5D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The previously noted increased probability for early-stage research to become highly cited (Fig 2C) appears independent of genome biology (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "However, genome biology publications on old gene targets are also more frequently highly cited (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "We also find that early-stage research on genome research outside of genome-wide association studies shows an increase that is smaller than the one that we had observed before for genome research (Fig 5D, S15 Fig) and that the increase of the probability to become highly cited of approximately 4% closely matches the probability seen for the entire genome research (Fig 5E, S16 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Since the 2010s, it directly accounts for 49% of the early-stage publications on novel human genes (Fig 5A)—with this share having increased even further to 58% in 2018, the last year of our observation (S12 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Three research articles contain genes that were highlighted before but were missed by our pipeline (Fig 5B).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel B",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Previously, we observed that early-stage research into genes engages more authors, highlights more genes, and is more likely to receive a higher number of citations (Fig 2).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 2",
          "panel": "",
          "figure_key": "figure_2"
        }
      ]
    },
    {
      "sentence": "We recognize that the previously noted increase in team size for early-stage research (Fig 2A) stems from genome biology (Fig 5C).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel A",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel C",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "By contrast, the previously noted increase in the number of highlighted genes (Fig 2B) also persists outside of genome biology (Fig 5D) but is twice as large for genome biology, while publications on old gene targets highlight the same number of genes irrespectively of whether they fall within genome biology or not (Fig 5D).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel B",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "The previously noted increased probability for early-stage research to become highly cited (Fig 2C) appears independent of genome biology (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 2",
          "panel": "Panel C",
          "figure_key": "figure_2"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "However, genome biology publications on old gene targets are also more frequently highly cited (Fig 5E).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "We also find that early-stage research on genome research outside of genome-wide association studies shows an increase that is smaller than the one that we had observed before for genome research (Fig 5D, S15 Fig) and that the increase of the probability to become highly cited of approximately 4% closely matches the probability seen for the entire genome research (Fig 5E, S16 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel D",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel E",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Domain-specific research into a handful of genes contributes to early-stage research\nWhile approaches used within genome biology are well positioned to identify novel gene targets [29] (Fig 5A), we previously observed that early-stage research on recent gene targets differs from early-stage research on novel gene targets by further extending to journals dedicated to neurobiology and obesity (Fig 3).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We again focus here on the period of 2010 to 2018 for timeliness, but similar analyses for other periods are included in S17 Fig. During this time period, we find that 3,943 newly highlighted genes could have been investigated as recent gene targets (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Specifically, the 40 top ranked genes represent a little over 1% of the newly highlighted genes, but 21% of all unique pairs of recent gene targets and publications (Fig 6A, S17 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel A",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Journals are considered to disproportionally enrich for recent gene targets if they enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C). (D) Different top 40 genes are highlighted in publications from journals dedicated to different fields.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Shown are journals that highlight recent gene targets and enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "For data underlying the figure, see https://doi.org/10.21985/n2-b5bm-3b17.This small subset of top ranked recently highlighted genes defies the general trend of biomedical research rarely turning to new gene targets (Fig 1B and 1C, S3 Fig) [14].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By contrast, this unusual group of 40 genes (0.2% of all 19,171 human protein-coding genes) have already been highlighted in more publications than most human genes (Fig 6B).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Finally, we return to our observation of neurological and obesity-related journals enriching for early-stage gene targets to an extent that exceeds their enrichment on novel gene targets (10 journals above dashed line, Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Plotting the share of their targets which fall onto the 40 top ranked genes, we find that it ranges between 32% and 100% and thus significantly exceeds share observed among other journals that enrich for recent gene targets (Fig 6C).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "To identify whether these journals focus on similar gene targets, we next cluster these journals according to the subset (15) of the 40 top ranked genes that have been highlighted by them at least once (Fig 6D).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "While approaches used within genome biology are well positioned to identify novel gene targets [29] (Fig 5A), we previously observed that early-stage research on recent gene targets differs from early-stage research on novel gene targets by further extending to journals dedicated to neurobiology and obesity (Fig 3).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel A",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 3",
          "panel": "",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "We again focus here on the period of 2010 to 2018 for timeliness, but similar analyses for other periods are included in S17 Fig. During this time period, we find that 3,943 newly highlighted genes could have been investigated as recent gene targets (Fig 1A).",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        },
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Specifically, the 40 top ranked genes represent a little over 1% of the newly highlighted genes, but 21% of all unique pairs of recent gene targets and publications (Fig 6A, S17 Fig).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel A",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Journals are considered to disproportionally enrich for recent gene targets if they enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C). (D) Different top 40 genes are highlighted in publications from journals dedicated to different fields.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Shown are journals that highlight recent gene targets and enrich for recent gene targets at least twice as much as they enrich for novel gene targets (above dashed line in Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "This small subset of top ranked recently highlighted genes defies the general trend of biomedical research rarely turning to new gene targets (Fig 1B and 1C, S3 Fig) [14].",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel B",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "By contrast, this unusual group of 40 genes (0.2% of all 19,171 human protein-coding genes) have already been highlighted in more publications than most human genes (Fig 6B).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel B",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Finally, we return to our observation of neurological and obesity-related journals enriching for early-stage gene targets to an extent that exceeds their enrichment on novel gene targets (10 journals above dashed line, Fig 3C).",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel C",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Plotting the share of their targets which fall onto the 40 top ranked genes, we find that it ranges between 32% and 100% and thus significantly exceeds share observed among other journals that enrich for recent gene targets (Fig 6C).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel C",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "To identify whether these journals focus on similar gene targets, we next cluster these journals according to the subset (15) of the 40 top ranked genes that have been highlighted by them at least once (Fig 6D).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "Panel D",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "This study shows that successful transitions between early-stage research and subsequent research are not driven by any specific community (Fig 6).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Aside from some important but rare exceptions [52,53,57] (Fig 6), the wealth of unbiased data that has already been accumulated through genome biology currently stands in stark contrast to the genes that are presently chosen for consistent—or even insistent—investigation by life scientists [11,14,24].",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "This study shows that successful transitions between early-stage research and subsequent research are not driven by any specific community (Fig 6).",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    },
    {
      "sentence": "Aside from some important but rare exceptions [52,53,57] (Fig 6), the wealth of unbiased data that has already been accumulated through genome biology currently stands in stark contrast to the genes that are presently chosen for consistent—or even insistent—investigation by life scientists [11,14,24].",
      "figure_references": [
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        },
        {
          "figure_number": "Figure 6",
          "panel": "",
          "figure_key": "figure_6"
        }
      ]
    }
  ],
  "extraction_stats": {
    "figures_count": 4,
    "claims_count": 460,
    "images_downloaded": 4,
    "tables_filtered": 431
  }
}