{
  "paper_id": "PMC10157366",
  "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10157366/",
  "figures": {
    "figure_1": {
      "figure_number": "Figure 1",
      "title": "Figure 1.",
      "caption": "Dysregulation of PP2A is a common event in HGSC. A, Schematic of the PP2A heterotrimeric structure, representing all possible combinations of the scaffolding (A), regulatory (B), and catalytic (C) subunit proteins (schematic created with BioRender.com). B, Top 8 most common altered genes in HGSC and respective genetic alterations frequency (mutation, amplification, and/or deletion). “PP2A” group includes PP2A-Aα/β, PP2A-Cα/β, PP2A-B56α/γ, and PP2A-PR72. Data adapted from cBioPortal. C, HGSC genes alteration type specificity: heterozygous/shallow deletion (Hetloss) or mutation; and respective frequencies (%). Data adapted from cBioPortal. D, Individual patient tumor data analysis showing frequency of heterozygous loss status for the PPP2R1A, PPP2R1B, PPP2CA, PPP2CB, PPP2R5A, PPP2R5C, and PPP2R3A genes. Co-occurrence profiles are also shown. Each bar represents an individual tumor, for which gray signifies negative and blue positive for Hetloss. E, Kaplan–Meier plots summarizing results from correlation analysis between mRNA expression level and patient survival for PP2A genes: PPP2R1A, PPP2CA, PPP2R5A, PPP2R5C, and PPP2R3A. Patients were divided according to expression levels into one of two groups “low” (under cutoff on table) or “high” (over cutoff on table). The x-axis shows time for survival (years), and the y-axis shows the probability of survival, where 1.0 corresponds to 100%. Data source: Protein Atlas. F, Log fold change of transcriptional expression of PP2A subunits between HGSC cell lines (OVSAHO, KURAMOCHI, and JHOS4) versus FTSEC cell lines (FT246, FT33, and FT194). Source: Elias et al. 2016 (45). G, Log10 fold change of fragments per kilobase of exon per million mapped fragments (FMPK) of the previously assessed PP2A genes (D) comparing expression of the FT246 nonmalignant with the OV81 and OV81-CP40 cell lines. Data presented as the mean ± SD (n = 3; unpaired Student t tests, comparing OV81 and OV81-CP40 relative with FT246; ***, P < 0.005; ****, P < 0.0001).",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b451c5ccf570/599fig1.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b451c5ccf570/599fig1.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b451c5ccf570/599fig1.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b451c5ccf570/599fig1.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "fig1",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b451c5ccf570/599fig1.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC10157366/images/figure_1.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b451c5ccf570/599fig1.jpg"
    },
    "figure_2": {
      "figure_number": "Figure 2",
      "title": "Figure 2.",
      "caption": "HGSC cells are sensitive to SMAP-061 and have similar responses independent of genetic background. A, A wide panel of HGSC PDX cell lines were exposed to increasing doses of either SMAP-061 (left) or cisplatin (right) treatment, and cell viability was measured at 48 hours by MTT analysis, to generate an EC50 curve. Data are presented as the mean ± SD (n = 3). B, OV81 and its cisplatin-resistant pair, OV81-CP40, and two isogenic lines PEO-1 and PEO-C4.2, were treated with increasing doses of either SMAP-061 (right) or cisplatin (right) and cell viability was measured at 48 hours by MTT analysis, to generate an EC50 curve. Data presented as the mean ° SD (n = 3). C, Clonogenic assay of OV81, PEO-1, and PEO-C4.2 cells treated with DMSO or 10 µmol/L of SMAP-061 for 2 weeks. D, Quantification of 2C. Data presented as the mean ± SD (n = 3; unpaired Student t tests, comparing SMAP-061 treatment relative with DMSO, ****, P < 0.0001). E, OV81, PEO-1, PEO-C4.2, and FT246 treated with DMSO or SMAP-061, and harvested at 2, 4, 6, 12, and 24 hours for Western blot analysis of cell death markers (cleaved Parp and cleaved Caspase-3). Vinculin-housekeeping gene used as loading control.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b7db7c5aa928/599fig2.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b7db7c5aa928/599fig2.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b7db7c5aa928/599fig2.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b7db7c5aa928/599fig2.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "fig2",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b7db7c5aa928/599fig2.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC10157366/images/figure_2.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b7db7c5aa928/599fig2.jpg"
    },
    "figure_3": {
      "figure_number": "Figure 3",
      "title": "Figure 3.",
      "caption": "SMAP-061–induced baseline DNA damage accumulation is a result of the inhibition of HR signaling output, including DNA damage repair and cell-cycle regulation mechanisms. A, Schematic of the HR pathway, representing the DNA sensors (RPA and H2Ax) that detect damage, the transducers (BRCA1/2, ATM, and CHK1/2) that can amplify and transmit those damage signals to the effectors (RAD51, WEE1, and CDC25A), which ultimately regulate DNA damage repair and cell-cycle checkpoint activity. Ultimately, when the HR output is successfully transmitted to the sensors by RAD51, HGSC baseline DNA damage is kept low and homeostasis is restored, allowing cells to survive long-term with inherent DNA errors due to genomic instability (GI). However, when SMAPs are added, PP2A gets activated, allowing for (i) RAD51 expression to be inhibited and (ii) leading to the HR effectors’ function to be chronically impaired. This results in the incapacity of the cells to restore cell-cycle progression and DNA damage repair, eventually dying to self-triggered apoptosis (schematic created with BioRender.com). Western blot analysis of OV81 (B), PEO-1 (C), and PEO-C4.2 (D) cells after 2, 4, 6, 12, and 24 hours of SMAP-061 treatment evaluates the expression of sensor, transducer, and effector proteins illustrated in the schematic of A. E, γH2Ax foci imaging comparing DMSO and 20 µmol/L SMAP-061–treated OV81 cells after 12 hours of incubation and their respective quantification. Data presented as the mean ± SEM (n = 3; unpaired Student t tests, comparing the SMAP-061 treatment group relative with DMSO; ***, P < 0.001). F, Correlation analysis graph and R2 values comparing the expression of RAD51 with γH2Ax in OV81, PEO-1, and PEO-C4.2 during 2, 4, 6, 12, and 24 hours of SMAP-061 treatment. Data presented as the mean ± SEM (n = 3). G, Statistical and quantification analysis of cell-cycle flow (from Supplementary Fig. S2O) for cells after incubation with 2 mmol/L thymidine for 24 hours (first bar), at 6.5 hours thymidine released (to allow cells to reengage cell-cycle progression; second bar), and consecutive treatments with either DMSO or SMAP-061 for 6 hours (third and fourth bars), 10 hours (fifth and sixth bars), and 16 hours (seventh and eighth bars), respectively, using FlowJo. Data presented as the mean ± SD (n = 3; unpaired Student t tests, comparing treatment groups with each other, for each stage of the cell-cycle, *, P < 0.05; **, P < 0.01; ***, P < 0.001).",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/e2f9b6624d37/599fig3.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/e2f9b6624d37/599fig3.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/e2f9b6624d37/599fig3.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/e2f9b6624d37/599fig3.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "fig3",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/e2f9b6624d37/599fig3.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC10157366/images/figure_3.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/e2f9b6624d37/599fig3.jpg"
    },
    "figure_5": {
      "figure_number": "Figure 5",
      "title": "Figure 5.",
      "caption": "Combination of SMAP-061 and PARPi synergistically engages the DDR pathway and prevents DNA repair by specifically targeting and downregulating RAD51. A, Western blot analysis evaluating dose-dependency effects of SMAP-061, olaparib, or combination on DDR protein expression and activity. Sensor, transducer, and effector proteins (from Fig. 3A schematic) were analyzed in OV81, PEO-1, and PEO-C42. B, RAD51 foci imaging comparing DMSO with 20 µmol/L SMAP-061, 100 µmol/L olaparib or combination of SMAP+olaparib in OV81 cells treated after 24 hours of incubation (left) and their respective quantification bar graph (right). Data presented as the mean ± SEM (n = 3; unpaired Student t tests, comparing each group with each other, **, P < 0.01; ***, P < 0.001; ****, P < 0.0001). C, OV81, PEO-1, and PEO-C4.2 cell lines were exposed to increasing doses of either SMAP-061 alone (blue) or in combination with 80 µmol/L of 766 (a biologically inactive analogue of SMAP-061; red), and cell viability was measured at 48 hours by MTT analysis, to generate an EC50 curve. Data are presented as the mean ± SD (n = 3). D, Rescue experiments were performed on OV81, PEO-1, and PEO-C42 cells treated with DMSO, SMAP-061, 766, or SMAP + 766. Rescue profile analysis of DDR (BRCA1/2 and RAD51) protein expression as well as recovery in cell death markers (cleaved Parp and cleaved Caspase-3) and DNA damage signaling capacity (γH2Ax and p-RPA) after 12 hours of treatment are analyzed by Western blotting. Values underneath RAD51 blot represent the fold change of protein expression to its DMSO control sample, after Vinculin normalization. E, Quantification of RAD51 protein expression, with data presented as the mean ± SEM (n = 3; unpaired Student t tests, comparing each treatment group relative with its respective DMSO; *, P < 0.05). F, Calyculin-A (PP2A Catalytic subunit inhibitor) rescue experiments were performed using Western blotting (and respective quantification of RAD51 in G). H, MTT techniques to assess cellular viability and an EC50 value shift for OV81, PEO-1, and PEO-C4.2. 5 nmol/L of Calyculin-A was preincubated for 1 hour, followed by SMAP-061 treatment. Data presented as the mean ± SD (n = 3; unpaired Student t tests, comparing each treatment group relative with each other, *, P < 0.05; ***, P < 0.001). I, CRISPR Cas9 KO of 2 specific B-subunits (PPP2R2A and PPP2R5A) rescue experiments were performed using Western blotting looking at HR sensors (γH2Ax and p-RPA), RAD51 effector, and apoptotic markers (cleaved PARP and cleaved Caspase3). Representative quantification is located under each blot and its respective lane. Each target was normalized to Vinculin. p/t-RPA ratio was calculated before normalization to Vinculin. J, Clonogenic assay of OV81 CTRL CRISPR, PPP2R2A KO #1, and PPP2R5A KO #2. Cells were treated with DMSO or 10 µmol/L SMAP-061 for 2 weeks (n = 3; Left). Quantification the clonogenic assay comparing OV81 control (CTRL CRISPR), PPP2R2A KO #1, and PPP2R5A KO #2. Data presented as the mean ± SD (n = 3; unpaired Student t tests, comparing each treatment group with its own DMSO control, *, P < 0.05; Right).",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/95b30b2cb97c/599fig5.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/95b30b2cb97c/599fig5.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/95b30b2cb97c/599fig5.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/95b30b2cb97c/599fig5.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "fig5",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/95b30b2cb97c/599fig5.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC10157366/images/figure_5.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/95b30b2cb97c/599fig5.jpg"
    },
    "figure_6": {
      "figure_number": "Figure 6",
      "title": "Figure 6.",
      "caption": "Effects of SMAP-061 in vivo show improved survival and significant tumor regression, as a single agent and in combination with PARPi, in both BRCA1/2 wild-type and mutant HGSC PDX tumors. OV81 PDX studies were conducted with tumors implanted in the right flank of NSG mice and allowed to grow between approximately 100 and 200 mm3 before enrollment in one of 4 treatment groups: Vehicle control (n = 6), 5 mg/kg SMAP-061 (n = 6), 100 mg/kg olaparib (n = 6), or SMAP + olaparib combination (n = 6). Tumors were measured every other day. Data plotted as a function of mouse survival (A) and tumor volume (efficacy; B) over time. Survival threshold was selected to be 1,000 mm3 (tumors < 1,000 mm3: survival; tumors > 1,000 mm3: no survival). Data presented as mean ± SEM (Student t tests, comparing each treatment group relative with vehicle control; *, P < 0.05). C, Histology slides with tumor samples stained for γH2Ax (brown), representative of each individual treatment group in the OV81 PDX in vivo study. 50- and 20-µm scales are included for each respective picture. D, Efficacy study of OV262 PDX tumors, implanted in the right flank of NSG mice and allowed to grow between approximately 90–120 mm3 before enrollment in one of 4 treatment groups: vehicle control (n = 4), 15 mg/kg SMAP-061 (n = 3), 50 mg/kg olaparib (n = 4), or SMAP + olaparib combination (n = 4). Tumors were measured every other day. Tumor volume was calculated and plotted over time (31 days). Data presented as mean ± SEM (Student t tests, comparing each treatment group relative with vehicle control, *, P < 0.05; **, P < 0.01; ***, P < 0.001; ****, P < 0.0001). E, Waterfall plot of OV262 tumor volume change (from days 0 to 31) comparing all treatment groups with each other. Data presented as mean ± SEM (unpaired Student t tests, comparing each individual treatment group relative with each other, *, P < 0.05; **, P < 0.01). F, Histology slides with tumor samples stained for γH2Ax (brown), representative of each individual treatment group in the OV262 PDX in vivo study. 50- and 20-µm scales are included for each respective picture. G and H, OV17 PDX studies were conducted with tumors implanted in the right flank of NSG mice and allowed to grow between approximately 80 and 250 mm3 before enrollment in one of 4 treatment groups: vehicle control (n = 6), 15 mg/kg SMAP-061 (n = 6), 50 mg/kg olaparib (n = 5), or SMAP + olaparib combination (n = 5). Tumors were measured every other day. Data plotted as a function of tumor weight post sacrifice (G) and tumor change percentage (waterfall plot; H) for each treatment group. Data presented as mean ± SEM (unpaired Student t tests, comparing each individual treatment group relative with each other, *, P < 0.05; **, P < 0.01; ***, P < 0.001). I, Histology slides with tumor samples stained for γH2Ax (brown), representative of each individual treatment group in the OV17 PDX in vivo study. 50- and 20-µm scales are included for each respective picture.",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/1cef31808e50/599fig6.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/1cef31808e50/599fig6.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/1cef31808e50/599fig6.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/1cef31808e50/599fig6.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "fig6",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/1cef31808e50/599fig6.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC10157366/images/figure_6.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/1cef31808e50/599fig6.jpg"
    },
    "figure_7": {
      "figure_number": "Figure 7",
      "title": "Figure 7.",
      "caption": "RAD51 inhibition leads to the chronic accumulation of γH2Ax and DNA errors inherent from genomic instability (GI), an ovarian cancer trait. HGSC cells harbor a high degree of GI that results in small nicks and breaks in the DNA over time. Sensor proteins such as γH2Ax are recruited to the site of damage to prevent DNA degradation and remain in check until a repair mechanism is triggered. The minimally functional HR machinery is activated and prompts the recruitment of the main downstream effector protein, RAD51, which by keeping those damaging signals at bay, allows cancer cells to survive, even if with relatively higher baseline levels of γH2Ax when compared with normal cells. For this reason, ovarian cancer cells are known to functionally tolerate and survive high baseline levels of DNA damage while avoiding apoptotic cues (left). When SMAP-061 is added to the cell, PP2A’s antitumor activity is functionally restored, and synthetic lethality is induced (right). RAD51 expression is inhibited by PP2A, preventing the HR output to be efficiently propagated. This results in the incapacity of the cells to repair their inherent DNA damage, thereby leading to the accumulation of γH2Ax signals in the nucleus, and ultimately, triggering apoptosis (schematic created with BioRender.com).",
      "possible_urls": [
        [
          "original_src",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b961cc8a1949/599fig7.jpg"
        ],
        [
          "large_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b961cc8a1949/599fig7.jpg?maxwidth=2000"
        ],
        [
          "original_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b961cc8a1949/599fig7.jpg?size=original"
        ],
        [
          "xlarge_size",
          "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b961cc8a1949/599fig7.jpg?maxwidth=4000"
        ]
      ],
      "figure_id": "fig7",
      "is_table": false,
      "working_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b961cc8a1949/599fig7.jpg",
      "download_success": true,
      "local_image_path": "./data/PMC10157366/images/figure_7.jpg",
      "final_url": "https://cdn.ncbi.nlm.nih.gov/pmc/blobs/88db/10157366/b961cc8a1949/599fig7.jpg"
    }
  },
  "claims": [
    {
      "sentence": "Protein Phosphatase 2A is a large family of Serine/Threonine phosphatases consisting of three main subunits—PP2A-A, PP2A-B, and PP2A-C—that form an active trimeric holoenzyme that dephosphorylates substrate proteins (Fig. 1A; refs.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Protein Phosphatase 2A is a large family of Serine/Threonine phosphatases consisting of three main subunits—PP2A-A, PP2A-B, and PP2A-C—that form an active trimeric holoenzyme that dephosphorylates substrate proteins (Fig. 1A; refs.",
      "figure_references": [
        {
          "figure_number": "Figure 1",
          "panel": "Panel A",
          "figure_key": "figure_1"
        }
      ]
    },
    {
      "sentence": "Sensor, transducer, and effector proteins (from Fig. 3A schematic) were analyzed in OV81, PEO-1, and PEO-C42.",
      "figure_references": [
        {
          "figure_number": "Figure 3",
          "panel": "Panel A",
          "figure_key": "figure_3"
        }
      ]
    },
    {
      "sentence": "Using similar rescue experiments as for 766, we demonstrated that SMAP-061–mediated effects were directly dependent on PP2A modulation (Fig. 5F and G).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel F",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Calyculin-A rescues cell death by 40% at SMAP-061’s highest concentration (40 µmol/L), which alone leads to 100% cell death (Fig. 5H).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel H",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel H",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel H",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "We observed that for all three cell lines, SMAP-061 activity is effectively impaired by Calyculin-A preincubation, as observed by the cell death markers and RAD51 protein expression rescue (Fig. 5F).",
      "figure_references": [
        {
          "figure_number": "Figure 5",
          "panel": "Panel F",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel F",
          "figure_key": "figure_5"
        },
        {
          "figure_number": "Figure 5",
          "panel": "Panel F",
          "figure_key": "figure_5"
        }
      ]
    },
    {
      "sentence": "Our studies introduce a unique mechanism of synthetic lethality, through a small-molecule mediator of PP2A that potently reduces RAD51 expression, leading to concomitant apoptosis (Fig. 7).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Thus, further studies are necessary to assess the mechanism by which PP2A and SMAP-061 regulate RAD51 (Fig. 7).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Our studies introduce a unique mechanism of synthetic lethality, through a small-molecule mediator of PP2A that potently reduces RAD51 expression, leading to concomitant apoptosis (Fig. 7).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    },
    {
      "sentence": "Thus, further studies are necessary to assess the mechanism by which PP2A and SMAP-061 regulate RAD51 (Fig. 7).",
      "figure_references": [
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        },
        {
          "figure_number": "Figure 7",
          "panel": "",
          "figure_key": "figure_7"
        }
      ]
    }
  ],
  "extraction_stats": {
    "figures_count": 6,
    "claims_count": 10,
    "images_downloaded": 6,
    "tables_filtered": 379
  }
}